{
    "userId": 166729753,
    "authorName": "Warg3791@****",
    "from": "Warg3791@...",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "6HjxuVMjPsGPJJSpV8WCsJkA6SLznT0ze3z3oYMV84cnfxPaXkU5art2SR39rVqu-YrraZwkng",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ_Spy_Division] Writing",
    "postDate": "1082758085",
    "msgId": 120,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDE1Ny4zMzQ3ZDIxYy4yZGJhZWRjNUBhb2wuY29tPg=="
    },
    "prevInTopic": 119,
    "nextInTopic": 128,
    "prevInTime": 119,
    "nextInTime": 121,
    "topicId": 119,
    "numMessagesInTopic": 3,
    "msgSnippet": "PHIL LIVES!!! The evil babelfish didn t get her after all!!! I was worried!!! As to how I go about doing stories, I get a basic idea and then I brood on it for",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 50757 invoked from network); 23 Apr 2004 22:08:51 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m24.grp.scd.yahoo.com with QMQP; 23 Apr 2004 22:08:51 -0000\r\nReceived: from unknown (HELO imo-m24.mx.aol.com) (64.12.137.5)\n  by mta4.grp.scd.yahoo.com with SMTP; 23 Apr 2004 22:08:50 -0000\r\nReceived: from Warg3791@...\n\tby imo-m24.mx.aol.com (mail_out_v37_r1.3.) id r.157.3347d21c (26116)\n\t for &lt;SHQ_Spy_Division@yahoogroups.com&gt;; Fri, 23 Apr 2004 18:08:05 -0400 (EDT)\r\nMessage-ID: &lt;157.3347d21c.2dbaedc5@...&gt;\r\nDate: Fri, 23 Apr 2004 18:08:05 EDT\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 9.0 for Windows sub 5017\r\nX-eGroups-Remote-IP: 64.12.137.5\r\nFrom: Warg3791@...\r\nSubject: Re: [SHQ_Spy_Division] Writing\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nPHIL LIVES!!! The evil babelfish didn&#39;t get her after all!!! I was worried!!!\n\nAs to how I go about doing stories, I get a basic idea and then I brood on it \nfor a bit until I get a very general outline. I plot out the main points, but \nI leave myself plenty of room to add new ideas or change things as different \n(more like improved) ideas strike me. I&#39;ve recently began writing this outline \ndown so I can remember them, because I have too many stories going as it is. \nThen I sit down with pen and paper and write out a rough draft of my chapter. \nAfter I&#39;m satisfied that all the details for that part of the story have been \naddressed, I sit down and type out a final version. But that&#39;s just a habit I \ngot into because of one teacher. It was something that worked for me, so I \nstuck with it. \n\nAnd I completely agree with Phil about sticking to the history established in \nthe story, regardless of new info that might come along. Unless it can easily \nbe worked in, I just go ahead with the background I laid out. To Hazard a \nGuest is a perfect example of this. When I first read that Saito &quot;assassinated&quot; \nItou, I couldn&#39;t find anything more on the subject, despite a very thorough \nsearch. I assumed that he killed the man himself, so I began the fic with him \n&quot;assassinating&quot; Itou. Well, now we know that he merely got the goods on the guy \nand the rest of the Shinsengumi were involved. I can&#39;t go back and change the \nwhole story now, so I&#39;m just sticking it out. (BTW, Phil that was Barb that \nsaid a chapter was over when it&#39;s over.) \n\nWith me, it seems like the characters will take care of themselves if I just \nlet them. (Saito is a PITA who likes to do things his own way, even in MY \nhead.) If I&#39;m really unsure about their reactions to a situation, I&#39;ll have a chat \nwith Barb and get her opinion on the matter. Sometimes getting a new \nperspective on your idea, etc. helps. The most important thing to me, however, is just \nto do whatever feels right for the story. So if it really feels right for \nSaito to cry, etc at a given point, regardless of whether others think I&#39;ve made \nhim OOC, I&#39;ll do it.  It generally works out though.\n\nBasically, everyone has to find their own way of doing things and there is no \nsuch thing as right or wrong, as long as you can tell a story that people \nenjoy. And if someone tries to give you a hard time for it and tell you that \nyou&#39;re doing it wrong, just tell them that you don&#39;t ask Picasso to paint like \nMonet.  \n\n\n-MissBehavin (Hijikata&#39;s Chamber Maid)\nOfficial Member of the I Hate Babelfish Club\n&quot;It takes little to amuse me and even less to confuse me.&quot;\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}