{
    "userId": 173227807,
    "authorName": "spiritus_saitou",
    "from": "&quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "taPDoUETPWAPKiFf_jLfYLfV8LRTtGLnfR7IqgzB6lilhgZGeJQjAyM6cQ8pyZQD365fm9IzET27XXAbsD6tgUJ00IpOFOGCpsvv7p4kkz966X-6",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Something I forgot to mention...",
    "postDate": "1082778204",
    "msgId": 121,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM2Y25vcytjZHY4QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 122,
    "prevInTime": 120,
    "nextInTime": 122,
    "topicId": 121,
    "numMessagesInTopic": 6,
    "msgSnippet": "The idea of being a woman writing a man s point of view... The fact is, it isn t just men who seem like aliens... just being human is enough.  ;-D  Amazingly,",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 56814 invoked from network); 24 Apr 2004 03:43:30 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m3.grp.scd.yahoo.com with QMQP; 24 Apr 2004 03:43:30 -0000\r\nReceived: from unknown (HELO n15.grp.scd.yahoo.com) (66.218.66.70)\n  by mta2.grp.scd.yahoo.com with SMTP; 24 Apr 2004 03:43:30 -0000\r\nReceived: from [66.218.67.185] by n15.grp.scd.yahoo.com with NNFMP; 24 Apr 2004 03:43:25 -0000\r\nDate: Sat, 24 Apr 2004 03:43:24 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;c6cnos+cdv8@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3770\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.70\r\nFrom: &quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;\r\nSubject: Something I forgot to mention...\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\n\r\nThe idea of being a woman writing a man&#39;s point of view...\n\nThe fact is, it isn&#39;t just men who seem like aliens... just being \nhuman is enough.  ;-D  Amazingly, men are human.  They generally have \nthe same hopes & dreams, the same fears, the same basic needs of \nbeing loved and secure... it simply often gets expressed differently, \npartly because of biology and partly because of culture.  They live \nwith enormous pressure to be what society says they should be just \nlike women do. That those expectations are different is really \nirrelevent --- think in terms of the kinds of stresses, the hurts, \nthe insults, the frustration, the wishing it could be otherwise that \nyou as a woman encounter when you try to do something that goes \nagainst what is generally expected or assumed about women \nculturally.  If for some very rare reason you&#39;ve never encountered \nthat, think of what women who were (and are) fighting for women&#39;s \nrights have gone through.  Men have faced the same prejudices and \npains.  To feel & need is *human*... to want love, have children, the \nneed to cry, et al. is all human.  Don&#39;t get too hung up on specifics \nof gender and try to concentrate on the universal that speaks to the \ncondition of being human.  After years of studying male bonding and \nintergenerational relationships (starting back in the &#39;70&#39;s with Kirk \nand Spock from Star Trek), honestly, there&#39;s precious little that \nmakes us different.\n\nDo some research if you feel uneasy about how to handle writing a \nman&#39;s perspective.  Read stories or novels that center on men \ninteracting that touches on emotions and expression. Another source \nis men&#39;s magazines, where issues are addressed. Films and television \nshows that explore men and their feelings abound.  I just finished \nwatching the latest episode of a BBC drama called &quot;Take Me,&quot; which is \nwhat reminded me I&#39;d forgotten to touch on this subject.  In the end, \nafter years of denying himself any intimacy with his father, the lead \ncharacter finally accepts how much he loves his father... how much \nthe man means to him... and finally reaches out and just holds him \nclose, eventually listening in his head to the music you get the \nimpression his father always listened to and slow-dancing with him on \nthe sidewalk.  It was so beautiful, so real, and so human.\n\nI&#39;ve always been touched at the stories of Hijikata being a demon \npublically and, privately, alone at night, crying.  My sense is that \nSaitou was the same way.  I can understand that... can relate to it.  \nBoth expressions are a survival tactic... a way of staying sane... of \nremaining in control.  By the same token, look at the raging emotions \nand fits of crying in samurai movies that ignite at the first sign of \ndistress.  Men, women... it&#39;s all the same.  Some are stoic, some are \noverly emotional.  I wouldn&#39;t worry whether or not you&#39;re trying to \nthink in terms of a character being &quot;a man,&quot; but in terms of that \ncharacter&#39;s personality... are you staying true to *that* as opposed \nto gender.\n\nAnd if this doesn&#39;t touch at all what you were getting at, \nsorry...  :-D  I easily misunderstand intent behind broad questions \n(no pun intended).\n\nphil (who doesn&#39;t think she knows how to write about women after 30 \nyears of writing about men, though admittedly, slash/yaoi opens whole \nnew cans of worms...)\n\nP.S.  Try reading some Yukio Mishima.  He does a lot of delving into \nmen&#39;s psyches... sometimes to the point I want to scream &quot;just get on \nwith the story!&quot;  (Thinking of &quot;Confessions of a Mask&quot; and &quot;Forbidden \nColors,&quot; which I&#39;m currently reading, but psychological exploration \nseems to be one of his hallmarks in all his fiction... and he&#39;s \nwriting from a Japanese perspective, though again, it&#39;s actually \nuniversal.)\n\n\n\n"
}