{
    "userId": 122717733,
    "authorName": "Grace Battista",
    "from": "&quot;Grace Battista&quot; &lt;mg_batt@...&gt;",
    "profile": "mg_batt",
    "replyTo": "LIST",
    "senderId": "CTyfjAehrJ3o1QHORtX8YOW9Jm-c2d7XuUih9VMZ8yb4-kHyCvzqhJfdkFoyfMGpFqpgOMGnFMFjEmpFHfIBRQrMevvhq5mfRIqD",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Writing",
    "postDate": "1082933369",
    "msgId": 128,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM2aGY5cCs3Y3YxQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDE1Ny4zMzQ3ZDIxYy4yZGJhZWRjNUBhb2wuY29tPg=="
    },
    "prevInTopic": 120,
    "nextInTopic": 0,
    "prevInTime": 127,
    "nextInTime": 129,
    "topicId": 119,
    "numMessagesInTopic": 3,
    "msgSnippet": "I completely agree with you there... Sticking to what the history of the story is... I ve had that itch when I first wrote Leaving Edo. In chapter 2 I found",
    "rawEmail": "Return-Path: &lt;mg_batt@...&gt;\r\nX-Sender: mg_batt@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 58196 invoked from network); 25 Apr 2004 22:49:30 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m25.grp.scd.yahoo.com with QMQP; 25 Apr 2004 22:49:30 -0000\r\nReceived: from unknown (HELO n28.grp.scd.yahoo.com) (66.218.66.84)\n  by mta6.grp.scd.yahoo.com with SMTP; 25 Apr 2004 22:49:30 -0000\r\nReceived: from [66.218.67.185] by n28.grp.scd.yahoo.com with NNFMP; 25 Apr 2004 22:49:30 -0000\r\nDate: Sun, 25 Apr 2004 22:49:29 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;c6hf9p+7cv1@...&gt;\r\nIn-Reply-To: &lt;157.3347d21c.2dbaedc5@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3980\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.84\r\nFrom: &quot;Grace Battista&quot; &lt;mg_batt@...&gt;\r\nSubject: Re: Writing\r\nX-Yahoo-Group-Post: member; u=122717733\r\nX-Yahoo-Profile: mg_batt\r\n\r\nI completely agree with you there...\n\nSticking to what the history of the story is... I&#39;ve had that itch \nwhen I first wrote Leaving Edo. In chapter 2 I found out about the \nmystery woman and it was so hard to stop myself from twisting the \nstory to reflect this. I even thought of cancelling the whole thing \nand writing something more historically accurate. Oh well that \ndidn&#39;t happen... Hijikata, Okita, Saitou and Midori has &quot;grown&quot; on \nme now that I won&#39;t even consider such a thing.\n\nI agree with you too about having OOCness. I do it A LOT. Sometimes \nthough I wonder when is the OOC too overboard? I rely on my readers \nto let me know. I remember there was that girl reviewer in Watashi \nno Itachi, she creamed me for doing that to Aoshi. I thought about \nit and decided it wouldn&#39;t hurt the story to bring him closer to IC. \nI was just going overboard with him... Now with Saitou-sama in \nleaving Edo, I thought he&#39;s definitely OOC got to fix and \nMissBehavin told me it&#39;s okay... See I love readers...\n\nMissBehavin - Ummm... I need another chapter on To Hazard a Guest... \n*Wounds cries and runs away*\n\n\n--- In SHQ_Spy_Division@yahoogroups.com, Warg3791@a... wrote:\n&gt; PHIL LIVES!!! The evil babelfish didn&#39;t get her after all!!! I was \nworried!!!\n&gt; \n&gt; As to how I go about doing stories, I get a basic idea and then I \nbrood on it \n&gt; for a bit until I get a very general outline. I plot out the main \npoints, but \n&gt; I leave myself plenty of room to add new ideas or change things as \ndifferent \n&gt; (more like improved) ideas strike me. I&#39;ve recently began writing \nthis outline \n&gt; down so I can remember them, because I have too many stories going \nas it is. \n&gt; Then I sit down with pen and paper and write out a rough draft of \nmy chapter. \n&gt; After I&#39;m satisfied that all the details for that part of the \nstory have been \n&gt; addressed, I sit down and type out a final version. But that&#39;s \njust a habit I \n&gt; got into because of one teacher. It was something that worked for \nme, so I \n&gt; stuck with it. \n&gt; \n&gt; And I completely agree with Phil about sticking to the history \nestablished in \n&gt; the story, regardless of new info that might come along. Unless it \ncan easily \n&gt; be worked in, I just go ahead with the background I laid out. To \nHazard a \n&gt; Guest is a perfect example of this. When I first read that \nSaito &quot;assassinated&quot; \n&gt; Itou, I couldn&#39;t find anything more on the subject, despite a very \nthorough \n&gt; search. I assumed that he killed the man himself, so I began the \nfic with him \n&gt; &quot;assassinating&quot; Itou. Well, now we know that he merely got the \ngoods on the guy \n&gt; and the rest of the Shinsengumi were involved. I can&#39;t go back and \nchange the \n&gt; whole story now, so I&#39;m just sticking it out. (BTW, Phil that was \nBarb that \n&gt; said a chapter was over when it&#39;s over.) \n&gt; \n&gt; With me, it seems like the characters will take care of themselves \nif I just \n&gt; let them. (Saito is a PITA who likes to do things his own way, \neven in MY \n&gt; head.) If I&#39;m really unsure about their reactions to a situation, \nI&#39;ll have a chat \n&gt; with Barb and get her opinion on the matter. Sometimes getting a \nnew \n&gt; perspective on your idea, etc. helps. The most important thing to \nme, however, is just \n&gt; to do whatever feels right for the story. So if it really feels \nright for \n&gt; Saito to cry, etc at a given point, regardless of whether others \nthink I&#39;ve made \n&gt; him OOC, I&#39;ll do it.  It generally works out though.\n&gt; \n&gt; Basically, everyone has to find their own way of doing things and \nthere is no \n&gt; such thing as right or wrong, as long as you can tell a story that \npeople \n&gt; enjoy. And if someone tries to give you a hard time for it and \ntell you that \n&gt; you&#39;re doing it wrong, just tell them that you don&#39;t ask Picasso \nto paint like \n&gt; Monet.  \n&gt; \n&gt; \n&gt; -MissBehavin (Hijikata&#39;s Chamber Maid)\n&gt; Official Member of the I Hate Babelfish Club\n&gt; &quot;It takes little to amuse me and even less to confuse me.&quot;\n&gt; \n&gt; \n&gt; [Non-text portions of this message have been removed]\n\n\n"
}