{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "_KTs8I1bmta3goElcbawSTOgzdY3YrYnuvQa9c5VnYvcmT4f-eAbWTETINs9Rrb3_mZj4WQjS6ped9O30ub2p5rpIAv-ZPwQlmmvqB6nIkxnnQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ_Spy_Division] Re: How bad am I as a writer?",
    "postDate": "1082957381",
    "msgId": 134,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNDI2MDUyOTQxLjc3MTM2LnFtYWlsQHdlYjIxNDExLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDA2QTMyODBGLjM2ODc2NTg0LjAwODU2MTU5QGFvbC5jb20+"
    },
    "prevInTopic": 133,
    "nextInTopic": 135,
    "prevInTime": 133,
    "nextInTime": 135,
    "topicId": 130,
    "numMessagesInTopic": 7,
    "msgSnippet": "... I really like that quote, MissB! It has always been my understanding that in fanfiction in particular (or maybe I should just say amateur fiction), it",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 98307 invoked from network); 26 Apr 2004 05:29:41 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m21.grp.scd.yahoo.com with QMQP; 26 Apr 2004 05:29:41 -0000\r\nReceived: from unknown (HELO web21411.mail.yahoo.com) (216.136.232.80)\n  by mta5.grp.scd.yahoo.com with SMTP; 26 Apr 2004 05:29:41 -0000\r\nMessage-ID: &lt;20040426052941.77136.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21411.mail.yahoo.com via HTTP; Sun, 25 Apr 2004 22:29:41 PDT\r\nDate: Sun, 25 Apr 2004 22:29:41 -0700 (PDT)\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nIn-Reply-To: &lt;06A3280F.36876584.00856159@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.80\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Re: [SHQ_Spy_Division] Re: How bad am I as a writer?\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nWarg3791@... wrote:\n \n&gt;&gt;There is an old Cajun proverb that says, &quot;If yo=\r\nur not talking to yourself, you&#39;re talking to the wrong people.&quot; The same c=\r\nould be said about writing. If you&#39;re doing it for others, then you&#39;re doin=\r\ng doing it for the wrong people. To me, it&#39;s really as simple as that.&lt;&lt;\n \n=\r\nI really like that quote, MissB!\n \nIt has always been my understanding that=\r\n in fanfiction in particular (or maybe I should just say &quot;amateur&quot; fiction)=\r\n, it was all about writing what you wanted to write or maybe experiment wit=\r\nh and then you *SHARED* it with others. Differences in opinion became *DISC=\r\nUSSION* that could lead in all kinds of directions, among them rewrites of =\r\na story or entirely new stories.\n \nFor me, *bad* writing is constant gramma=\r\nr and spelling errors (with leeway given to the non-native English writer, =\r\nbut not carte blanche), pure rewrites of scenes from the source material th=\r\nat doesn&#39;t add anything, characters WILDLY OOC (Saitou as a flaming queen, =\r\nconstantly worrying about his nails, every little speck on his uniform, exa=\r\nggerated swishing... a character someone like Nathan Lane might play --- so=\r\nrry, I can&#39;t buy it... well, maybe if it&#39;s an outrageous parody or somesuch=\r\n), and a refusal on the part of an author to learn from past mistakes (talk=\r\ning about simple rules of writing, like how to use paragraphs, appropriate =\r\npunctuation, verb tenses) when I know in reason such things have been point=\r\ned out to them.  I *want* to know about anything a reader thinks is wrong w=\r\nith a story of mine... I may not agree with them, it may be an issue of sty=\r\nle for me (for instance, I was taught to write complex sentences that were =\r\ninterspersed with short ones, which some readers don&#39;t\n like...&lt;shrug&gt;... o=\r\nthers do like it), or a suggestion may do something to the story I don&#39;t wa=\r\nnt (maybe the thing I get the most comments about is my habit of very brief=\r\n, minimal introductions... the person making the comment tends to want all =\r\nthe facts up front when what I&#39;m trying to do is set a mood or plant an ide=\r\na that will become clear in the story proper... I don&#39;t want the facts know=\r\nn from the first, either because it will spoil a surprise or minimalize som=\r\nething I want a character to experience... it&#39;s something I&#39;ve been thinkin=\r\ng about whether or not to stop doing... knowing me, I probably won&#39;t, but r=\r\nather look at ways at trying to make it more successful).  BUT, I appreciat=\r\ne the interaction with a reader.  What they disagree with tells me a lot an=\r\nd I do give what is said a lot of thought, but ultimately, I write for myse=\r\nlf in hopes that someone else will enjoy the interlude.\n \nAnd don&#39;t go by l=\r\nack of comments as a sign that no one is reading or enjoying what you&#39;re wr=\r\niting.  Most people just consume (or may be like me, who can&#39;t read while t=\r\nhey&#39;re writing... I now have a list of stories about as long as I am tall t=\r\nhat I want/need to read when writer&#39;s block sets in for a long, cold winter=\r\n spell).  If you had access to a hit count on a story, you&#39;d be amazed.  (A=\r\ndultfanfic.net has a hit count and I think ff.net does as well with paid ac=\r\ncounts.)\n \nYou write what *YOU* want to write.  Otherwise, where&#39;s the crea=\r\nm filling?  (sorry... I forget we&#39;re international and you may not be famil=\r\niar with Twinkies or Twinkies commercials...)\n \nphil (feeling surprisingly =\r\nokay tonight...)\n \n\n\t\t\n---------------------------------\nDo you Yahoo!?\nYah=\r\noo! Photos: High-quality 4x6 digital prints for 25=A2\n\n[Non-text portions o=\r\nf this message have been removed]\n\n\n"
}