{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "1NAhcrstxWtPUF-_4-Xix6zmzW1CjoSwcBYd3dYo1dmf19cped55qmPAysy2JkOUz-WOlVAvOvneSfgDskoMILU1dmcwaaqTrQkOPzVATnyNNw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Do you do this? Mini-questionnaire for the writer in you.",
    "postDate": "1083160635",
    "msgId": 143,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNDI4MTM1NzE1LjI1MDk5LnFtYWlsQHdlYjIxNDAzLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGM2bmtnYStwZmVAZUdyb3Vwcy5jb20+"
    },
    "prevInTopic": 142,
    "nextInTopic": 144,
    "prevInTime": 142,
    "nextInTime": 144,
    "topicId": 142,
    "numMessagesInTopic": 11,
    "msgSnippet": "Wounds, I have the same problem with your little survey that I had with Milady s more extensive one over on SxSAS (the one she s doing for reading & writing in",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 89868 invoked from network); 28 Apr 2004 13:58:00 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m25.grp.scd.yahoo.com with QMQP; 28 Apr 2004 13:58:00 -0000\r\nReceived: from unknown (HELO web21403.mail.yahoo.com) (216.136.232.73)\n  by mta1.grp.scd.yahoo.com with SMTP; 28 Apr 2004 13:57:57 -0000\r\nMessage-ID: &lt;20040428135715.25099.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21403.mail.yahoo.com via HTTP; Wed, 28 Apr 2004 06:57:15 PDT\r\nDate: Wed, 28 Apr 2004 06:57:15 -0700 (PDT)\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nIn-Reply-To: &lt;c6nkga+pfe@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.73\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Re: Do you do this? Mini-questionnaire for the writer in you.\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nWounds, I have the same problem with your little survey that I had with Milady&#39;s more extensive one over on SxSAS (the one she&#39;s doing for reading & writing in fandoms) --- a choice doesn&#39;t fit precisely enough nor does a choice apply in every case.  I&#39;ll try to choose one of your responses, but with comments...\n\nGrace Battista &lt;mg_batt@...&gt; wrote:\n&gt;&gt;1) While writing you... ????\na. Type non-stop. Happily. Everything is where it should be. Drafts \nare finished. Spell/Grammar checker is on. Nothing will go wrong.\nb. Stop intermittently. Grab a smoke or snack or coke or whatever\nc. Stop stare at the computer screen 10 minutes, oops 30 minutes, \noops 60 minutes... Ah! Turn it off.&lt;&lt;\n \nAll of the above.  Some days the words flow like water, other days they won&#39;t even trickle even though I feel like writing.  I&#39;m always taking little breaks, but I also drink soda/water/tea and tend to chain smoke while I write.  There&#39;s also one more thing that tends to happen --- I usually have to stop here and there and do some research... either checking through notes or list messages, do some googling, or review a scene or episode... or I stop for a little refueling (inspiration) by searching for certain images (screencaps) looking for expressions or moods in a character (can we say &quot;excuse just to stare at RK Saitou&quot;?).\n\n\n&gt;&gt;2) After writing you... ????\na. Proof-read! Proof-read! Proof-read! Nothing is more important than Proof-read!\nb. One quick read. I&#39;m confident enough in my work.\nc. Oh who needs to check? It&#39;s too late. I wrote and posted the \nthing already!&lt;&lt;\nA, though on occasion, B.  Depends on how well the writing went.  (I do a lot of proofing and editing while I write.) Never C.\n\n&gt;&gt;3) When you get reviews you... ???\na. Oh that&#39;s nice. I&#39;ll check it in a bit. *feels good*\nb. Wow a review! Got to drop everything and read the review quick!\nc. Review... Well that&#39;s fine. I&#39;ll get to it when I get to it.&lt;&lt;\n\n \n\nI *never* take reviews lightly --- my initial response is B, but *when* I read it depends on what&#39;s happening at the moment, how much other mail I have (usually I get through other mail first then go back and read reviews... like saving the best for last), or how I felt about the piece the review is probably for.  If I felt insecure about it, I tend to read them immediately just to see what&#39;s been said.\n\n&gt;&gt;4) When you get a critique you... ???\na. What was he/she talking about? This fic is perfect!\nb. Hmmm... I better check up on this and see if there&#39;s any basis \nand then correct if need be...\nc. What? You didn&#39;t like it. Oh! I&#39;ve got to fix that quick!&lt;&lt;\n\nFirst, mentally bless the person profusely.  Then B.  Never A because nothing I write is perfect and always open for improvement.  Probably rarely, if ever, C... it would entirely depend on *why* is wasn&#39;t liked... but I won&#39;t change things wholescale or things I like/want just to keep an audience.\n\n\n&gt;&gt;5) When it comes to updates you... ???\na. Got to update ASAP! While the fans/ideas are still hot!\nb. I&#39;ll update exactly one week from now. There&#39;s got to be a \ndefined routine.\nc. Update? Does the word exist. Oh maybe later after I get this \ngreat idea or if this writers block ever goes away.&lt;&lt;\n\n \n\nAll of the above.  Sometimes I desperately need to get something out of my system and I don&#39;t want to wait for fear I&#39;ll lose the momentum or the mood (or it just refuses to rest).  Sometimes it does me a lot of good to give myself a schedule because of the dysthymic disorder (though I&#39;m less successful at sticking to a schedule).  Most often I update as the mood strikes me... in other words, when I can write.  Finishing &quot;Fast Carriage&quot; was torture, and yesterday&#39;s chapter of &quot;Yasou&quot; went *VERY* slowly.  If I hadn&#39;t felt a deep need to get something out after Tiffany brought it up, it wouldn&#39;t have gotten done; consequently writing what was left of what I had started ages ago took hours of stops and starts.  (And why it went out even though I wasn&#39;t entirely happy with it... I *needed* to get it out.)\n\n&gt;&gt;6) An idea pops in your head that would make for a good story.. \nyou...\na. Get a pen and paper.. Get your laptop.. This needs to be written \nnow!\nb. Take a quick note. Write about it later when it&#39;s more convenient.\nc. STOP! NO MORE IDEAS! Baka Brain!&lt;&lt;\n\n \n\nAll of the above.  I&#39;ve been known to get up in the wee hours of the morning just because I&#39;ve awakened with an idea, turned on the computer, and stared writing.  I also keep a notebook beside the futon (yes, I sleep on the floor on a futon) and will jot things down, usually snippets of dialogue.  The cats *HATE* it when I do this because it often ends up being a series of get up, turn on the light, scribble something, turn off the light, lay back down, get up, turn on the light... until I finally run out of ideas or decide to just get up permanently, turn on the computer and write (which they hate even more).  Every time a new story idea pops into my head (which is all the time), I sigh deeply with great agitation --- the last thing I need is a new story idea with so many stories already started or in fragments.  :-D\n\n&gt;&gt;7) You published something, you think it&#39;s decent... So you...\na. Post on every messageboard, yahoo group and even e-mail close (not so close) friend that you have this great fic that they need to \nread ASAP or else!\nb. Let some friends know here and there. Maybe post an announcement \nin a community where you are an active member or popular\nc. Pray to God every night that someone miraculously find your fic \nin the depths of ff.net.&lt;&lt;\n\n \n\nAll of the above.  Though I tend not to email people privately and I don&#39;t tend to think of any of my writing in those terms (i.e. great).  I hope people will read it, but I don&#39;t expect them to.  I might be more inclined to email some people privately if ff.net didn&#39;t have the author alert feature (when it&#39;s working, that is), just to give them a heads-up.  Most of my stories end up on ff.net and a few select communities.  When it comes to any of the archives (ff.net or adultfanfiction.net, etc.), I&#39;m *always* amazed when people find it.  ;-)\n\n\nThanks for the little moment to think about things... &lt;sigh&gt;  It&#39;s a new day... will I be able to write today????  (Which reminds me, something else that would be interesting to read others comment on is how they feel about multiple stories in progress --- do they avoid it stringently or do they just let stories start as they come or ??? I hate having so many in progress, but at the same time, I rely on the variety because each story carries a particular mood that I can tap into.)\n\n \n\nphil (who apologizes if this stupid mailer screws up formatting of this message... it keeps wanting to put in too many lines!)\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $20,000 Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this message have been removed]\n\n\n"
}