{
    "userId": 173474335,
    "authorName": "dabomb@tamu.edu",
    "from": "dabomb@...",
    "profile": "popezypgx",
    "replyTo": "LIST",
    "senderId": "9kkulROL07Gs1JJjvBR84eXKMNVnJ8OMyn69aiGFiZXuU8E7otO3vzykTXGkyOsX1ZCDTLER",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Do you do this? Mini-questionnaire for the writer in you.",
    "postDate": "1083202868",
    "msgId": 155,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM2cG1maytobGcwQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGM2bmtnYStwZmVAZUdyb3Vwcy5jb20+"
    },
    "prevInTopic": 153,
    "nextInTopic": 163,
    "prevInTime": 154,
    "nextInTime": 156,
    "topicId": 142,
    "numMessagesInTopic": 11,
    "msgSnippet": "... Well, I don t have spell check, personally.  Or grammar check.  It annoys me.  I type up my stories in an old terminal window, and then import each chapter",
    "rawEmail": "Return-Path: &lt;dabomb@...&gt;\r\nX-Sender: dabomb@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 42723 invoked from network); 29 Apr 2004 01:43:14 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m8.grp.scd.yahoo.com with QMQP; 29 Apr 2004 01:43:14 -0000\r\nReceived: from unknown (HELO n27.grp.scd.yahoo.com) (66.218.66.83)\n  by mta1.grp.scd.yahoo.com with SMTP; 29 Apr 2004 01:43:14 -0000\r\nReceived: from [66.218.67.254] by n27.grp.scd.yahoo.com with NNFMP; 29 Apr 2004 01:41:08 -0000\r\nDate: Thu, 29 Apr 2004 01:41:08 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;c6pmfk+hlg0@...&gt;\r\nIn-Reply-To: &lt;c6nkga+pfe@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3883\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.83\r\nFrom: dabomb@...\r\nSubject: Re: Do you do this? Mini-questionnaire for the writer in you.\r\nX-Yahoo-Group-Post: member; u=173474335\r\nX-Yahoo-Profile: popezypgx\r\n\r\n--- In SHQ_Spy_Division@yahoogroups.com, &quot;Grace Battista&quot;\n&lt;mg_batt@y...&gt; wrote:\n\n&gt; 1) While writing you... ????\n&gt; a. Type non-stop. Happily. Everything is where it should be. Drafts \n&gt; are finished. Spell/Grammar checker is on. Nothing will go wrong.\n&gt; b. Stop intermittently. Grab a smoke or snack or coke or whatever\n&gt; c. Stop stare at the computer screen 10 minutes, oops 30 minutes, \n&gt; oops 60 minutes... Ah! Turn it off.\n\nWell, I don&#39;t have spell check, personally.  Or grammar check.  It\nannoys me.  I type up my stories in an old terminal window, and then\nimport each chapter into a spell-checker when I am finished.  I can&#39;t\nstand grammar-checking.  This would be because I break grammar rules\nleft and right.  But, I tell myself that is OKAY, since I do it on\npurpose, at least.\n\nI tend to start writing at about 9:00 every evening, and go until\napproximately 2:00am, when I go to bed.  There&#39;s a 45 minute break in\nthere for going to work out.  Every 30-60 minutes or so, I get up and\ntake a 2-3 minute break -at least-.  Or, at least I try to.  Sometimes\nI forget.  Oops.\n\n \n&gt; 2) After writing you... ????\n&gt; a. Proof-read! Proof-read! Proof-read! Nothing is more important \n&gt; than Proof-read!\n&gt; b. One quick read. I&#39;m confident enough in my work.\n&gt; c. Oh who needs to check? It&#39;s too late. I wrote and posted the \n&gt; thing already!\n\nI proof-read each section after I write it.  Then I go back and\nproof-read the entire chapter when I am done.  \n\n&gt; 3) When you get reviews you... ???\n&gt; a. Oh that&#39;s nice. I&#39;ll check it in a bit. *feels good*\n&gt; b. Wow a review! Got to drop everything and read the review quick!\n&gt; c. Review... Well that&#39;s fine. I&#39;ll get to it when I get to it. \n\nI tend to read reviews as they come.  But, if they aren&#39;t saying\nanything besides &quot;loved the fic&quot;, I also delete them as they come.\n\n&gt; 4) When you get a critique you... ???\n&gt; a. What was he/she talking about? This fic is perfect!\n&gt; b. Hmmm... I better check up on this and see if there&#39;s any basis \n&gt; and then correct if need be...\n&gt; c. What? You didn&#39;t like it. Oh! I&#39;ve got to fix that quick!\n\nOh, definitely B.  Especially if they point out a timeline error or a\nhistorical error.  Then I correct it -right- away.  Grammatical and\nformating errors I tend to not get around to changing as quickly.\n\n&gt; 5) When it comes to updates you... ???\n&gt; a. Got to update ASAP! While the fans/ideas are still hot!\n&gt; b. I&#39;ll update exactly one week from now. There&#39;s got to be a \n&gt; defined routine.\n&gt; c. Update? Does the word exist. Oh maybe later after I get this \n&gt; great idea or if this writers block ever goes away.\n\nI try to update at least two of my stories per week.  \n\n&gt; 6) An idea pops in your head that would make for a good story.. \n&gt; you...\n&gt; a. Get a pen and paper.. Get your laptop.. This needs to be written \n&gt; now!\n&gt; b. Take a quick note. Write about it later when it&#39;s more convenient.\n&gt; c. STOP! NO MORE IDEAS! Baka Brain!\n\nHahaha.  I tend to think C is the correct answer.  But, what I\ngenerally do, if I don&#39;t have the time to write it all out JUST THEN,\nis get the first 3 or 4 paragraphs on paper.  Then I can come back to\nit later when I have time.\n\n&gt; 7) You published something, you think it&#39;s decent... So you...\n&gt; a. Post on every messageboard, yahoo group and even e-mail close \n&gt; (not so close) friend that you have this great fic that they need to \n&gt; read ASAP or else!\n&gt; b. Let some friends know here and there. Maybe post an announcement \n&gt; in a community where you are an active member or popular\n&gt; c. Pray to God every night that someone miraculously find your fic \n&gt; in the depths of ff.net.\n\nWell, I tend to just do C, mostly, though I&#39;m doing more and more of\nB.  I think, for long stories, I let the momentum build up a bit, and\nthen I try to find a community or forum where they would most be\ninterested.  \n\nThanks for the questionaire, wounds!  It was fun!\n\nAngrybee.\n\n\n"
}