{
    "userId": 183547621,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;crouching_tiger_realm@...&gt;",
    "profile": "crouching_tiger_realm",
    "replyTo": "LIST",
    "senderId": "vvu56XrsvVQwEfeiw2-RFvpdSL4i9kZ0MzjkgDdebFe1B0Re7eWSxpqDFtnZJZQPBDzMNo7lXVg_OIavaRIZk1ftng7bBcLkTIJSDv71hgmHwRXiKqZm",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ_Spy_Division] Random Bits.",
    "postDate": "1083642327",
    "msgId": 200,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTA0MDM0NTI3LjEzMTIxLnFtYWlsQHdlYjIwNzI1Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 198,
    "nextInTopic": 205,
    "prevInTime": 199,
    "nextInTime": 201,
    "topicId": 197,
    "numMessagesInTopic": 34,
    "msgSnippet": "Hi, all!! ... her posing under the name Tokio in many fanfics.  She s somehow a swordswoman who can take down the entire Shinsengumi, but, in her off-time,",
    "rawEmail": "Return-Path: &lt;crouching_tiger_realm@...&gt;\r\nX-Sender: crouching_tiger_realm@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 59071 invoked from network); 4 May 2004 03:45:29 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m20.grp.scd.yahoo.com with QMQP; 4 May 2004 03:45:29 -0000\r\nReceived: from unknown (HELO web20725.mail.yahoo.com) (216.136.226.107)\n  by mta2.grp.scd.yahoo.com with SMTP; 4 May 2004 03:45:29 -0000\r\nMessage-ID: &lt;20040504034527.13121.qmail@...&gt;\r\nReceived: from [200.63.164.49] by web20725.mail.yahoo.com via HTTP; Mon, 03 May 2004 20:45:27 PDT\r\nDate: Mon, 3 May 2004 20:45:27 -0700 (PDT)\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.226.107\r\nFrom: Firuze Khanume &lt;crouching_tiger_realm@...&gt;\r\nSubject: Re: [SHQ_Spy_Division] Random Bits.\r\nX-Yahoo-Group-Post: member; u=183547621\r\nX-Yahoo-Profile: crouching_tiger_realm\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nHi, all!!\n&gt;I also wanted to blather a bit about Mary Sues.  You can often find \nher posing under the name &quot;Tokio&quot; in many fanfics.  She&#39;s somehow a \nswordswoman who can take down the entire Shinsengumi, but, in her \noff-time, she&#39;s stunningly beautiful, charming, and poised.  Also, she \ncan verbally browbeat (RK) Saitou into doing whatever she wants, \nturning her Wolf into a puppy with a snap of the fingers.\n\nAnd everyone in the Kamiya dojo ADORES her.\n\nI&#39;d go on, but then I would be targeting specific stories, and that&#39;s \njust mean.\n\nAngrybee.&lt;\n \n\nAh, yes, you are SO right here.\n\n \n\nIn fact I could include most latest depictions of Kaoru here as Mary Sue too, where she is a goddess and has all RK males pinning after her, changing the hearts of everyone she is in touch with, she is oh-so perfect and compassionate that she is at the verge of being raised to the Altars, and worshipped, so beautiful that the moon pales in comparison, etc, etc, etc. \n\n \n\nIn the specific case of Tokio, what annoys me the most is that this Mary Sue version is the one which is probably the most approved and loved, sometimes with slight variants (no being the best swordsman, but still beating the crap out of Saitou and any other strong fighter at hand, still being loved by everybody at the Kamiya dojo, etc, everybody falling for her beauty and finesse, superb cook that can humiliate Kaoru tenfold, and Saitou is slave to her whims, just with a snap of her fingers). \n\nSadly, it&#39;s also the one that receives hundreds of reviews. Not that getting tons of reviews reflects the quality of a fic. In fact, IMO, is quite the opposite in most cases, but of course, it&#39;s just my opinion. For instance, I&#39;m primarily an Enishi fan and I see this more closely in the E/K realm. There is a jewel there, its title &#39;The Affair&#39;, and though it&#39;s doing fine on its own, I see that other fics with the infamous Mary Sue Kaoru are vastly more popular.\n\n \n\nAnyway, maybe it&#39;s the number of teenagers discovering fanfiction, I don&#39;t know, but Mary Sues in disguise as RK characters are common nowadays, as much as stealing complete fanfics, research or author notes shamelessly, a thing terribly common as I said before, even among well known authors. \n\n \n\nIn the AoshiMisao ML, one of the authors has just denounced the plagiarism of her fics, And I&#39;ve denounced abuse no less than six times in cases of fics I&#39;ve realized were stolen during last year. It&#39;s funny to see how this works: they &#39;fish&#39; among authors that had stopped publishing for several months or even years, and then they copy the whole plot, the actual fic, the authors notes, etc. \n\n \n\nSometimes they are clever, and just disguise the plagiarism, taking only parts, the plotline (adding just a couple of things here and there) or historical research. In these cases, it&#39;s more difficult to &#39;catch&#39; the culprit red-handed. But it takes just one little slip from him/her for me shredding him/her to pieces. Those of you here who know me from other places like the RK Forums know what I mean. I&#39;m not a patient with morons, I deal with them Saitou style. In fact I wear proudly displayed on my back the patent of bitch.\n\nIt&#39;s not that I don&#39;t like to share research or anything, but TO ME, is UNFAIR to take the data from someone else (which in some cases might take time, even hours), without politely ask and quote the source. If I catch someone doing that, God help him/her. The sight won&#39;t be nice after I leave him/her (*cracks knuckles, Sano style, then goes to do some kata with her watou*).\n\n \n\nIn brief, while Mary Sues are to me the trademark of poor writing (which can be corrected later), I can even tolerate them, when I compare my tolerance to plagiarists. I have been harsh to some people in my reviews about their Mary Sues, but I&#39;m absolutely merciless with plagiarists.\n\n\nBecause, in the end, Mary Sues can be overcome as time progresses and the writer develops his/her style. But plagiarisms is a terminal disease, with no cure.\n\n \nFiruze\n\nSHQ - Shinsengumi Headquarters\nhttp://groups.yahoo.com/group/SHQ/\n\nComing soon:  SHQ - The Website\nhttp://www.shinsengumihq.com/\n\nSHQ Spy Office -- SHQ LiveJournal\nhttp://wwww.livejournal.com/~shq_spy_office \n\n\n\n\n---------------------------------\n\nYahoo! Groups Links\n\n      \n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/SHQ_Spy_Division/\n      \n   To unsubscribe from this group, send an email to:\nSHQ_Spy_Division-unsubscribe@yahoogroups.com\n      \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.   \n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $20,000 Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this message have been removed]\n\n\n"
}