{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "0mEANXub7zWa7M1nQ5KWH2ADKGtHTbfpXdW-PKCxq4z56CrR2DZQdT0o2ziFXVJ2ZAObDJr1kJx5lHC0mcamUlIEbJq9XhE86L3yg6ZycHZGMw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ_Spy_Division] Random Bits.",
    "postDate": "1083653456",
    "msgId": 205,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTA0MDY1MDU2LjkzMzIxLnFtYWlsQHdlYjIxNDEwLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PDIwMDQwNTA0MDM0NTI3LjEzMTIxLnFtYWlsQHdlYjIwNzI1Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 200,
    "nextInTopic": 206,
    "prevInTime": 204,
    "nextInTime": 206,
    "topicId": 197,
    "numMessagesInTopic": 34,
    "msgSnippet": "... Agree with you totally!!  What also annoys the hell out of me is the complaints about how dare Saitou even consider *looking* at someone else.  Come on,",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 85240 invoked from network); 4 May 2004 06:51:32 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m22.grp.scd.yahoo.com with QMQP; 4 May 2004 06:51:32 -0000\r\nReceived: from unknown (HELO web21410.mail.yahoo.com) (216.136.232.85)\n  by mta2.grp.scd.yahoo.com with SMTP; 4 May 2004 06:51:32 -0000\r\nMessage-ID: &lt;20040504065056.93321.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21410.mail.yahoo.com via HTTP; Mon, 03 May 2004 23:50:56 PDT\r\nDate: Mon, 3 May 2004 23:50:56 -0700 (PDT)\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nIn-Reply-To: &lt;20040504034527.13121.qmail@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.85\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Re: [SHQ_Spy_Division] Random Bits.\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nFiruze Khanume &lt;crouching_tiger_realm@...&gt; wrote:\n \n&gt;&gt;In the specific case of Tokio, what annoys me the most is that this Mary Sue version is the one which is probably the most approved and loved, sometimes with slight variants (no being the best swordsman, but still beating the crap out of Saitou and any other strong fighter at hand, still being loved by everybody at the Kamiya dojo, etc, everybody falling for her beauty and finesse, superb cook that can humiliate Kaoru tenfold, and Saitou is slave to her whims, just with a snap of her fingers).&lt;&lt;\n \nAgree with you totally!!  What also annoys the hell out of me is the complaints about how dare Saitou even consider *looking* at someone else.  Come on, people... he&#39;s a male!  He&#39;s also samurai and they had their own ideas about what was permissable.  And, let&#39;s face it, it was also probably an arranged marriage that might not have been romantic or fulfilling (and that&#39;s just speculation, not any kind of inside track --- just something that&#39;s possible).  I really resent comments that make it clear to me that anything but a monogamous, adoring husband is all Saitou can be.  (Being a SaiSa writer, I get my fair share.)\n \n&gt;&gt;It&#39;s not that I don&#39;t like to share research or anything, but TO ME, is UNFAIR to take the data from someone else (which in some cases might take time, even hours), without politely ask and quote the source. &lt;&lt;\n \nHmmm... This can get sticky, especially when we&#39;re sitting here with a sizable group of RK and PMK fic writers who have access to wonderful information and especially like to incorporate the real Saitou&#39;s life into RK or PMK Saitou&#39;s.  Many of us are bound to end up with the first wife in upcoming stories now that we know she existed, for instance.  I tend to include notes with my stories, often just telling what I know of the history and then encouraging people to join us at SHQ (previously at miburo).  If I have to start documenting sources, I&#39;m going to end up hating writing.  The research I do is for fun, because I want to enrich a character or story, and I&#39;d hope it would spark ideas in others, inspiring them to write.  I don&#39;t think I&#39;m understanding... can you give me an example of how &quot;research&quot; is stolen when it comes to fanfic?  (My confusion is genuine... re-reading what I just wrote it comes off nasty, but I don&#39;t mean for it to... maybe we just have different\n expectations of what happens to information when it&#39;s shared in a story.) \n \nHours?  More like *days*, especially when dealing with the evil babelfish...  :-D  (And it&#39;s people like Tiffany and others who google and babelfish that spare me spending *weeks*!)\n \n&gt;&gt;Sometimes they are clever, and just disguise the plagiarism, taking only parts, the plotline (adding just a couple of things here and there) or historical research. In these cases, it&#39;s more difficult to &#39;catch&#39; the culprit red-handed. But it takes just one little slip from him/her for me shredding him/her to pieces.&lt;&lt;\n \nsigh... This is the primary reason I don&#39;t read while I&#39;m actively writing.  I don&#39;t want to be influenced, even subconsciously.  But how am I suppose to prove that I didn&#39;t steal something that&#39;s addressed in another story?  The concept of a teacher/student based relationship between Saitou and Sano is hardly unusual and can create some of the same scenarios among writers.  FarStrider wrote a wonderful tale recently involving Saitou telling Sano a story when he was sick... something that&#39;s floated around in my own head long before she posted the story because I&#39;ve always envisioned Saitou feeling paternal towards Sano on occasion.  She took it to a most magnificent extreme by telling the story itself, but am I plagiarizing now if in a playful mood Saitou tells Sano a story as part of the night&#39;s proceedings (not necessarily making the story he tells part of my story, but just that he tells Sano a story)?  I begin to feel uncomfortable that in the last chapter of &quot;Yasou&quot; Sano asks\n Saitou if he can read German, ostensibly with the idea of having Saitou do what Sagara did --- tell him the stories (and in fact I did think about removing it because FarStrider&#39;s story was so recent).  I&#39;m sensitive to not wanting to seem to be taking another&#39;s idea, but the fact is, sometimes minds do think alike.  &lt;snicker&gt;  My first contact with Angrybee was after I wrote something and then read the latest chapter of &quot;Hajime & Tokio&quot; and whatever it was (I&#39;ve since forgotten exactly what) was too close for comfort.  I promptly shot off an email explaining I had written whatever it was before I&#39;d read the chapter, but the fact is, I wouldn&#39;t have known about the similarity if I hadn&#39;t gotten sucked into her story before I finally began writing. And she only had my word that I hadn&#39;t stolen whatever it was from her chapter.  Heaven only knows (well, the avid RK reader would probably know, too) how many ideas in my stories are in others. (I&#39;m not well-read in SaiSa fic... not like\n I was in K/S from Star Trek.)\n \nConfused again... where does one draw the line at what is plagiarism?  (I suppose this is what I get for not being able to read and write at the same time... density).  I *do*, however, understand that wholescale plagiarism does occur.  I&#39;m talking about ideas or actions.  And how am I to convince someone I *didn&#39;t* know the same thing or something similar was in a story of theirs?\n \nIncredible things to think about, Firuze.  I don&#39;t think I&#39;ve ever encountered a discussion about these things.  I&#39;m glad you brought them up.\n \nphil (chewing her nails... OMG, what have I inadvertently stolen?)\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $20,000 Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this message have been removed]\n\n\n"
}