{
    "userId": 166729753,
    "authorName": "Warg3791@****",
    "from": "Warg3791@...",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "16GXaqyLm9J03HIYKsZB8lvDkIqNrDMEDUS_h7qxF-ySlKryU5PqDUQixZLE1O9ya0ADJ105DQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ_Spy_Division] Random Bits.",
    "postDate": "1083672627",
    "msgId": 206,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDRDRDExOTQ5LjBDNDkzNzM2LjAwODU2MTU5QGFvbC5jb20+"
    },
    "prevInTopic": 205,
    "nextInTopic": 207,
    "prevInTime": 205,
    "nextInTime": 207,
    "topicId": 197,
    "numMessagesInTopic": 34,
    "msgSnippet": "I have to agree with Phil about it being a very sticky situation. I keep up with certain authors, but it s been a while since I could go through the entire",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 60381 invoked from network); 4 May 2004 12:10:41 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m13.grp.scd.yahoo.com with QMQP; 4 May 2004 12:10:41 -0000\r\nReceived: from unknown (HELO imo-m14.mx.aol.com) (64.12.138.204)\n  by mta4.grp.scd.yahoo.com with SMTP; 4 May 2004 12:10:41 -0000\r\nReceived: from Warg3791@...\n\tby imo-m14.mx.aol.com (mail_out_v37_r1.3.) id r.1d0.1ff39530 (15900)\n\t for &lt;SHQ_Spy_Division@yahoogroups.com&gt;; Tue, 4 May 2004 08:10:28 -0400 (EDT)\r\nReceived: from  aol.com (mow-d21.webmail.aol.com [205.188.139.162]) by air-id09.mx.aol.com (v99.12) with ESMTP id MAILINID93-3e1c4097883314c; Tue, 04 May 2004 08:10:28 -0400\r\nDate: Tue, 04 May 2004 08:10:27 -0400\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMIME-Version: 1.0\r\nMessage-ID: &lt;4CD11949.0C493736.00856159@...&gt;\r\nX-Mailer: Atlas Mailer 2.0\r\nX-AOL-IP: 64.12.117.15\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Remote-IP: 64.12.138.204\r\nFrom: Warg3791@...\r\nSubject: Re: [SHQ_Spy_Division] Random Bits.\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\nI have to agree with Phil about it being a very sticky situation. I keep up with certain authors, but it&#39;s been a while since I could go through the entire list and seen what other stories are out there. I have no way of knowing if an idea that comes to me because of a specific fact comes to light or I notice something strange about a show, etc. has been picked up and used by another or not half the time. I&#39;m certainly not going to spend HOURS scrolling through every story just to make double sure. Someone brought up on another forum something similar to an idea I&#39;ve been working out for some time now. I have a witness who can validate this claim. I&#39;m not going to scrape my story now because someone else has suddenly had the same stray thought and MIGHT use it. \n\nThis actually happened to another member of the group. Someone else here (I will not mention a name unless they want to identify themself) had a wonderful and very original story idea a while back and I was very much looking forward to reading their fic. But then we were shocked to run across a fic already on ff.net that had the EXACT same plotline they was going to use! And this was someone neither of us knew at all, so there was no way one of them could have gotten the idea from the other. What&#39;s more, they had discussed this fic with me for weeks before the story showed up on the site. Needless to say, the story was never written. \n\nThe thing is ANYONE can find these things out for themselves with just a bit of digging. It&#39;s not like we have a monopoly on it or that we didn&#39;t get it from someone else ourselves. Furthermore, part of the idea behind these groups is to gather as much info as we can on the Shinsengumi so we can write better fics about the boys in blue and white be it in RK, PMK, or other fanfics, etc. Inevitably we are going to have &quot;facts&quot; in our stories that are the same. I doubt any of our members who appreciate being attacked on the grounds that they borrowed historical reasearch from here. And I feel no obligation to mention that much of mine came from here other than to try to encourage others to join our cause to spread the word of the dignity and honor of the Shinsengumi.\n\nI fully intend to write a fic about Yaso in the near future. I don&#39;t really care who else does. I think it&#39;s fair to say I&#39;ve contributed my fair share of information to the pool. I have no qualms about another writer using any information that I&#39;ve contributed. Why? Because ultimately the history of Saito and the Shinsengumi doesn&#39;t belong to me no matter how much effort I put into finding out new information. And if I hadn&#39;t found those things, eventually someone else here would have. Again that&#39;s why these particular groups were created, so anyone who has a problem with their fellow writers using info they found probably shouldn&#39;t post it here in the first place. \n\nAnd as far as &quot;Mary Sue Tokio&quot; goes? If I don&#39;t like-ey, I don&#39;t read-ey. End of story.\n\n-MissBehavin (Has Saito ready to Gatotsu anyone who unjustly accuses our members of stealing data.)\n\n\n\n"
}