{
    "userId": 438216,
    "authorName": "unsafesects",
    "from": "&quot;unsafesects&quot; &lt;mindglue@...&gt;",
    "profile": "unsafesects",
    "replyTo": "LIST",
    "senderId": "bJawnBMsbeWshEZqf_IMSQn2Bbq_AUW0arTk4MOM5dVgSqlq-FKb2t5mS-FaV-_aG7Q4G1nEqaJHyhSOHWQLoJBk5CDp3A",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Random Bits.",
    "postDate": "1083688649",
    "msgId": 210,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM3OGdzOStlMjJ2QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQwNTA0MDY1MDU2LjkzMzIxLnFtYWlsQHdlYjIxNDEwLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 209,
    "nextInTopic": 211,
    "prevInTime": 209,
    "nextInTime": 211,
    "topicId": 197,
    "numMessagesInTopic": 34,
    "msgSnippet": "... the ... I think a lot of that stems from people not having open minds that characters could, just possibly, be very different from how they personally",
    "rawEmail": "Return-Path: &lt;mindglue@...&gt;\r\nX-Sender: mindglue@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 68918 invoked from network); 4 May 2004 16:37:38 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m24.grp.scd.yahoo.com with QMQP; 4 May 2004 16:37:38 -0000\r\nReceived: from unknown (HELO n13.grp.scd.yahoo.com) (66.218.66.68)\n  by mta3.grp.scd.yahoo.com with SMTP; 4 May 2004 16:37:38 -0000\r\nReceived: from [66.218.67.129] by n13.grp.scd.yahoo.com with NNFMP; 04 May 2004 16:37:33 -0000\r\nDate: Tue, 04 May 2004 16:37:29 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;c78gs9+e22v@...&gt;\r\nIn-Reply-To: &lt;20040504065056.93321.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 7091\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.68\r\nFrom: &quot;unsafesects&quot; &lt;mindglue@...&gt;\r\nSubject: Re: Random Bits.\r\nX-Yahoo-Group-Post: member; u=438216\r\nX-Yahoo-Profile: unsafesects\r\n\r\n--- In SHQ_Spy_Division@yahoogroups.com, spiritus saitou \n&lt;spiritus_saitou@y...&gt; wrote:\n\n&gt; Agree with you totally!!  What also annoys the hell out of me is\nthe \n&gt;complaints about how dare Saitou even consider *looking* at someone \n&gt;else.  Come on, people... he&#39;s a male!  He&#39;s also samurai and they \n&gt;had their own ideas about what was permissable.  And, let&#39;s face it, \n&gt;it was also probably an arranged marriage that might not have been \n&gt;romantic or fulfilling (and that&#39;s just speculation, not any kind of \n&gt;inside track --- just something that&#39;s possible).  I really resent \n&gt;comments that make it clear to me that anything but a monogamous, \n&gt;adoring husband is all Saitou can be.  (Being a SaiSa writer, I get \n&gt;my fair share.)\n\nI think a lot of that stems from people not having open minds that \ncharacters could, just possibly, be very different from how they \npersonally envision them.  I mean, as you know, I&#39;m a big fan of \nSaitou being a loyal husband, and yet, I&#39;ve also read some\nSaitou/Sano \nfanfiction which was very well done, moving, clever and enthralling.  \nIf we don&#39;t allow authors the freedom to explore characters (and \npossibilities) to the nth degree, then what, exactly, is fanfiction \nall about?  Why read it, if it is just going to tell the same story \nover and over?\n\nThat&#39;s the exciting part, in my mind, when authors come up with \nsomething new and a little dangerous.  It should make the reader \nnervous.  It should challenge what they think is -true- about their \nfavorite characters.  And yet, at the same time, the author must do \nwith without bringing the story to the sin of complete random\nOOCness. \n\n(I think I got off on a tangent.  My apologies.)\n\n&gt;I tend to include notes with my stories, often just telling what I ?\n&gt;know of the history and then encouraging people to join us at SHQ \n&gt;(previously at miburo).  If I have to start documenting sources, I&#39;m \n&gt;going to end up hating writing.  \n\nI also include historical notes, where applicable.  Mostly because I \ndo my research on the internet (which is available to everyone), and \nthe internet is not always -correct-.  I&#39;ve had a lot of good \nreviewers come and point out mistranslations that I&#39;ve used or \ninformation that I used which was less than valid.  And this is \n-good-, in my opinion, because then I can change the story and avoid \nfurther embarrassing myself.  (HA!  AS IF I&#39;D EVER STOP EMBARRASSING \nMYSELF.)\n\nI really don&#39;t mind people stealing my research.  Especially because\nI think it promotes more interest in the community and in the subject. \n \nIf you see something you like in my story, and it makes you think\n&quot;HM.  I wonder if that is true.  I wonder if I could find out more \nabout that,&quot; and then you do additional research and begin your own \nstory...I end up benefitting.  I benefit because there is now another \nstory out there, about a topic I&#39;m interested in, and I get to read \nit. HOw cool is that?\n\n(But, I&#39;m going to stop here, because I&#39;m just re-iterating what\nphil, \nand others, already said.)\n\nOn the subject of plagarism, well, I&#39;m a bit -befuddled- by the whole \nthing.  After I finished writing &quot;Hajime and Tokio&quot;, I found that a \nfew different people had begun writing stories with very similar \nthemes, wording, speech patterns, characters, and plots.  (And a few \nsections lifted, pretty much, directly from what I had written...) \n\nFor a while, I was upset.  But, then I became less upset.  It was \nflattering, really, if I thought about it.  These were obviously very \nyoung writers, just starting out.  So, I did the only thing I could \ndo, which was leave them reviews telling them I was reading their \nstory, and that I hoped they were having fun writing it, and that I \nwas glad more people were writing about my favorite pairing.\n\nUsually, they either stopped writing the story right away, and\ndeleted it...Or, they thanked me for reading and were very happy for \nany advice I could give on how to become a better writer.  (And I try \nto oblige, even though I generally don&#39;t have any CLUE what I am \ndoing, writing-wise.  Nonetheless, I try not to give them completely \nBAD information.)\n\n\n&gt;My first contact with Angrybee was after I wrote something and then \n&gt;read the latest chapter of &quot;Hajime & Tokio&quot; and whatever it was\n(I&#39;ve \n&gt;since forgotten exactly what) was too close for comfort.  I promptly \n&gt;shot off an email explaining I had written whatever it was before\nI&#39;d \n&gt;read the chapter, but the fact is, I wouldn&#39;t have known about the \n&gt;similarity if I hadn&#39;t gotten sucked into her story before I finally \n&gt;began writing. And she only had my word that I hadn&#39;t stolen\nwhatever \n&gt;it was from her chapter.  Heaven only knows (well, the avid RK\nreader \n&gt;would probably know, too) how many ideas in my stories are in\nothers. \n\nDid that really happen?  Haha.  *scratch head*  I don&#39;t remember\nthat. \n\n(Then again, I can&#39;t even remember what I just ordered for lunch, so \ndon&#39;t mind me.)  Well, several people have mailed me similar things, \nand I -know- I have mailed other authors saying &quot;I didn&#39;t meant to \nsteal XYZ!  I swear, I wrote about it before I even read your latest \nstory.&quot;  I think it just happens.  Thankfully, none of us are getting \npaid, (Are we?  Shoot.  I&#39;ve been snookered.) and I think we&#39;re\nmostly doing this for the love of our particular fandoms, so minor \nmishaps and coincidences should, in my opinion, be overlooked.\n\n&gt; Confused again... where does one draw the line at what is \n&gt;plagiarism?\n\nI think there are lines which you should not cross, definitely, even \nif I do feel a bit lenient on the topic.  Plots and character traits \nare often going to end up similar, I think, because we have a base \ncharacter stock from which we draw, and (unless we write AUs), must \nfit them into the timeline we know from history or anime.\n\nBut, there are other things, personal to a writer, which are \nsacrosanct.\n\nOne thing that would annoy me greatly is if people stole -humorous- \nexcerpts from my stories.  I think my own humor is very distinct, and \nI work very hard on my humor stories, on the pacing and the wording, \ntrying to make them as funny as possible.  I mean, it would be\nobvious if someone stole themes from &quot;A Sakabatou For Baka Saitou&quot; or \n&quot;The Hitokiri Stainmaster&quot;.  And, I think I would be furious if they \ndid.  \n\nNow, why is that different from people lifting stuff from my other \nstory, &quot;Hajime and Tokio&quot;?  I&#39;m not sure.  I don&#39;t know what the line \nis between feeling flattered and feeling completely miffed?  \n\nMaybe the difference is that I think the writing in &quot;Hajime and\nTokio&quot; is better than the humor stories.  So, if some young writer \nlifts from H&T, it&#39;s a flattering compliment.  It&#39;s saying &quot;I want to \nbe a better writer.  I want to be like you.&quot;  But, the humor stuff \nisn&#39;t good writing.  It is just amusing.  So, the only reason to steal \nit...is for the purposes of getting reviews or making others think \nyou&#39;re funny.  And, then I feel used.\n\nWell, I am going to stop here before I sound like a bitchy bitchy \nbitch.  I think it may be too late, though, for that.\n\nAngrybee.\n\n\n\n\n"
}