{
    "userId": 183547621,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;crouching_tiger_realm@...&gt;",
    "profile": "crouching_tiger_realm",
    "replyTo": "LIST",
    "senderId": "9r597G2UJ2czK8zP51ZnGU-VsCo2aY3jUfifGexpVpGsYTdg8bZYZxXumpoiYLiuKgoU-dE9uXcz3rvuX1enEOxK_jOPPQ-IjCYO-j2cc-peYYcOQsFa",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ_Spy_Division] Random Bits.",
    "postDate": "1083691156",
    "msgId": 212,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTA0MTcxOTE2LjI1NTE5LnFtYWlsQHdlYjIwNzI5Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 211,
    "nextInTopic": 213,
    "prevInTime": 211,
    "nextInTime": 213,
    "topicId": 197,
    "numMessagesInTopic": 34,
    "msgSnippet": "Hi minna (revisited) ! Of research, history, and plagiarism, part I Oh well, as I personally own a couple of ML, in my case I d prefer the ML quoted, because I",
    "rawEmail": "Return-Path: &lt;crouching_tiger_realm@...&gt;\r\nX-Sender: crouching_tiger_realm@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 66772 invoked from network); 4 May 2004 17:19:24 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m15.grp.scd.yahoo.com with QMQP; 4 May 2004 17:19:24 -0000\r\nReceived: from unknown (HELO web20729.mail.yahoo.com) (216.136.226.119)\n  by mta6.grp.scd.yahoo.com with SMTP; 4 May 2004 17:19:24 -0000\r\nMessage-ID: &lt;20040504171916.25519.qmail@...&gt;\r\nReceived: from [200.63.139.109] by web20729.mail.yahoo.com via HTTP; Tue, 04 May 2004 10:19:16 PDT\r\nDate: Tue, 4 May 2004 10:19:16 -0700 (PDT)\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.226.119\r\nFrom: Firuze Khanume &lt;crouching_tiger_realm@...&gt;\r\nSubject: Re: [SHQ_Spy_Division] Random Bits.\r\nX-Yahoo-Group-Post: member; u=183547621\r\nX-Yahoo-Profile: crouching_tiger_realm\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nHi minna (revisited) !\n \nOf research, history, and plagiarism, part I\n \n\nOh=\r\n well, as I personally own a couple of ML, in my case I&#39;d prefer the ML quo=\r\nted, because I assume the individual members wouldn&#39;t mind it as long as th=\r\ne group is benefited by the sharing of info.\n\nHowever, I have a personal tr=\r\nick. Whenever I find in a site, or a ML something I might add later to a fi=\r\nc, I simply take the info (cut and paste) and add a note from where and who=\r\nm I took it, and save it in a file of Notes (I usually have up till four No=\r\ntes files for each fic, including some stuff I take out from any particular=\r\n scene and can be used later or elsewhere).\n\nBut as I said somewhere else (=\r\nI can&#39;t remember... brain cell is semi melted lately), this little obsessio=\r\nn in my case is a professional vice, since I write books and articles for a=\r\n religious Foundation, and adding footnotes are as common as daily bread fo=\r\nr me.\n\nTaking from ML info is different, but as I said, just giving the gro=\r\nup&#39;s link solves it all, and it&#39;s a courtesy and a healthy habit, at least,=\r\n it=92s my opinion. Helps the group grows, and as MissB said we all benefit=\r\n and share here, so, it&#39;s ok not to quote the exact person, but my personal=\r\n take is that at least the group should be mentioned. What I mean by =91ste=\r\naling plotlines=92 is other issue, much in the vein of what Tiffany mention=\r\ned: small plot twists, unique details that can be called: creative insight =\r\n(like assuming Saitou might be vegetarian, for example. This is an original=\r\n though, not unlikely, but unheard of before). The stealing of ideas is sho=\r\nwn in these details, when someone else copy these details or even certain e=\r\nvents and the subsequent the reactions to them. \n\nI don&#39;t meant that having=\r\n the same =93general ideas=94 is stealing. If you have a student/teacher re=\r\nlationship, that&#39;s a general idea, and it&#39;s NOT stealing. As the adopting o=\r\nf Eiji, which in the context is very likely, it&#39;s not farfetched at all, an=\r\nd I think many people might agree on this. So, I don&#39;t see this as stealing=\r\n. Stealing ideas is, as I said above, more a thing of small details, like s=\r\nome very unlikely and original plot twists, made just by only one person be=\r\nfore. \n\nIn any case, I think that phil=92s policy with Angrybee fic is the =\r\nright one. If someone has one idea and she finds it=92s similar to someone =\r\nelse=92s, who has posted it previously, why don&#39;t mention it to this author=\r\n prior to post the chapter? And if it discovered afterwards, why don&#39;t writ=\r\ne that author and tell her/him anyway? It&#39;s a mere courtesy, as old fashion=\r\ned as it might sound. To me, even if it a bit annoying and I have to take e=\r\nxtra time, I prefer this course of action, to avoid later and unpleasant mi=\r\nsunderstandings. In my case, I think it&#39;s the right thing to do, but it&#39;s j=\r\nust my opinion.\n\n \n\nI&#39;ll give a personal example here of what I meant: I ma=\r\nde in one of my fics two characters played shogi. In that period (early Mei=\r\nji) wasn&#39;t that popular as a game, and it would have been more logical to u=\r\nse Go. Only three samurai families really played it to the full extent at t=\r\nhis period. In brief, from a pure historical POV wasn&#39;t accurate to use sho=\r\ngi, but I consciously made the choice.\n\nBut, Lo, and behold! I found someon=\r\ne else who few weeks later I used it, (in the same section of RK fandom, th=\r\nis is the Enishi one), as with the almost exact author notes about the game=\r\n (I didn&#39;t mentioned the fact that the game wasn&#39;t popular during early Mei=\r\nji, though, and this author casually also overlooked it). All in all, it lo=\r\noked fishy to me, and it spoiled the taste for this particular fic. (with s=\r\nome other details in the absolute and unlikely OOCness area, but I digress)=\r\n. \n\nAnyway, what I mean is that historical facts belongs to everybody, as e=\r\nvery writer obviously also knows to read, and everybody can get a history b=\r\nook from the local library or bookshop. Then there are common facts and fan=\r\nons, and deductions that can be easily made by everyone (like in Eiji=92s a=\r\ndoption case). These things are fair game and available for everyone, and e=\r\nven if there is some overlapping, it=92s ok. Sorry if I wasn&#39;t clear on thi=\r\ns. Now, when I mention stealing plot lines and ideas, I mean this: if you f=\r\nind a fic that goes from A to B to C, in the same fashion other does, and y=\r\nou find the characterization, the character development, and very specially=\r\n certain unique details, etc, in brief it is just too similar to other, wel=\r\nl, you have to be suspicious.\n\nAlso, when you see historical info stripped =\r\nright to the last comma from someone&#39;s else authors notes (as I saw it happ=\r\nened is several cases, and people, please read again, I meant AUTHOR&#39;S NOTE=\r\nS, not the group data), without the due credit as I&#39;ve seen, SORRY, I REACT=\r\n BAD. That&#39;s the easy way, and yes, it&#39;s plagiarism to me. You don&#39;t have t=\r\no agree with my opinion, people. It&#39;s just that, an opinion. An opinion I a=\r\nct upon, though. So, if I see someone else taking authors notes to the smal=\r\nlest detail (including personal comments) without quoting, sorry, I proceed=\r\n to thoroughly trample down the culprit. \n\nI&#39;ll also give another personal =\r\nexample of what can be called &#39;coincidence in good faith&#39;.  Usually, I plan=\r\n fics from A to Z before I start to write them, so I had planned an scene w=\r\nith a reference to one of Verne&#39;s books, I took care of reading the book an=\r\nd took the quotes I&#39;d use, etc... Months later, but before I posted the sai=\r\nd chapter, another writer in the section, also used Verne=92s reference, th=\r\nough in a TOTALLY different light and approach. So I used phil=92s policy h=\r\nere too. I wrote to her warning her I&#39;d also quote him, and after this, I m=\r\nentioned it in a public review of her fic. I could not avoid the reference,=\r\n since it was pivotal to the plot. I needed a XIX century Sci Fi writer, an=\r\nd while Cyrano de Bergerac&#39;s works are even earlier, I don&#39;t think the char=\r\nacter reminding these particular passages of the book in question would hav=\r\ne access to Cyrano&#39;s works. H.G. Wells wasn&#39;t an option, because his works =\r\nweren&#39;t available for the period I had in mind. So, there, I was stuck\n bet=\r\nween a rock and a hard place. But then, I wrote the author privately and pu=\r\nblicly, and made an author=92s note about it, explaining in long detail why=\r\n I did the choice. It was boring, tiresome, and annoying, but I think it=92=\r\ns the best way to avoid suspicions and uncomfortable situations. And to me =\r\nis a simple due courtesy. It=92s what I do, but it doesn=92t mean everybody=\r\n has to agree with me.\n\nI agree with everybody here about this being a tric=\r\nky situation, as it can happen to anyone; that=92s why I think that being c=\r\nlear about it with the concerned parties might help a lot to avoid awkward =\r\nsituations we could be thrown unwittingly into.\n\nJust my two cents...\n\nSee =\r\nyou\n\nFiruze\n\n \n\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $=\r\n20,000 Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this messa=\r\nge have been removed]\n\n\n"
}