{
    "userId": 183547621,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;crouching_tiger_realm@...&gt;",
    "profile": "crouching_tiger_realm",
    "replyTo": "LIST",
    "senderId": "ABth4nxi7MWcI99UQDKyN4T2uRLiv8yp7JoIKWPDeUGOtUSFp9aGzO1dKXo8JQ7Pfh5xcggsJ7IX4dBIk6n8ylYRDxRoMfROszF94GwUQNmSbD3R-Mmk",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [Norton AntiSpam] Re: [SHQ_Spy_Division] Re: Random Bits.",
    "postDate": "1083720743",
    "msgId": 223,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTA1MDEzMjIzLjgyNjg5LnFtYWlsQHdlYjIwNzIzLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 227,
    "prevInTime": 222,
    "nextInTime": 224,
    "topicId": 223,
    "numMessagesInTopic": 3,
    "msgSnippet": "... That s why quoting the source (this ML) is the wiser thing to do, to avoid all the nasty thing of leading unnecessary mass charges. Since the accuser",
    "rawEmail": "Return-Path: &lt;crouching_tiger_realm@...&gt;\r\nX-Sender: crouching_tiger_realm@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 28387 invoked from network); 5 May 2004 01:32:28 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m13.grp.scd.yahoo.com with QMQP; 5 May 2004 01:32:28 -0000\r\nReceived: from unknown (HELO web20723.mail.yahoo.com) (216.136.226.77)\n  by mta6.grp.scd.yahoo.com with SMTP; 5 May 2004 01:32:28 -0000\r\nMessage-ID: &lt;20040505013223.82689.qmail@...&gt;\r\nReceived: from [200.63.139.109] by web20723.mail.yahoo.com via HTTP; Tue, 04 May 2004 18:32:23 PDT\r\nDate: Tue, 4 May 2004 18:32:23 -0700 (PDT)\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.226.77\r\nFrom: Firuze Khanume &lt;crouching_tiger_realm@...&gt;\r\nSubject: Re: [Norton AntiSpam] Re: [SHQ_Spy_Division] Re: Random Bits.\r\nX-Yahoo-Group-Post: member; u=183547621\r\nX-Yahoo-Profile: crouching_tiger_realm\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\n&gt;&gt;And I still maintain the Gatotsu threat. I don&#39;t want anyone here who uses info we&#39;ve gathered to be accused by someone unconnected to the group of stealing &quot;their story&quot; or &quot;their data&quot; because they have the same info. I will lead a mass charge in that person&#39;s defense. &lt;&lt;\n \nThat&#39;s why quoting the source (this ML) is the wiser thing to do, to avoid all the nasty thing of leading unnecessary mass charges. \nSince the &#39;accuser party&#39; is not a seer in most cases , and unless the accused one quotes the source previously, the accuser is absolutely entitled to suspicion, and I mean the historical data in this case. Sorry if I sound stubborn. \n \nHonestly, if I find that any of my author notes is taken by someone else (comma by comma), and this person doesn&#39;t quote the source, I simply rip the guy/gal to bits. He/she can come with friends and protest all they like, but unless they provide real and solid proof, I simply don&#39;t back off, no matter how many charge (and believe me, I know, I faced mass charges). But, maybe it&#39;s just me...\n \nIt&#39;s the strict responsibility of the author to be clear about this, and avoid uncomfortable situations. It doesn&#39;t take too long to mention: thanks to the gals and guys in the SHQ ML, who provided ideas and historical data.\n \nConcerning the plotlines, the right thing is, if you know a previous fic with a similar idea, to contact the author. It&#39;s also simple and quick, and avoid misunderstandings. \n \nFiruze\n \n----- Original Message ----- \n  From:   Warg3791@...   \n  To: SHQ_Spy_Division@yahoogroups.com   \n  Sent: Tuesday, May 04, 2004 4:13 PM\n  Subject: [Norton AntiSpam] Re:   [SHQ_Spy_Division] Re: Random Bits.\n  \n\nIn a message dated 5/4/2004 2:47:31 PM Eastern Daylight   Time, mindglue@... writes:\n\n&gt;   &gt; And as far as &quot;Mary Sue Tokio&quot; goes? If I don&#39;t like-ey, I don&#39;t \n&gt;   &gt;read-ey. End of story.\n&gt; \n&gt; Ah, but sometimes, you know, you   just can&#39;t look away.  It&#39;s such a \n&gt; train wreck, and you are   drawn in...seduced by the grotesque.  I \n&gt; guess, I sometimes read   Mary Sue stories for the same reason I watch \n&gt; horror movies.    Just as it is good to know my arm isn&#39;t being gnawed \n&gt; off by zombies,   it is also good to know that I am -not- as bad of a \n&gt; writer as I   sometimes like to think.\n&gt; \n&gt; &gt; -MissBehavin (Has Saito ready   to Gatotsu anyone who unjustly accuses \n&gt; our members of stealing   data.)\n&gt; \n&gt; Ah, I see it now, the Shinsengumi-fans, gathering our   boats, sailing \n&gt; off into the wide-wide internet, our Makoto flags   unfurled, our \n&gt; eyepatches and parrots in tow...\n&gt; \n&gt;   &quot;Arrrrr.  We&#39;re here for your DATA.  We&#39;ve come to pillage \n&gt;   your \n&gt; research.  Hand it over, or feel our wrath!\n&gt;   \n&gt; Angrybee.\n\n\nI understand all that about the train wreck.   Done that a time or two myself. But I was thinking, we&#39;ve all recently seen a   &quot;Mary Sue&quot; in a popular anime and loved her to death! Who do I mean? Ayu-nee!   She fits the criteria laid down almost exactly in that 1) Everyone loves her,   2) She&#39;s always solving everyone&#39;s problems for them with her advice and 3)   even though the Shinsengumi are master swordsmen, it is sadly apparent she can   kick most of their tails... So, Mary Sue-nee anyone? (Yes, I know she&#39;s an   &quot;original&quot; character, but she probably began as a &quot;Mary Sue&quot; somewhere,   ne?)\n\n\nAnd I still maintain the Gatotsu threat. I don&#39;t want anyone   here who uses info we&#39;ve gathered to be accused by someone unconnected to the   group of stealing &quot;their story&quot; or &quot;their data&quot; because they have the same   info. I will lead a mass charge in that person&#39;s defense. Going several rounds   with the goldfish and then it&#39;s evil brother has made me cranky. Esp. after I   realized I&#39;ve HAD the info I&#39;ve been looking for all along! -_- Sometimes, you   really can have TOO much info.\n\nYeah, there&#39;s another translator service   we can gripe about now. It&#39;s called Alis Translation Solutions and the name of   the program is Gist. For good reason. That&#39;s about all you&#39;ll get of the page   - the gist. (On a serious note, in some cases it&#39;s worse, but in others the   translation is clearer and easier to figure out.) \n\n-MissBehavin (being   glared at by Saito, who was under the false impression he was going to see   some immediate action...)\n\n\nSHQ - Shinsengumi   Headquarters\nhttp://groups.yahoo.com/group/SHQ/\n\nComing   soon:  SHQ - The Website\nhttp://www.shinsengumihq.com/\n\nSHQ   Spy Office -- SHQ LiveJournal\nhttp://wwww.livejournal.com/~shq_spy_office   \n\n\n                Yahoo! Groups         Sponsor                                                  ADVERTISEMENT\n          \n  \n---------------------------------\n  Yahoo! Groups Links\n      \n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/SHQ_Spy_Division/\n      \n   To unsubscribe from this group, send an email to:\nSHQ_Spy_Division-unsubscribe@yahoogroups.com\n      \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.   \n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $20,000 Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this message have been removed]\n\n\n"
}