{
    "userId": 122717733,
    "authorName": "Grace Battista",
    "from": "&quot;Grace Battista&quot; &lt;mg_batt@...&gt;",
    "profile": "mg_batt",
    "replyTo": "LIST",
    "senderId": "NUmi3bdi4wBZH1PFu1MpSGtIpQYeWRQU2A0I84H-SBqBDJssmDi6y9tMoHQuqElFqZIA6lEFqH9HFVwW0qR76m-C2tF6KeX1uI0y",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Random Bits.",
    "postDate": "1083725514",
    "msgId": 226,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM3OWtzYStwY2V1QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQwNTA0MDM0NTI3LjEzMTIxLnFtYWlsQHdlYjIwNzI1Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 224,
    "nextInTopic": 228,
    "prevInTime": 225,
    "nextInTime": 227,
    "topicId": 197,
    "numMessagesInTopic": 34,
    "msgSnippet": "I cannot agree with you more about Kaoru, maybe another reason why I don t usually read Kaoru stories.... Nor Kenshin (unless we have him teethering back to",
    "rawEmail": "Return-Path: &lt;mg_batt@...&gt;\r\nX-Sender: mg_batt@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 93217 invoked from network); 5 May 2004 02:51:56 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m25.grp.scd.yahoo.com with QMQP; 5 May 2004 02:51:56 -0000\r\nReceived: from unknown (HELO n3.grp.scd.yahoo.com) (66.218.66.86)\n  by mta3.grp.scd.yahoo.com with SMTP; 5 May 2004 02:51:56 -0000\r\nReceived: from [66.218.66.112] by n3.grp.scd.yahoo.com with NNFMP; 05 May 2004 02:51:55 -0000\r\nDate: Wed, 05 May 2004 02:51:54 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;c79ksa+pceu@...&gt;\r\nIn-Reply-To: &lt;20040504034527.13121.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5992\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.86\r\nFrom: &quot;Grace Battista&quot; &lt;mg_batt@...&gt;\r\nSubject: Re: Random Bits.\r\nX-Yahoo-Group-Post: member; u=122717733\r\nX-Yahoo-Profile: mg_batt\r\n\r\nI cannot agree with you more about Kaoru, maybe another reason why I \ndon&#39;t usually read Kaoru stories.... Nor Kenshin (unless we have him \nteethering back to battousai) unfortunately. I think they are just \nTOO perfect for my taste.\n\nAs for plagiarism... Well I just think it&#39;s unforgivable... I try to \ntell people where, who I happen to hear the idea from or from where \nI got the data (usually it&#39;s the miburo/SHQ group) for a chapter \netc. Personally I haven&#39;t read a lot of fanfics, except those that \nare housed here in the Spy division, so I can&#39;t tell you I&#39;ve found \nplagiarism in ff.net. I&#39;m sure though that it&#39;s present, it&#39;s like \nsaying we are the only form of life form in the universe (coz that&#39;s \njust improbable)... \n\nI was just wondering if there&#39;s such a thing as &quot;accidental \nplagiarism&quot;? Because with the number of fanfics and the limited \nhours to read through what&#39;s out there, how can we be sure we&#39;re not \ncopying someone elses work?\n\n\n--- In SHQ_Spy_Division@yahoogroups.com, Firuze Khanume \n&lt;crouching_tiger_realm@y...&gt; wrote:\n&gt; Hi, all!!\n&gt; &gt;I also wanted to blather a bit about Mary Sues.  You can often \nfind \n&gt; her posing under the name &quot;Tokio&quot; in many fanfics.  She&#39;s somehow \na \n&gt; swordswoman who can take down the entire Shinsengumi, but, in her \n&gt; off-time, she&#39;s stunningly beautiful, charming, and poised.  Also, \nshe \n&gt; can verbally browbeat (RK) Saitou into doing whatever she wants, \n&gt; turning her Wolf into a puppy with a snap of the fingers.\n&gt; \n&gt; And everyone in the Kamiya dojo ADORES her.\n&gt; \n&gt; I&#39;d go on, but then I would be targeting specific stories, and \nthat&#39;s \n&gt; just mean.\n&gt; \n&gt; Angrybee.&lt;\n&gt;  \n&gt; \n&gt; Ah, yes, you are SO right here.\n&gt; \n&gt;  \n&gt; \n&gt; In fact I could include most latest depictions of Kaoru here as \nMary Sue too, where she is a goddess and has all RK males pinning \nafter her, changing the hearts of everyone she is in touch with, she \nis oh-so perfect and compassionate that she is at the verge of being \nraised to the Altars, and worshipped, so beautiful that the moon \npales in comparison, etc, etc, etc. \n&gt; \n&gt;  \n&gt; \n&gt; In the specific case of Tokio, what annoys me the most is that \nthis Mary Sue version is the one which is probably the most approved \nand loved, sometimes with slight variants (no being the best \nswordsman, but still beating the crap out of Saitou and any other \nstrong fighter at hand, still being loved by everybody at the Kamiya \ndojo, etc, everybody falling for her beauty and finesse, superb cook \nthat can humiliate Kaoru tenfold, and Saitou is slave to her whims, \njust with a snap of her fingers). \n&gt; \n&gt; Sadly, it&#39;s also the one that receives hundreds of reviews. Not \nthat getting tons of reviews reflects the quality of a fic. In fact, \nIMO, is quite the opposite in most cases, but of course, it&#39;s just \nmy opinion. For instance, I&#39;m primarily an Enishi fan and I see this \nmore closely in the E/K realm. There is a jewel there, its \ntitle &#39;The Affair&#39;, and though it&#39;s doing fine on its own, I see \nthat other fics with the infamous Mary Sue Kaoru are vastly more \npopular.\n&gt; \n&gt;  \n&gt; \n&gt; Anyway, maybe it&#39;s the number of teenagers discovering fanfiction, \nI don&#39;t know, but Mary Sues in disguise as RK characters are common \nnowadays, as much as stealing complete fanfics, research or author \nnotes shamelessly, a thing terribly common as I said before, even \namong well known authors. \n&gt; \n&gt;  \n&gt; \n&gt; In the AoshiMisao ML, one of the authors has just denounced the \nplagiarism of her fics, And I&#39;ve denounced abuse no less than six \ntimes in cases of fics I&#39;ve realized were stolen during last year. \nIt&#39;s funny to see how this works: they &#39;fish&#39; among authors that had \nstopped publishing for several months or even years, and then they \ncopy the whole plot, the actual fic, the authors notes, etc. \n&gt; \n&gt;  \n&gt; \n&gt; Sometimes they are clever, and just disguise the plagiarism, \ntaking only parts, the plotline (adding just a couple of things here \nand there) or historical research. In these cases, it&#39;s more \ndifficult to &#39;catch&#39; the culprit red-handed. But it takes just one \nlittle slip from him/her for me shredding him/her to pieces. Those \nof you here who know me from other places like the RK Forums know \nwhat I mean. I&#39;m not a patient with morons, I deal with them Saitou \nstyle. In fact I wear proudly displayed on my back the patent of \nbitch.\n&gt; \n&gt; It&#39;s not that I don&#39;t like to share research or anything, but TO \nME, is UNFAIR to take the data from someone else (which in some \ncases might take time, even hours), without politely ask and quote \nthe source. If I catch someone doing that, God help him/her. The \nsight won&#39;t be nice after I leave him/her (*cracks knuckles, Sano \nstyle, then goes to do some kata with her watou*).\n&gt; \n&gt;  \n&gt; \n&gt; In brief, while Mary Sues are to me the trademark of poor writing \n(which can be corrected later), I can even tolerate them, when I \ncompare my tolerance to plagiarists. I have been harsh to some \npeople in my reviews about their Mary Sues, but I&#39;m absolutely \nmerciless with plagiarists.\n&gt; \n&gt; \n&gt; Because, in the end, Mary Sues can be overcome as time progresses \nand the writer develops his/her style. But plagiarisms is a terminal \ndisease, with no cure.\n&gt; \n&gt;  \n&gt; Firuze\n&gt; \n&gt; SHQ - Shinsengumi Headquarters\n&gt; http://groups.yahoo.com/group/SHQ/\n&gt; \n&gt; Coming soon:  SHQ - The Website\n&gt; http://www.shinsengumihq.com/\n&gt; \n&gt; SHQ Spy Office -- SHQ LiveJournal\n&gt; http://wwww.livejournal.com/~shq_spy_office \n&gt; \n&gt; \n&gt; \n&gt; \n&gt; ---------------------------------\n&gt; \n&gt; Yahoo! Groups Links\n&gt; \n&gt;       \n&gt;    To visit your group on the web, go to:\n&gt; http://groups.yahoo.com/group/SHQ_Spy_Division/\n&gt;       \n&gt;    To unsubscribe from this group, send an email to:\n&gt; SHQ_Spy_Division-unsubscribe@yahoogroups.com\n&gt;       \n&gt;    Your use of Yahoo! Groups is subject to the Yahoo! Terms of \nService.   \n&gt; \n&gt; \n&gt; \t\t\n&gt; ---------------------------------\n&gt; Do you Yahoo!?\n&gt; Win a $20,000 Career Makeover at Yahoo! HotJobs \n&gt; \n&gt; [Non-text portions of this message have been removed]\n\n\n"
}