{
    "userId": 122717733,
    "authorName": "Grace Battista",
    "from": "&quot;Grace Battista&quot; &lt;mg_batt@...&gt;",
    "profile": "mg_batt",
    "replyTo": "LIST",
    "senderId": "dDoHZm4qiSHbqTL-Pmf50NJKw_CVTqfv6on6wi4mTr89UAstXcWWS0wWQX1q4yg6WMQwxqXyoukXHw8QgO1F-M0rnORcgfjQfrJm",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Tokio-Sue",
    "postDate": "1083745227",
    "msgId": 235,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM3YTg0YittbDd1QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGM3OXVyaytqZGowQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 232,
    "nextInTopic": 240,
    "prevInTime": 234,
    "nextInTime": 236,
    "topicId": 197,
    "numMessagesInTopic": 34,
    "msgSnippet": "Well I tend to agree with all of those mentioned below... It had always been such a mystery to me why there are no photos of them together, let alone Mrs.",
    "rawEmail": "Return-Path: &lt;mg_batt@...&gt;\r\nX-Sender: mg_batt@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 82813 invoked from network); 5 May 2004 08:21:15 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m20.grp.scd.yahoo.com with QMQP; 5 May 2004 08:21:15 -0000\r\nReceived: from unknown (HELO n20.grp.scd.yahoo.com) (66.218.66.76)\n  by mta3.grp.scd.yahoo.com with SMTP; 5 May 2004 08:21:14 -0000\r\nReceived: from [66.218.67.157] by n20.grp.scd.yahoo.com with NNFMP; 05 May 2004 08:20:30 -0000\r\nDate: Wed, 05 May 2004 08:20:27 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;c7a84b+ml7u@...&gt;\r\nIn-Reply-To: &lt;c79urk+jdj0@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5645\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.76\r\nFrom: &quot;Grace Battista&quot; &lt;mg_batt@...&gt;\r\nSubject: Re: Tokio-Sue\r\nX-Yahoo-Group-Post: member; u=122717733\r\nX-Yahoo-Profile: mg_batt\r\n\r\nWell I tend to agree with all of those mentioned below... It had \nalways been such a mystery to me why there are no photos of them \ntogether, let alone Mrs. Fujita saving a photo of her husband. I \njust can&#39;t find a reason to in my head. He lived a pretty long life \ncompared to the rest. Even if they didn&#39;t have access to a photo \ncamera back then, it wouldn&#39;t have been so hard to get another \ncharcoal painting of all of them together or at least the two of \nthem. Makes me wonder what really was the relationships between \nFujita-san and his wife... Also their children... ??? -__-\n\nOn another note... It&#39;s kind of interesting how a lot of fanfic \nwriters took Watsuki&#39;s suggestion on how Tokio is like a buddha, \nperfect and invincible.... I mean I tend to think that Watsuki just \ndecided that would be the appropriate reaction of Kenshin/Misao \nsince RK Saitou was such a badass, so I don&#39;t think it&#39;s based on \nany historical rumor or fact.\n\nOn Tokio x Saitou\nThe interpretation that I like most in the pairing was done by \nSteliana, &quot;Through My Eyes&quot; over at ff.net. I&#39;m not sure if she&#39;s \nwriting still. It was just such a breath of fresh air for me since I \ntend to think conservatively (not that I&#39;m not for women power). \n\nAlso I don&#39;t like the type who dominates Saitou-sama in an almost \nmanly way, manipulative way or &quot;Kaoru-way&quot;. I&#39;d like to think of her \nas a more subdued type who can reason with him if need be and \nconsequently have influence on him only through suggestion. I&#39;d like \nto think of her as giving him a piece of her mind but ultimately \nletting him decide for himself.\n\nBut since we really don&#39;t have any historical basis for her \npersonality and relationship with Saitou, I agree with Barbara that \nbasing her to what women were back then is the safest thing to do. I \nwon&#39;t go so far though as to think she grew to love him, since I \nmyself have doubts about that in their relationship. Of course in a \nfanfic we could say that she eventually loved him... Then again we \ncould also say she just stayed with him out of saving face, out of \nmoney, out of love for her own family, out of not having any other \nlover or out of so many things... :O)\n\n\n\n--- In SHQ_Spy_Division@yahoogroups.com, &quot;Tiffany&quot; &lt;tnamwong@h...&gt; \nwrote:\n&gt; Are you inviting more speculation from me?\n&gt; We know of the Fujita family and hist. Saitou specifically from his\n&gt; brother-in-law...so my guess is the family was closer to the\n&gt; &quot;mother&#39;s&quot; side...we don&#39;t have any recorded stuff from the \nYamaguchi\n&gt; family at all other than S.H. (basic stats on mom, dad, brother and\n&gt; sister).\n&gt; \n&gt; I will always wonder if hist. Tokio was a widow.  She married \nFujita\n&gt; Goro in her early 30s which to me seems kind of late for the time\n&gt; period.Is it possible that her first husband died at Aizu?  Her\n&gt; previous marriage status may have been cleaned up just as Saitou&#39;s\n&gt; first wife is not mentioned in the Fujita Family Documents (-but- \non\n&gt; 3-hajime.com Yasou is categorized as an important figure in his\n&gt; life...this is the webmaster&#39;s organization system and his/her\n&gt; *opinion* that Yasou DID exist...the article includes his/her\n&gt; opinions)...we must remember the family documents were cleaned up \nand\n&gt; decades past before stuff was written.\n&gt; \n&gt; Entering the realm of Japanese messageboard speculation...(these \nare\n&gt; not my ideas)\n&gt; \n&gt; 1) no record of &quot;lively&quot; love between hist. F.G.. + \nTokio...***this is\n&gt; connected somehow with Jiro Asada/o&#39;s novel Mibugishiden \n(Transmission\n&gt; Mibu Loyal Retainers)*** but since the movie ends -way- before \nS.H. is\n&gt; married maybe the author was interviewed or something? (odd)\n&gt; \n&gt; 2) however F.G. + Tokio walked to work together?  &lt;&lt;&lt; many boards \nwill\n&gt; say this (babelfish) is clear on this...but on 3-hajime.com it is\n&gt; based on a VERY VAGUE comment from someone, a student if I recall\n&gt; right, at the school...but again it is repeated from other sites \nnot\n&gt; 3-hajime.com...this is a very weak piece of info because they lived\n&gt; within walking distance to the school it makes sense to me for \nthem to\n&gt; go to work at the same time\n&gt; \n&gt; 3) why are there no photos of Tokio + F.G.?  \n&gt; This is because I think everyone is so used to seeing Tokio + son \n(she\n&gt; looks awefully good for her age by the way)....to posters no photo \n=\n&gt; no love\n&gt; \n&gt; [another thing to ponder since he did receive a medal the order of \nthe\n&gt; blue paulownia why didn&#39;t they take the occasion and have a \nportrait\n&gt; taken?]\n&gt; \n&gt; 4)another interesting comment...Tokio has a face which &quot;conveys\n&gt; sweetness&quot; and thus they HAD to love each other\n&gt; \n&gt; ***there are sooo many fanfics of HISTORICAL S.H. + Tokio it is\n&gt; downright scary...I would assume their fanfic would be in the RK \nrealm\n&gt; but the books on him must be so compelling that they would spawn\n&gt; fanfic...geez\n&gt; \n&gt; ***some boards understandably will put a warning and say...history\n&gt; only no anime/manga but then there are threads about historical \nfanfic\n&gt; \n&gt; ***this is a one line comment I found so I didn&#39;t bother to put it \non\n&gt; www.shinsengumimb.com...there is a novel/series of articles \npublished\n&gt; in Fukushima/Aizu about Saitou this may be a case of historical\n&gt; fiction or something (sadly no link to magazine or anything \nprovided)\n&gt; \n&gt; --- In SHQ_Spy_Division@yahoogroups.com, Barbara Sheridan\n&gt; &lt;bsher213@b...&gt; wrote:\n&gt; \n&gt; &gt; I think you can&#39;t go wrong if you approach her from a slightly\n&gt; historical perspective. Tokio was a woman of the 19th century \nprobably\n&gt; in an arranged marriage who more than likely came to love her \nhusband\n&gt; as she grew to know him.\n&gt; &gt; \n&gt; \n&gt; &gt; -- \n&gt; &gt; Barbara Sheridan\t\n&gt; &gt; \n&gt; &gt; http://www.barbarasheridan.net\n\n\n"
}