{
    "userId": 183547621,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;crouching_tiger_realm@...&gt;",
    "profile": "crouching_tiger_realm",
    "replyTo": "LIST",
    "senderId": "lyItOHeM-nYg75w54dkPA89LErqeHq-G6RdcYDYlfXFnwIDiWGrfILMFGDaxi5N1LovgynZ3S0ald2ppcY9a_sJGKsLNdu9OoCf4QFmZsP2_CQRuufUj",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ_Spy_Division] Re: Random Bits.",
    "postDate": "1083798821",
    "msgId": 246,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTA1MjMxMzQxLjU5NDI0LnFtYWlsQHdlYjIwNzI4Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 245,
    "nextInTopic": 247,
    "prevInTime": 245,
    "nextInTime": 247,
    "topicId": 197,
    "numMessagesInTopic": 34,
    "msgSnippet": "Very, very true. Sometimes, you have to laugh at some printed publications. It is very common in the area of  studies related with the East. Inaccurate",
    "rawEmail": "Return-Path: &lt;crouching_tiger_realm@...&gt;\r\nX-Sender: crouching_tiger_realm@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 98008 invoked from network); 5 May 2004 23:13:45 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m21.grp.scd.yahoo.com with QMQP; 5 May 2004 23:13:45 -0000\r\nReceived: from unknown (HELO web20728.mail.yahoo.com) (216.136.226.118)\n  by mta3.grp.scd.yahoo.com with SMTP; 5 May 2004 23:13:45 -0000\r\nMessage-ID: &lt;20040505231341.59424.qmail@...&gt;\r\nReceived: from [200.63.165.212] by web20728.mail.yahoo.com via HTTP; Wed, 05 May 2004 16:13:41 PDT\r\nDate: Wed, 5 May 2004 16:13:41 -0700 (PDT)\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.226.118\r\nFrom: Firuze Khanume &lt;crouching_tiger_realm@...&gt;\r\nSubject: Re: [SHQ_Spy_Division] Re: Random Bits.\r\nX-Yahoo-Group-Post: member; u=183547621\r\nX-Yahoo-Profile: crouching_tiger_realm\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nVery, very true. Sometimes, you have to laugh at some printed publications.\nIt is very common in the area of  studies related with the East. \nInaccurate translations are my daily bread, I deal with them over and over again. Most of the cases I&#39;ve crossed has to do with a wrong historical/cultural perception and a lack of a complete cultural background of the field at hand. You wouldn&#39;t believe the things I&#39;ve crossed, published by supposedly &#39; renowned experts&#39; , I mean scholarly research that really leaves you wondering WTF? \n \nThe real problem lays in that the people who is more appropriate to translate or access the original sources don&#39;t care or gives a damn about the views of &#39;outsiders&#39;, so key sources are usually unavailable or wrongly translated, because the translator can be a wonderful expert in contemporary language, and lack the cultural and historical background to understand the text as a whole. \n \nI, for one, make a difference in the electronic distribution between well known subjects, as Medicine, and the studies on the East, that relies on books that are only accessible to few ones who have the knowledge to read/interpret them. The contemporary values of the academics sometimes blur the real meaning of the passages quoted, and this, unfortunately is SURPRISINGLY common, as much as the scholarly support to these wrong interpretations.\n \nIn my case (professionally speaking), we are participating in a project where we have direct access to the original sources, with direct supervision of people trained in the traditional sciences, which allows us to correct the misinterpretations we can fall into. We  use both ways, the printed and the electronic to distribute the works. \n \nSo, print to me doesn&#39;t equals with accuracy, especially in the area of Orient related studies.\n \n----- Original Message ----- \n  From:   spiritus saitou \n  To: SHQ_Spy_Division@yahoogroups.com   \n  Sent: Wednesday, May 05, 2004 7:34   PM\n  Subject: Re: [SHQ_Spy_Division] Re:   Random Bits.\n  \n\nAn interesting phenomenon was creeping into the library&#39;s   general meetings at the end of my career there --- the idea that information   on websites (or even simply available electronically) was too often incorrect   (therefore, everything was suspect) and information in books correct, so it   was imperative that we take care of our print collections.  There&#39;s a   growing prejudice that print is more reliable than electronic.  The   reality is that information in books and print journals has always suffered   from errors as well.  As always, the most important thing is the source,   regardless of format --- how much do you trust the source.  Older books   and articles suffer from being made obsolete by new information, better   understanding of  extant evidence (including better translations), and/or   hindsight & loss of the prejudice that often comes from   contemporaries.  Newer publications suffer from the drop-off in strict   editing and peer review routines that used to make\n scholarly publishing   a\nnightmare.  Errors in print become replicated exponentially when   they become part of websites, which reach a much larger audience and   especially when website maintainers don&#39;t update as information is   corrected.  (It&#39;s really a shame, too, that websites aren&#39;t updated   because it&#39;s *SO* much easier to correct a website page than a book/article   once it&#39;s gone into print publication.)\n\nI should probably have just   kept my mouth shut, but as I suffer from the same prejudice (print over   electronic), I felt obliged to point out what was pointed out to me by   research professors and fellow librarians. Just because it comes from a book   doesn&#39;t mean it&#39;s correct.  :-D  How   frustrating...\n\nphil\n\nTiffany &lt;tnamwong@...&gt;   wrote:\nWell, we are trying our best :(\nMany universities have an EAst   Asian Studies Library or reading room\nbut ofcourse you have to read the   language...this summer I will use\nEnglish language texts to complete a   mission for SHQ.\n\n--- In SHQ_Spy_Division@yahoogroups.com, sherlgirl   &lt;sherlgirl@m...&gt; wrote:\n&gt; The thing that bothers me more now is   the overreliance on Internet\nresearch over other works.   I&#39;ve   now discovered that a lot of pages\nare simply wrong in their translations   or information.   It&#39;s very\nirritating to have to try to explain   to someone who never uses the\nlibrary that the internet isn&#39;t always   completely factual.\n&gt; \n&gt; S\n\n\n\nSHQ - Shinsengumi   Headquarters\nhttp://groups.yahoo.com/group/SHQ/\n\nComing   soon:  SHQ - The Website\nhttp://www.shinsengumihq.com/\n\nSHQ   Spy Office -- SHQ LiveJournal\nhttp://wwww.livejournal.com/~shq_spy_office   \n\n\nYahoo! Groups   SponsorADVERTISEMENT\n\n\n---------------------------------\nYahoo!   Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/SHQ_Spy_Division/\n    \n   To unsubscribe from this group, send an email   to:\nSHQ_Spy_Division-unsubscribe@yahoogroups.com\n  \n     Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.   \n\n\n              \n---------------------------------\nDo you Yahoo!?\nWin a $20,000   Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this message   have been removed]\n\n\n\nSHQ - Shinsengumi   Headquarters\nhttp://groups.yahoo.com/group/SHQ/\n\nComing   soon:  SHQ - The Website\nhttp://www.shinsengumihq.com/\n\nSHQ   Spy Office -- SHQ LiveJournal\nhttp://wwww.livejournal.com/~shq_spy_office   \n\n\n                Yahoo! Groups         Sponsor                                                  ADVERTISEMENT\n          \n  \n---------------------------------\n  Yahoo! Groups Links\n      \n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/SHQ_Spy_Division/\n      \n   To unsubscribe from this group, send an email to:\nSHQ_Spy_Division-unsubscribe@yahoogroups.com\n      \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.   \n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $20,000 Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this message have been removed]\n\n\n"
}