{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "f4A_6GqAqRlia0uPhcja3p3BSYHF2r5irV-bjeigOHWPR_1aV0jDfxLzOatTxkPQFC7nAFtQ_kBE1qIrLBQhazZntyJEnd0Ql3wgqRXZlb4J1A",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Change in story availability",
    "postDate": "1086387495",
    "msgId": 300,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNjA0MjIxODE1LjcyNjgyLnFtYWlsQHdlYjIxNDA2Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 299,
    "nextInTime": 301,
    "topicId": 300,
    "numMessagesInTopic": 1,
    "msgSnippet": "Okay, so I m having way too much fun building websites (half of which have had to be completely rebuilt because a *little* knowledge can be very dangerous).",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: shq_spy_division@yahoogroups.com\r\nReceived: (qmail 86841 invoked from network); 4 Jun 2004 22:18:15 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m19.grp.scd.yahoo.com with QMQP; 4 Jun 2004 22:18:15 -0000\r\nReceived: from unknown (HELO web21406.mail.yahoo.com) (216.136.232.76)\n  by mta4.grp.scd.yahoo.com with SMTP; 4 Jun 2004 22:18:15 -0000\r\nMessage-ID: &lt;20040604221815.72682.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21406.mail.yahoo.com via HTTP; Fri, 04 Jun 2004 15:18:15 PDT\r\nDate: Fri, 4 Jun 2004 15:18:15 -0700 (PDT)\r\nTo: shq_spy_division@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.76\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Change in story availability\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nOkay, so I&#39;m having way too much fun building websites (half of which have had to be completely rebuilt because a *little* knowledge can be very dangerous).  Now that I know *something* about what to do, I&#39;ve decided to archive my silly SaiSa stories on my own site.  Gives me a chance to play with more than the words and not be limited by sites that say they support html codes and don&#39;t (as well as dictate content and how I can communicate with readers), include links that actually *work* without going through contortions to direct readers to really cool sites, and use images.  It&#39;s mostly an excuse to play with something that&#39;s my own sweat and tears and lost nights of sleep.  And it&#39;s still got its problems (ahem... like the mayhem of the intro page and the nasty advertising that comes with free space that totally destroys aesthetics... one step at a time).\n \nIt&#39;s been up for about a month, but I only just got something in place to enable readers to comment or review a story or chapter (it also gives you an option of responding privately instead of publicly).  You will find my stories missing from the Files section (that means more space for YOU guys to use up) and a link in the Links section.  Whenever Barb finds a spare moment (though, *where*, I can&#39;t imagine), my stories will also be removed from the shinsengumihq site and hopefully replaced with a link.  (The stories have already been removed from ff.net.)  I&#39;ll be contacting Wounds about how we can list them on the database.  Whenever I manage to finish even a chapter of something (I keep getting sidetracked...), I&#39;ll post a notice here... keeping with the rules established for subject lines and providing a header along with the link to the story.\n \nThe one exception to all of this may be the Saitou-Holmes challenge story, but that&#39;s later down the road (and sooner than I think).\n \nThe site is called &quot;Wolf in the Coop&quot; and the URL is http://philalexandros.tripod.com/wolf_in_the_coop/ .  There&#39;s no new material yet, but I welcome visits and general complaints about the site itself.\n \nWhile I&#39;m on the subject of websites, &quot;Visions of the Times&quot; has also been updated with 2 more pages and a guest book.  Now I have the really hard pages left to do...\nhttp://www.geocities.com/spiritus_saitou\n \nI don&#39;t even want to talk about the RK Saitou shrine site...\n \nphil (is it bedtime yet?)\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nFriends.  Fun. Try the all-new Yahoo! Messenger\n\n[Non-text portions of this message have been removed]\n\n\n"
}