{
    "userId": 108589066,
    "authorName": "Shimazu Masayoshi",
    "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
    "profile": "shimazuryu",
    "replyTo": "LIST",
    "senderId": "joLcby32w5YoA8jie-vYZa-LiFAg-G00JIUncbTUcMVurTvJqkeeDyurNLJMOJE3Y_5f25q5voUVrrlApSiSg5UeejoL9bxbO9v2gtjH1hb3aKk",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
    "postDate": "1080178181",
    "msgId": 58,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGMzdGNtNSthODJrQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 50,
    "nextInTopic": 59,
    "prevInTime": 57,
    "nextInTime": 59,
    "topicId": 50,
    "numMessagesInTopic": 9,
    "msgSnippet": "Title: Jidai Monogatari (Chapter 9) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
    "rawEmail": "Return-Path: &lt;patriot014@...&gt;\r\nX-Sender: patriot014@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 33973 invoked from network); 25 Mar 2004 01:30:47 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m16.grp.scd.yahoo.com with QMQP; 25 Mar 2004 01:30:47 -0000\r\nReceived: from unknown (HELO n6.grp.scd.yahoo.com) (66.218.66.90)\n  by mta1.grp.scd.yahoo.com with SMTP; 25 Mar 2004 01:30:47 -0000\r\nReceived: from [66.218.67.147] by n6.grp.scd.yahoo.com with NNFMP; 25 Mar 2004 01:29:43 -0000\r\nDate: Thu, 25 Mar 2004 01:29:41 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;c3tcm5+a82k@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nContent-Length: 13367\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.90\r\nFrom: &quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;\r\nSubject: FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.\r\nX-Yahoo-Group-Post: member; u=108589066\r\nX-Yahoo-Profile: shimazuryu\r\n\r\nTitle: Jidai Monogatari (Chapter 9)\nAuthor: Shimazu Masayoshi\nE-mail: patri=\r\not014@...\nSource: Original\nMain character(s): Entire Shinsengumi\nGe=\r\nneral Rating: PG-13\nWarning: Here we are at the Battle of the Ikeda-ya. It =\r\nwas obviously\nbloody. Read at your own risk.\nDisclaimer: This story is enti=\r\nrely mine, and is not based on anything.\nYou _may_ read it, but if you try =\r\nto steal it, I will get the entire\nShinsengumi to descend on your head and =\r\nAku Soku Zan you mercilessly.\nThank you.\n\nChapter 9\n\nJuly 6th, 1864\n\nDusk\n\n=\r\nThe time had come for the departure to the Ikedaya. The entire\nShinsengumi =\r\nwas lined up in the courtyard, armored and ready to deploy.\nHiro waited imp=\r\natiently. He knew what no one else did=97and he was\nbeginning to struggle w=\r\nith himself. With the information he possessed,\nhe could very well change t=\r\nhe course of history. If the information\nwas revealed what he knew to the r=\r\night people, the Choshuu clan would\nbe utterly, totally crushed, and Hiro&#39;s=\r\n family, the Tokugawa, would\nnever have been driven from power. The shoguna=\r\nte would be free to\npursue its systematic plans for Westernization at its o=\r\nwn pace,\nsolidifying the support of all the great feudal domains of the nor=\r\nth\nand west, and then might turn its attention to the neighboring\ncountries=\r\n. It might conquer China, as the Imperial forces had, or it\nmight decide to=\r\n simply trade with it. And then as time went on, Japan\nwould probably send =\r\nsamurai and conscripts to the European war in\n1918. And then there was Worl=\r\nd War II=85that would not be the same,\neither. Might not even happen at all=\r\n. But there was something that\nHiro realized after all this-- if the shogun=\r\nate survived, he himself\nmight not exist, and then=85he might not have met =\r\nYuki, either=85\nThe power of his clan, or his and Yuki&#39;s existence. Which w=\r\nas more\nimportant? Which to=97\nHijikata&#39;s voice interrupted his thoughts.\n&quot;=\r\nAttention!&quot;\nThere was a wave of motion that passed through the Shinsengumi,=\r\n and\nthen a tense, overwhelming silence. Hijikata nodded to Kondou, who\nste=\r\npped forward. Unlike the blue and white haori that everyone else\nwore, Kond=\r\nou and Hijikata wore white and black ones, denoting their\nrank. Kondou clea=\r\nred his throat, and began.\n&quot;Rebel activity has peaked in Kyoto over the las=\r\nt month. Murders,\narson, ambushes=85they&#39;re going all-out. Acting on good i=\r\nnformation and\nevidence, tonight we are going to investigate the area of\nKa=\r\nwara-machi, on Third Street. Tonight is a pivotal night. In fact, it\nis muc=\r\nh like a game of shogi or go=97we must seize the initiative, and\neliminate =\r\nas many of them as we can. Captains Nagakura, Toudou, and\nOkita will each a=\r\nccompany me, along with a few men from each of their\nunits. Also, the follo=\r\nwing men will accompany me personally: Shimada\nKai, Hayashi Nobutarou, Kond=\r\nou Shuuhei, Ikeda Kotarou, Tokugawa\nHirotada, and Abe Juurou. All other cap=\r\ntains and men, follow\nVice-Chief Hijikata. That is all.&quot;\n\tNods and grunts o=\r\nf approval rippled through the assembled crowd.\n\tOkada, Hiro&#39;s friend, patt=\r\ned him on the shoulder.\n\t&quot;Congratulations, Tokugawa-kun! You&#39;re going to ac=\r\ncompany the commander!&quot;\n\tHiro managed to smile weakly, nodding his thanks. =\r\nHe looked over to\nSaitou, who indicated Kondou with a tilt of his head, gra=\r\nnting his\npermission to go. Hiro bowed, and headed over to the commander.\n\t=\r\n&quot;Ah, Tokugawa-kun, glad you could join us. Here, take this.&quot; Kondou\nhanded =\r\nhim a paper lantern with go-yo=97&quot;official business&quot;=97written on\nit in big=\r\n, black letters.\n\t&quot;Everyone here?&quot; asked Okita, who came up just then with =\r\nthree men\nfrom his unit.\n\tKondou looked around, counting the people in his =\r\ngroup.\n\t&quot;Yes, it seems so.&quot;\n\tHiro tightened the strings of his chain-mail h=\r\nelmet, and took a deep\nbreath. At long last, it was time to move out. Sudde=\r\nnly, he saw a\nfamiliar face out of the corner of his eye. Yuki, accompanied=\r\n by the\nother women, stood on either side of the gate, armed with naginata =\r\nand\nkodachi. While all the men were out, it would be their job to protect\nt=\r\nhe headquarters.\n\tHiro&#39;s gaze met with Yuki&#39;s for a moment. A lifetime of c=\r\nonversations\nand an eternity of embraces seemed to be expressed in that one=\r\n gaze.\nAfter what felt like an eternity, the inevitable, dreaded order came=\r\n.\n\t&quot;Move out!&quot;\n\tThey each turned away, ready to do what had to be done.\n***=\r\n******\n\tAfter about two hours of quiet yet meticulous searching in the\nKawa=\r\nra-machi district, they finally arrived. The Ikedaya, a small,\ntwo-story in=\r\nn, was right there before them. Aizu clan forces were\nsupposed to have join=\r\ned them over an hour ago, but they hadn&#39;t shown\nup. Kondou had ordered the =\r\nlanterns put out for the sake of surprise,\nin case this was where the rebel=\r\ns were meeting.\n\tHiro breathed deeply, and steeled himself for the battle t=\r\nhat was\nabout to begin. Something his father had told him years ago suddenl=\r\ny\ncame back to him.\n\t&quot;Remember, son, the samurai treats death as an honored=\r\n guest.&quot;\n\tDeath will certainly be a visitor tonight, Father, he thought, as=\r\n\nOkita, Nagakura, and Toudou&#39;s men moved around the building to close\noff t=\r\nhe escape routes. Hiro and the others who remained moved closer\nto Kondou.\n=\r\n\tThe commander gave a nod to them, and then strode confidently for the\ndoor=\r\n.\n\t&quot;Open up! Open up!&quot;\n\tA lantern came on, and soon a short, disheveled man=\r\n answered the\ndoor. He paused for a moment to let his eyes adjust to the am=\r\nbient\nlight. Then he saw Kondou and the men around him, and more\nimportantl=\r\ny, their uniforms. His eyes went wide with shock.\n\t&quot;Hey! We&#39;re being search=\r\ned! Get r=97&quot; Kondou&#39;s blade passed through his\nneck, cutting him off.\n\t&quot;Mo=\r\nve! Move! Move!&quot; shouted Kondou, bounding up the stairs. Hiro,\nOkita, and t=\r\nwo others were right behind him, drawing their swords in\nnear-unison. They =\r\nran for the first room, where the single lantern\nthat had been on was sudde=\r\nnly extinguished. Kondou tore the sliding\ndoor open.\n\tAbout twenty men sat =\r\nin the dark, many of them with their swords\nalready drawn.\n\tKondou spoke up=\r\n, eager to at least try to get them to surrender.\n\t&quot;I am Kondou Isami, Comm=\r\nander of the Shinsengumi. We have this inn\nsurrounded. In the name of the K=\r\nyoto Military Commission and Lord\nMatsudaira, I order you to surrender, or =\r\nface the consequences.&quot;\n\tThey never want the easy way out, thought Hiro, as=\r\n he moved to a\nchudan stance. There was an awkward silence, as neither side=\r\n seemed\nwilling to budge. Finally, one of the rebels moved. In the stillnes=\r\ns\nof the night, Hiro felt like time had no meaning, as he watched the\nman s=\r\nlowly rise up and draw breath in for a kiai. Suddenly, though,\ntime snapped=\r\n back to normal speed, and the man&#39;s kiai erupted across\nthe dead silence o=\r\nf the night.\n\t&quot;KYAA!&quot;\n\tHiro&#39;s eyes widened in shock and horror as Kondou un=\r\nleashed the full\nforce of his Tennen Rishin Ryuu training, slashing the man=\r\n in half\nacross his chest. The rebels tensed, and suddenly, all of them fel=\r\nl on\nKondou and the others.\n\tNow was not the time to think. Hiro parried th=\r\ne first incoming\nstrike, sweeping it aside with the usual grace of his Yagy=\r\nu Shinkage\ntraining. The man jumped back, and then returned, his eyes gleam=\r\ning in\nthe moonlight that filtered in through the slats of the inn&#39;s high\nw=\r\nindows. Hiro suddenly remembered that he couldn&#39;t be gracious. He had\nto be=\r\n lethal. Strengthening his grip, he allowed rage to flow through\nhim=97pure=\r\n, unabated, rage. He had felt this rage every time he read\nabout his family=\r\n&#39;s fall from power=97it was a burning, searing fire\nunlike anything he&#39;d ev=\r\ner known. When he first read of it in a history\nbook at school he&#39;d wanted =\r\nto torture and slowly kill every western\nsamurai he could get his hands on,=\r\n but since they&#39;d all been dead for\nover a century, he did the next best th=\r\ning=97after returning home, he\nset his textbook up on a bamboo stake and sl=\r\nashed it to pieces with a\nkitchen knife. His parents punished him severely =\r\nfor using the knife,\nbut had understood his rage, advising Hiro to channel =\r\nthe energy into\nhis martial arts training, instead.\n\tNow, though, he was th=\r\nere, in the midst of the fire and rain of blood\nof those days. He was capab=\r\nle of satiating his burning desire for\nretribution. At last, I will have ve=\r\nngeance, thought Hiro, as he swept\nthe man&#39;s sword and slashed upward acros=\r\ns his chest with a\nright-handed upward diagonal cut. At last=85\n\t&quot;Miburo ba=\r\nstard! I&#39;ll kill you!&quot; shouted another man, running at him\nwith his sword h=\r\neld in jodan position. Hiro slid into a countering\nposition, sword vertical=\r\n to one side, and met the attack, shattering\nhis enemy&#39;s sword and then goi=\r\nng into an upward slash across his chest.\n\t&quot;Worthless Choshuu scum! I&#39;ll ki=\r\nll you!&quot;\n\tOn the other side of the room, Okita shouted at Kondou to get\ndow=\r\nnstairs=97something about Toudou and Nagakura needing help. Hiro saw\nKondou=\r\n race back down the stairs to the ground floor, where there\nseemed to be so=\r\nunds of even fiercer fighting.\n\tJust then, about ten more rebels came in fr=\r\nom the other rooms, armed\nwith swords and spears. Hiro, Okita, and the four=\r\n other men still on\nthe floor backed in toward each other, tightening up th=\r\neir mutual defense.\n\tOutnumbered five to one. Not a bad way to go down.\n\tOk=\r\nita stepped into the Tennen Rishin Ryuu&#39;s highly lethal hiraseigan\nstance, =\r\nready to continue the attack. With a kiai, he launched himself\nat the enemy=\r\n again, while the others did the same.\n\tOn and on, they slashed left and ri=\r\nght, cutting through the summer\nnight and the rain of blood. No matter how =\r\nhard they fought, though,\nthe enemy&#39;s number didn&#39;t seem to dwindle at all.=\r\n The only thing they\ncould do was fight to hold them off, hopefully until H=\r\nijikata&#39;s group\nor the Aizu forces of the Military Commission arrived.\n\tHir=\r\no was lost, intoxicated in the crimson tide. He smiled\ngrotesquely, taking =\r\npleasure in his enemies&#39; pain, remembering\naccounts of the slaughter of the=\r\n pro-Tokugawa domains in 1868,\nespecially that of the Aizu clan, who suffer=\r\ned until the 1920s as\n&quot;enemies of the Court&quot;. He recalled all that had happ=\r\nened, and took\npleasure in paying them back in advance for what they would =\r\nlater do.\n\tSuddenly, the rebels knocked open the screen doors that led out =\r\nonto\nthe small balcony, and jumped off onto the roofs of nearby buildings.\n=\r\nThe Shinsengumi members pursued them, not wanting to let anyone get\naway. P=\r\nicking a target at random, Hiro went into a hiraseigan stance\nhimself, and =\r\nran, not paying any attention to his enemy&#39;s spear.\nCloser and closer he ca=\r\nme, on a collision course with both the man and\nthe spear. Just then, at ne=\r\narly point-blank range, the man let go of\nhis spear and began to slump. Hir=\r\no still didn&#39;t pay any attention,\nrunning the man through with his blade. Y=\r\nanking it out, he noticed a\nlong, metal dagger protruding from the corpse&#39;s=\r\n back. He looked up. A\nman in black clothing and armor stood in front of hi=\r\nm, and nodded in\napproval.\n\t&quot;Next time, Tokugawa Hirotada-san, pay attentio=\r\nn to the spear.&quot;\n\tHiro gasped. How did this man know who he was? Then he re=\r\nmembered=97the\nShinsengumi had a spy at the Ikedaya incident: Yamazaki Susu=\r\nmu, the\nhead of the investigations division. It all made sense=97no one els=\r\ne\nwould be snooping around in the dead of night in support of the\nShinsengu=\r\nmi&#39;s operations aside from Yamazaki.\n\t&quot;Oh, and look behind you,&quot; Yamazaki a=\r\ndded, tossing another dagger\ninches over Hiro&#39;s shoulder. Another rebel sam=\r\nurai slumped over and\nfell, his sword passing barely a foot away from Hiro&#39;=\r\ns neck as it\nfell. By the time Hiro turned back around, Yamazaki was gone. =\r\nJust\nlike a spy, too, Hiro thought for a moment, before turning back to the=\r\n\nmatter at hand.\n\tBy now, the rebels were losing ground, and fleeing back i=\r\nnto the inn.\nOkita and the others once again gave chase, running back up an=\r\nd\nleaping for the balcony.\n\tHiro picked out his last man, dashing toward hi=\r\nm with his sword held\nhigh. All the rage he&#39;d felt, all the anger and resen=\r\ntment toward the\nChoshuu clan and its historic aggression against his famil=\r\ny=97all of\nthose emotions seemed to radiate from his sword, charging the ai=\r\nr with\na raging, uncontrollable energy. The rebel&#39;s sword started moving\nup=\r\nward, inch by inch, second by second, just as Hiro&#39;s sword swept\ndownward, =\r\ninch by inch. There was a resounding clang of metal, and the\nnight was illu=\r\nminated by sparks for a brief moment. Hiro laughed, a\nmaniacal, sickening l=\r\naugh, as he saw his opponent&#39;s head fly off his\nneck, sending a shower of b=\r\nlood flying everywhere. Feeling wetness on\nhis left shoulder, he paused to =\r\ntouch it, holding his hand in front of\nhis face and turning white at the re=\r\nalization that it was his own\nwarm, wine-red blood he was feeling.\n\t&quot;Tokuga=\r\nwa-san?&quot; asked Okita. &quot;Tokugawa-san? Are you alright?&quot;\n\tHiro couldn&#39;t hear =\r\nanything but the loud whooshing sound that\nsuddenly reverberated in his ear=\r\ns.\n\t&quot;Dirty Choshuu scum peasant dogs=85Should&#39;ve slaughtered you all when\nw=\r\ne had the chance=85&quot;\n\tHis grip on the sword suddenly went slack, sending th=\r\ne blade\nclattering to the blood-soaked floor mats. Remember, my son, if you=\r\n\nshould ever be in any serious situation which merits the thought of\nthe ne=\r\nxt life, just remember one thing-- the samurai treats death as\nan honored g=\r\nuest=85the voice of his father reminded him, as did the\nvoices of all his a=\r\nncestors, all the way back to Matsudaira Hirotada,\nhis namesake. Wanting to=\r\n be a dutiful son and heir, he obeyed.\n\tAs he fell forward, he suddenly rem=\r\nembered one other thing=97what he&#39;d\nsaid the night before.\n\tYuki=85 I will =\r\nsee you soon=85\n\n\n\n"
}