{
    "userId": 236155874,
    "authorName": "haggert2002",
    "from": "&quot;haggert2002&quot; &lt;kevinirwin007@...&gt;",
    "profile": "haggert2002",
    "replyTo": "LIST",
    "senderId": "wzxzq61ibs-RLvNJ5xWNpr587mWAS-VmtbkwCVG6EnuX1a9DvB-c0d19leCIaYB56CIUFJaejNX9UNhFnGCXALrSM_OB54XZUstjem6E",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "My fan story.",
    "postDate": "1125883399",
    "msgId": 655,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PGRmZzZtOCtib3BmQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 654,
    "nextInTime": 656,
    "topicId": 655,
    "numMessagesInTopic": 1,
    "msgSnippet": "Samurai of the Shinsengumi Meiji era Rounin In the 4th year of Meiji… the samurai were considered to be no more. Few where able to continue with the only way",
    "rawEmail": "Return-Path: &lt;kevinirwin007@...&gt;\r\nReceived: (qmail 15848 invoked from network); 10 Sep 2005 18:37:19 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m24.grp.scd.yahoo.com with QMQP; 10 Sep 2005 18:37:19 -0000\r\nReceived: from unknown (HELO n8a.bulk.scd.yahoo.com) (66.94.237.42)\n  by mta6.grp.scd.yahoo.com with SMTP; 10 Sep 2005 18:37:19 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.6] by n8.bulk.scd.yahoo.com with NNFMP; 10 Sep 2005 18:37:19 -0000\r\nReceived: from [66.218.66.73] by mailer6.bulk.scd.yahoo.com with NNFMP; 10 Sep 2005 18:37:19 -0000\r\nX-Sender: kevinirwin007@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 42342 invoked from network); 5 Sep 2005 01:23:25 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m35.grp.scd.yahoo.com with QMQP; 5 Sep 2005 01:23:25 -0000\r\nReceived: from unknown (HELO n14a.bulk.scd.yahoo.com) (66.94.237.28)\n  by mta5.grp.scd.yahoo.com with SMTP; 5 Sep 2005 01:23:25 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.6] by n14.bulk.scd.yahoo.com with NNFMP; 05 Sep 2005 01:23:21 -0000\r\nReceived: from [66.218.66.74] by mailer6.bulk.scd.yahoo.com with NNFMP; 05 Sep 2005 01:23:21 -0000\r\nDate: Mon, 05 Sep 2005 01:23:19 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;dfg6m8+bopf@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nContent-Length: 19543\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;haggert2002&quot; &lt;kevinirwin007@...&gt;\r\nSubject: My fan story.\r\nX-Yahoo-Group-Post: member; u=236155874; y=go6b9XIp7Yvc-c0FEHvJ07MicHCPY347OdjAP7uNLu4WfuqHcO4\r\nX-Yahoo-Profile: haggert2002\r\nX-eGroups-Approved-By: spiritus_saitou &lt;spiritus_saitou@...&gt; via web; 10 Sep 2005 18:37:16 -0000\r\n\r\nSamurai of the Shinsengumi\nMeiji era Rounin\n\n\n\n\tIn the 4th year of Meiji=85=\r\n the samurai were considered to be \nno more. Few where able to continue wit=\r\nh the only way they know of \nhow to live but in a state of hiding, unable t=\r\no fulfill their Samurai \nDuties. Few, however=85 former Mibu Wolves in the =\r\ndays of the Shogunate \nwhere still amongst the world of modernization. Sait=\r\no Hajime, now \ngoing by the name Fujita Goro, he patrols the city of Tokyo&#39;=\r\ns streets \nas a one of the sword-baring policemen. He is known for the Tenn=\r\nen-\nRishen Gatotsu stance and is known to be equally powerful to the now \nd=\r\neceased Souji Okita, former Captain of the 1st Shinsengumi Unit. \nSaito was=\r\n the former 3ed Unit Captain. One of his specialties was his \nso said abili=\r\nty to see beyond the normal human eye. He was able to \nsee spirits and even=\r\n speak with them, seeing those who haunt others \nand those who are unable t=\r\no rest in peace. Other survivors, such as \nthe 2nd and 10th unit captains S=\r\nhinpatchi Nagakura and Sanosuke \nHarada, where trying there best to coup up=\r\n and live with the new \nMejia Modernization days. Sanosuke was known for hi=\r\ns ways with a \nspear, being rather horrid at sword fighting. He was a maste=\r\nr of \nTaneda Style Spear-Fighting. But this story is about two samurai who =\r\n\nwhere only recruits of the Shinsengumi in the Bakumatsu war. They are \nTai=\r\nka Noezoe and Fujiwara Makoto. They continue to strive as Samurai \nin the n=\r\name of the Shinsengumi. They still patrol the roads of Kyoto \nand live as i=\r\nf it where still the &quot;good old days&quot;. Here is their \nstory, about the reviv=\r\nal of the Shinsengumi.\n\n\n\n&quot;Hey=85. Taiki=85 wake up.&quot; Eye opening, Taiki No=\r\nezoe wakes to see his \npartner Fujiwara kneeling down beside him. &quot;Hm=85. F=\r\nujiwara=85. Is it \nmidnight?&quot; &quot;Yes brother, it is. Its time now so get off =\r\nyour ass and \nlets go.&quot; Taiki stumbled from his small bed. Fujiwara was sta=\r\nnding \nnext to him. He was wearing his blue white uniform with the &quot;Faith&quot; =\r\n\nsymbol on the back in white. The body of the uniform was a darkish \nblue a=\r\nnd on the bottom of the sleeves where white spick like patterns \nrunning up=\r\nward. He wore a black fishnet shirt with his dark black \nkimono. Fujiwara w=\r\nalked to the closet of their small one roomed home. \nHe slid open the door =\r\nand took out Taiki&#39;s matching uniform and his \nlight gray kimono. Taiki wal=\r\nked up to Fujiwara who then took in hand \nhis clothing then quickly slide o=\r\nn his dressage. Fujiwara then went \nup to his sword rack that was sitting o=\r\nn the floor next to his \nbedding. He lowered and lifted up his black and re=\r\nd sheathed katana \nas well as the matching wakizashi. He tied them to his b=\r\nelt then \nstood there, ready for there upcoming night. Taiki as well went t=\r\no \nhis sword stand and took in hand and tied to his belt his sword set. \nTa=\r\niki looked up at Fujiwara and gave a slight smile. &quot;Well Fuji, you \nready?&quot;=\r\n &quot;Heh=85 always am, brother.&quot; Taiki nodded then walked to the \ndoor and slo=\r\nwly slid it open then peeked out into the dark night. \nSmall faint lights l=\r\nit the sides of the street showing a few people \nsitting here and there on =\r\na corner. Taiki and Fuji then quickly \nrushed out into the night, quickly r=\r\nunning into a dark alley for \ncover. Taiki went farther into the alley whil=\r\ne Fuji stayed at the \nopening of the alley peeking out into the open. Fuji =\r\nthen rushed out \nof the alley up to another alley with Taiki right behind h=\r\nim. Taiki \nthen took watch. He saw in the distance four men walking down th=\r\ne \nstreet, all four wearing blue uniforms and dress blue jean pants, \nsymbo=\r\nlizing them to be a local police brigade on patrol. &quot;Hey Fuji, \nwanna test =\r\nout our blades on these simpletons?&quot; &quot;Heh. Taiki, you \ndon&#39;t want to stain =\r\nyour sword with government pigs blood now do \nyou?&quot; He said giving a small =\r\nlaugh showing sarcasm. Taiki gave a \nsmall laugh as well as he unsheathed h=\r\nis blade. &quot;Lets get em bro!&quot; \nFujiwara drew his blade as well. They both wa=\r\nited for their moment of \nattack. The men walked until they came to one of =\r\nthe few houses that \nwhere still light inside. They simply walked in. &quot;Huh=\r\n=85 what in the \nworld? Hey Fuji, they went into that local home. You think=\r\n there \nsuppose to be there?&quot; &quot;Don&#39;t know but lets go crash their little wa=\r\nlk \nin and go see what their up to.&quot; They both ran swiftly to the edge of \n=\r\nthe house. Fujiwara peeked into a window that had barely enough eye \npeekin=\r\ng room. In there he was able to see three of the police and \npart of one ot=\r\nher person but he was unidentifiable. &quot;Okay, on my \ncount=85. 1=85. 2=85. 3=\r\n=85 NOW!&quot; Taiki rushed into the door followed right \nnext to Fuji. As they =\r\nentered they both quickly took out one of the \npolicemen as if they wanted =\r\nto fight fairly with the others. &quot;What in \nthe hell?!?!?  HEY?! Who the hel=\r\nl are you?&quot; The other two policemen \ndrew their sabers. The other man drew =\r\na katana. &quot;How dare you jump \ninto my home and kill a government official. =\r\nWait a second=85.&quot; The man \nstared at Fuji and Taiki then went into slight =\r\nshock. &quot;SHINSENGUMI?! \nDAMN YOU SHOGUNATE DOGS YOUR ALL SUPOSE TO BE DEAD!&quot;=\r\n Fuji smiled \ndemonically. &quot;Yeah, I guess we are suppose to be dead. Maybe =\r\nwe ARE \ndead. He he he.&quot; Taiki laughed with him. The police then charged th=\r\ne \ntwo, their sabers up. &quot;Wow, thinking they can overcome us with wimpy \nsa=\r\nbers.&quot; Fuji quickly went into Tennen-Reshen stance, lifting the \nblade up i=\r\nnto the policemen, their blades striking. Taiki dodged the \npolicemen&#39;s att=\r\nack then glanced around. He saw a spear hanging above \nthe fireplace and we=\r\nnt for it, grasping it in hand then pulling it \ndown. &quot;I&#39;m not to hot with =\r\na sword so I&#39;ll just use this for now. He \nthen lunged at his enemy police =\r\nofficer, pulling off a move that made \nthe policeman&#39;s saber fling out of h=\r\nis hands and into the wall. Taiki \nthen jabbed the blade of the spear into =\r\nthe gut of his enemy and \nclaimed the officer&#39;s death as his victory. &quot;Hah =\r\nhah. That&#39;s what I&#39;m \ntalking about!&quot; Fuji was messing with his enemy. He c=\r\nontinued \nblocking wimpy attacks while taunting the police. &quot;Come on man. \n=\r\nAren&#39;t you government pigs suppose to be great fighters. So kill me \nalread=\r\ny.&quot; &quot;Damn it. Shut your face and die!&quot; Fuji lunged backward \nfrom the offic=\r\ner&#39;s supposedly strongest jabbing attack. &quot;Wow, you&#39;re \nstarting to really =\r\nbore me. Guess I&#39;ll just finish you off right \nNOW!&quot; Fuji quickly got into =\r\nGatotsu stance and struck at the officer, \nhis blade sliding right through =\r\nhis chest, another death. The other \nman, owner of the house, stared at the=\r\n two now seen as \nmurderers. &quot;Damn you. Why the hell did you kill them?&quot; &quot;W=\r\nell, where \nbig time Mejia Government haters. So where going to end the ter=\r\nror of \nthe ones who think modernization is what Japan needs.&quot; Fujiwara&#39;s \n=\r\nspeech spread fear into the mind of the man, him being a Loyalist-\nExclusio=\r\nnist. The man quickly got into his sword stance. He looked to \nbe a master =\r\nof Hokushin Single Sword Style, the same as the now dead \nex-vice-commander=\r\n of the Shinsengumi, Kuisuke Yamanami. Fujiwara \nstared at him in slight co=\r\nnfusion. \n&quot;Vice Commander! Vice Commander Yamanami. Where is he?&quot; \n\t&quot;Oh, Fu=\r\nji=85&quot;\n\t&quot;Master Okita? Where is Yamanami?&quot;\n\t&quot;He=85 committed=85&quot;\nThe attack=\r\n was on. The man lunged at Fuji who was still in shock. The \nblade was swun=\r\ng downward right above Fuji.  CLING!!!  Taiki was \nstanding right next to F=\r\nuji, the spear right above Fuji&#39;s head, \nblocking the attack. &quot;Damn it Fuji=\r\n what&#39;s wrong with you?&quot; &quot;Huh=85 WHAT \nTHE?!&quot; Fuji stared up at the crossed=\r\n blades. &quot;He, sorry about that \nTaiki.&quot; Fuji then took up his blade and lun=\r\nged it into the neck of \nthe Loyalist. He then pulled it out, blood spewing=\r\n everywhere. The \ncorpse fell backward onto the floor. Fujiwara&#39;s eye gleam=\r\ning \ndemonically, he took out a small napkin and whipped the blood from \nhi=\r\ns blade. &quot;Well then, we best be go=85&quot; He was interrupted of the \nsight of =\r\nthe fourth police officer staring at them from the back \nroom. The terrifie=\r\nd officer ran for his life out the back door then \ninto the streets, headin=\r\ng back to the precinct. &quot;Humph, guess we \nmissed one.&quot; Stated Taiki. &quot;He, w=\r\nhat a shame. Well we better continue \nwith our original plan.&quot; Fuji re-shea=\r\nthed his blade then ran out the \nfront door, followed by the now spear usin=\r\ng Taiki. They rushed down \nthe street, taking a right on the next road inte=\r\nrsection. They ran \npast Shimabara, the local whorehouse that was soon to b=\r\ne sold out by \nthe government. They past a few thrift shops then finally ca=\r\nme to one \nin particular, Masuya Thrift. &quot;Damn shame this part of the city =\r\n\nwasn&#39;t burned to the ground.&quot; Taiki remarked. &quot;Apparently so.&quot; They \nbuste=\r\nd down the boarded up door. The shop had close down because of \nthe death o=\r\nf Masuya. He had been hiding Choshu Loyalist in his shop \nand they based th=\r\nere for a while till they attacked the city. Okita, \nKoundo, Hijikata, Sait=\r\no, Harada, Nagakura, and Todo where able to \ninfiltrate Masuya&#39;s shop and k=\r\nill all who apposed. They began to \nsearch the wreckage, Fujiwara taking up=\r\nstairs and Taiki taking down. \nFujiwara found a few papers stacked on an en=\r\nd table in the back of \nthe main room. He lifted up the stack to see that t=\r\nhey where nothing \nbut a bunch of sale papers. Taiki then came storming dow=\r\nn the stairs. \nIn his hand was a small bag. &quot;Hey Fuji check out what I foun=\r\nd.&quot; He \nopened up the small bag revealing almost 50 Ryo. &quot;Check it out man.=\r\n \nWere gonna be fine for a while with this.&quot; bragging about his \ndiscovery.=\r\n Fuji glanced onto the ground. There next to the end table \nwas an abacus l=\r\nying on its side.\n\n\t&quot;He committed Seppuku=85 I killed him with my own hands=\r\n.&quot;\n\t&quot;But=85 Mr. Okita=85 why would you=85 WHY WOULD YOU DO SOMETHING \nLIKE =\r\nTHAT?!&quot;\n\t&quot;Because Fuji=85 because of the rules of the Shinsengumi.&quot;\n\n\n&quot;Fuji=\r\n=85 dude are you all right?&quot; Fuji looked back to his \nfriend. &quot;Yeah.. I&#39;m f=\r\nine. Just=85 remembering of things back before the \nwar.&quot; &quot;Man=85 don&#39;t thi=\r\nnk of such depressing things. It&#39;s not good for \nyou.&quot; &quot;Well seems they ref=\r\nuse to get out of my mind.&quot; &quot;Hm=85&quot; Fuji sat \ndown as well as Taiki in fron=\r\nt of him. &quot;Well what WERE you \nremembering.&quot; &quot;=85 When Yaminami=85&quot; &quot;Oh=85 =\r\nthat=85 I remember that.&quot; Vice \nCommander Yaminami. Everyone befriended him=\r\n. Unlike his fellow \npartner Vice-Commander, Toshizo Hijikata, Keisuke Yami=\r\nnami was a kind-\nhearted man who never really seemed to get angry. One day =\r\nthough, he \nwas getting fed up with how Hijikata was treating him and how t=\r\nhe \nShinsengumi seemed to be getting out of control. He abandoned the \nShin=\r\nsengumi, but was caught by Souji Okita. He brought him back to \nShinsengumi=\r\n headquarters. Their Koundo made it final that Yamanami \nwere to commit sep=\r\npuku, Okita being his second. \nSeppuku is when a samurai is in so much dish=\r\nonor that he decides or \nis forced to take a small blade into his stomach. =\r\nThe person called \nthe second, in this case, Souji Okita, then beheads him =\r\nto relieve \nhim of the pain of his now sliced open gut. \n\nOne, You must not=\r\n stray from the samurai&#39;s code.\nTwo, Desertion is not permitted.\nThree, You=\r\n will not raise private funs without permission.\nFour, You will not take up=\r\n litigious matters without permission.\nFive, Private conflicts are not perm=\r\nitted.\n\tThose who defy these articles shall be sentenced to commit \nseppuku=\r\n without fail.\n\n&quot;Well did you find anything, Fuji?&quot; Naw. Just some stupid s=\r\nales \npapers.&quot; &quot;Oh. Well I guess we can head out now if theirs nothing else=\r\n \nhere of use.&quot; Fujiwara and Taiki then stood up and walked to the \ndoor. T=\r\nhey walked out then began rushing back to their home. Once \nthere they disa=\r\nrmed then got back into bed. The sun was visible now \nout from the window, =\r\nslowly rising up to bring morning light.\n\n_________________________________=\r\n_____________________________________\n\nSecond part.\n\nSamurai of the Shinsen=\r\ngumi\nMeiji era Rounin\n\n\n\t&quot;Open up now!&quot; A loud slam came from the door. Fuj=\r\niwara&#39;s \neyes widened as he woke from the banging from outside. &quot;Open now i=\r\nn \nthe name of the Meiji Police.&quot; Fuji looked over to Taiki. He was \nawake =\r\nas well. Fuji whispered, &quot;Taiki, what are we to do?&quot; \n&quot;Heh. Beats me. All I=\r\n knows that we gotta get out of here and \nfast.&quot; &quot;Open up now or we will be=\r\n forced to break down the \ndoor.&quot; &quot;Heh. You know Taiki=85 these Meiji fools=\r\n are wimpy. If we as \nShinsengumi where after someone locked in a home or r=\r\noom we would \nhave broken down the door without saying word.&quot; &quot;Hah!&quot; They t=\r\nhen both \nquickly got from their beds and ran for their uniforms and \nsword=\r\ns. &quot;Lets get going.&quot; They then snuck out the back of their door, \nseeing in=\r\n front that the police had just busted down the door. They \nboth started ru=\r\nnning to the west, Fujiwara in front.\n\n\t&quot;Hey Souji, do you think me and Tai=\r\nki will get as strong as \nyou one day?&quot;\n\t&quot;Huh=85? Well of coarse you two wi=\r\nll. I bet you two will be \nstronger then me and even Mr. Hijikata.&quot;\n\t&quot;Huh!?=\r\n No way! That&#39;s imposable.&quot;\n\t&quot;Heh heh. Nothings imposable Fuji.&quot;\n\n\t&quot;So, Fuj=\r\ni, where on hell we gonna be stationing at \nnow?&quot; &quot;Don&#39;t know to tell you t=\r\nhe truth, but it can&#39;t be here in \nTokyo. If we stay here the police will s=\r\nurly catch up with us one of \nthese days.&quot; &quot;Damn it! We shouldn&#39;t have let =\r\nthat one police get \naway!&quot; They continued going past many houses down the =\r\nstreet. They \nmade sure not to stray onto the main road knowing there would=\r\n be many \nother police out looking for them. They would be a prime look out=\r\n now \nin Kyoto until captured. They would have to escape to another city, \n=\r\nbut where?\n\n\tThey made their way to the out skirts of town after five \nminu=\r\ntes of non-stop running. They came to a gate and collapsed next \nto it. &quot;Da=\r\nmn Taiki=85 we=85 haven&#39;t=85 ran so=85 damn fast in=85 so damn \nlong.&quot; &quot;Hah=\r\n=85 its not=85 that=85 its only that you=85 are so out of=85 \nshape.&quot; &quot;Hah =\r\nhah=85 really=85 funny.&quot; Taiki stabbed his spear into the \nground and leane=\r\nd on it. Fuji was leaning his back to the gate. &quot;Well \nwe better keep going=\r\n. Its lucky us that theirs no one watching over \nthis gate during the day.&quot;=\r\n Fuji looked up at the sun. He could tell \nfrom its position that it was ar=\r\nound noontime. He pulled out his set \nof prayer beads and wrapped them arou=\r\nnd his hand and began to pray. \nTaiki looked at him and sighed. &quot;Why on Ear=\r\nth do you still pray to \nBuddha?&quot; &quot;Because=85 its forever my second most im=\r\nportant thing in \nlife.&quot; &quot;Oh really. So tell me=85 I&#39;m the first most impor=\r\ntant thing is \nthat correct.&quot; &quot;=85 No.&quot; Taiki laughed. &quot;Of coarse not. Samu=\r\nrai first \nlike same with me.&quot; &quot;No, that&#39;s not entirely true.&quot; &quot;Oh Fuji you=\r\n \ngotta be shit&#39;n me. Don&#39;t tell me your still attached to your wife.&quot; \nFuj=\r\ni stayed in silence. While he and Taiki where living in a small \nvillage ou=\r\ntside of Kyoto for the time being two years ago, Fuji had a \nwife who was k=\r\nilled during the 2ed year of Meiji. They where only \nmarried for a year and=\r\n bared a one and a half year old child. Both \nhis wife and his son where ki=\r\nlled in a raid on their home after Fuji \nwas suspected for killing the loca=\r\nl tax collector, which, of coarse, \nwas true. The tax collector was being r=\r\nuthless and unjust. He was \ntaxing way more then reasonable and always had =\r\nhis way because he had \na group of bodyguard Ninjas. Fuji and Taiki both de=\r\ncided to take up \nthe sword, and spear in Taiki&#39;s case, and bring justice=\r\n=85 old fashion \nstyle. Fuji and Taiki lived because they where out for the=\r\n moment, \ncollecting food from the local farm. When they came back, they sa=\r\nw \nthe bodies of Megumi, his wife, and Shintada, his son.\n\n\t&quot;Fuji=85 I was =\r\nable to get over the death of my wife. How come \nyou cant?&quot; &quot;Because I refu=\r\nse to. I know I will be with her again one \nday.&quot; &quot;Well yeah=85 you will=85=\r\n when you&#39;re dead!&quot; Fuji glared at Taiki, \nwho was really starting to get o=\r\nn his nerves. Taiki&#39;s wife had died \nearlier, in the 1st year of Meiji. She=\r\n and him where married three \nmonths before the war. They settled down in M=\r\nibu but shortly, Taiki \nwas called to battle with the 10th Unit. When the w=\r\nar was over, Taiki \ncame back to see that his wife, Toki, had died from a f=\r\natal case of \npneumonia. This brought him to a temporary insanity and he al=\r\nmost \nkilled Fuji but Fuji was able to get through to him after having a \ns=\r\npear in his side and a katana in Taiki&#39;s shoulder. \n\n\t&quot;Hey=85 Taiki. You wa=\r\nnt to go to Mibu for a while?&quot; &quot;Hmm=85 oh=85 I \ndon&#39;t know.&quot; Fuji took his =\r\nprayer beads and slide them back into a \npocket in the inside of his unifor=\r\nm. &quot;Well we have to go somewhere, \nand fast.&quot; &quot;Well I don&#39;t really want to =\r\ngo back to Mibu. Don&#39;t want \nany bad memories to get to me.&quot; &quot;Well, why don=\r\n&#39;t we go to Edo!&quot; &quot;HAH. \nAre you crazy? Okay A its now named Tokyo and B it=\r\n&#39;s the capital of \nthe Meiji government. Walking into the capital wearing S=\r\nhinsengumi \nuniforms with swords strapped to our hips is like intentionally=\r\n \nwalking into the gates of hell.&quot; Fuji stared at Taiki with a blank \nlook.=\r\n &quot;You nimrod=85 like anyone would know where there in the first \nplace.&quot; Ta=\r\niki looked down at the ground. &quot;Well what ever man. Its \nyour call.&quot; &quot;Right=\r\n then. We go to Tokyo. There, we can be two of the \nvery few Rounin there.&quot;=\r\n &quot;Yeah good luck with that.&quot; Taiki rolled his \neyes then took a firm hold o=\r\nf his spear then lifted it up out of the \nground. &quot;Lets just get going now =\r\nbefore we have more pansy&#39;s in blue \nafter us.&quot; Taiki slightly laughed at h=\r\nis own joke. Fuji stood back up \nthen began walking, Taiki following him. T=\r\nhey where now on their way \nto Tokyo, the capital of the Meiji Restoration,=\r\n The Capital of modern \nJapan.\n\n\t&quot;Mr. Harada!&quot;\n\t&quot;Oh! Hey they&#39;re Taiki. Wha=\r\nt&#39;s up?&quot;\n\t&quot;Nothing much. Hey could me and you spar?&quot;\n\t&quot;What! Are you seriou=\r\ns? You=85 want to spar with me=85 spear \nagainst sword?&quot;\n\t&quot;Heck no! Spear a=\r\ngainst spear&quot;\n\t&quot;Hey now that&#39;s more like it. So you wanna be a spear fighte=\r\nr \nlike me hm?&quot;\n\t&quot;Of coarse I do. You&#39;re the coolest guy here.&quot;\n\t&quot;Shucks, r=\r\neally. Your to kind just so to kind.&quot;\n\t&quot;Mr. Harada stop being so boosting a=\r\nnd fight me!&quot;\n\t&quot;Alright dude, simmer down. Ready?  FIGHT!&quot;\n\n\tTaiki looked u=\r\np at the sky then at his spear. He smiled at it \nknowing he was king of all=\r\n spear fighters in Japan, of coarse right \nnext to Sanosuke Harada. &quot;Hey Ta=\r\niki, you remember where Sanosuke went \nto after the war?&quot; &quot;Beats me. All I =\r\nknow is he&#39;s settled down with a \nwife somewhere with Shinpatchi living wit=\r\nh him.&quot; &quot;Heh, you could \nnever get those two jokers apart could you.&quot; Nope =\r\nnot at all.&quot; Taiki \nstretched backward. He then gazed at his spear yet agai=\r\nn. It was a \nvery nice and from the looks of it a very expensive piece of \n=\r\nweaponry. It had a smooth polished wood shaft and a sharp cross blade \nat t=\r\nhe top. There was a blue strap wrapped around the end and the \nmiddle of th=\r\ne red colored shaft to allow a good grip. &quot;Wonder how \nmuch the poor bastar=\r\nd spent on this fine spear. Well too bad for him \ncuz I have it.&quot; &quot;That and=\r\n he&#39;s dead so to sad for him as well.&quot; &quot;Heh \nheh. Of coarse.&quot; They where no=\r\nw coming up to a intersection of the \npath. In one direction you could see =\r\nthat it lead to a sea road and \nin the other direction it lead to Mibu. The=\r\nre was a sign that said \nMibu right and Tokyo left. &quot;Well I guess where tak=\r\ning left eh \nFuji?&quot; &quot;That&#39;s right.&quot; Fuji turned left, Taiki of coarse right=\r\n behind \nhim. Taiki looked backward to get a last glimpse at the once long =\r\n\ntime home of his, Kyoto then looked down the path to Mibu.\n\n\t&quot;Well Taiki, =\r\nwhere at the intersection. One way goes to Mibu \nvillage and the other to t=\r\nhe capital, Kyoto. Where are we to go?&quot;\n\t&quot;I say we go to the capital. I bet=\r\n we could find a great \nopportunity to make so real cold hard ryo.&quot;\n\t&quot;That&#39;=\r\ns true, so very true. Well Kyoto, make way cuz here \ncomes the two greatest=\r\n samurai in the land.&quot;\n\n\t\n\n\nEnd=85 \n\tFOR NOW\n\n\n\n\n\n\n"
}