{
    "userId": 199587949,
    "authorName": "Ellene J",
    "from": "Ellene J &lt;ellene_j@...&gt;",
    "profile": "ellene_j",
    "replyTo": "LIST",
    "senderId": "6jkESBMAdS35FSL78Roc8LwubJa_9Ejd7ekMqpeEGAXugmKkKUAPIKBPiojVZwR7zNW4Gn72a7XAp9RSoJy05Tt1E3I",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "FIC: Black Cat; PMK, Okita, Suzu, Tetsu; PG",
    "postDate": "1128437631",
    "msgId": 669,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDIwMDUxMDA0MTQ1MzUxLjc5Njg4LnFtYWlsQHdlYjM0ODEyLm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 693,
    "prevInTime": 668,
    "nextInTime": 670,
    "topicId": 669,
    "numMessagesInTopic": 2,
    "msgSnippet": "Title: Black Cat Author: Divertimento E-mail: ellene_j@*... Source: PMK Main character(s): Okita, Suzu, Tetsu Archived on the website:  Yes. General",
    "rawEmail": "Return-Path: &lt;ellene_j@...&gt;\r\nReceived: (qmail 40823 invoked from network); 4 Oct 2005 15:16:18 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m4.grp.scd.yahoo.com with QMQP; 4 Oct 2005 15:16:18 -0000\r\nReceived: from unknown (HELO n10a.bulk.scd.yahoo.com) (66.94.237.44)\n  by mta3.grp.scd.yahoo.com with SMTP; 4 Oct 2005 15:16:15 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.66.59] by n10.bulk.scd.yahoo.com with NNFMP; 04 Oct 2005 15:02:12 -0000\r\nReceived: from [66.218.66.82] by mailer8.bulk.scd.yahoo.com with NNFMP; 04 Oct 2005 15:02:10 -0000\r\nX-Sender: ellene_j@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 16943 invoked from network); 4 Oct 2005 14:54:28 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m30.grp.scd.yahoo.com with QMQP; 4 Oct 2005 14:54:28 -0000\r\nReceived: from unknown (HELO web34812.mail.mud.yahoo.com) (209.191.68.176)\n  by mta5.grp.scd.yahoo.com with SMTP; 4 Oct 2005 14:54:28 -0000\r\nReceived: (qmail 79690 invoked by uid 60001); 4 Oct 2005 14:53:51 -0000\r\nMessage-ID: &lt;20051004145351.79688.qmail@...&gt;\r\nReceived: from [165.21.83.246] by web34812.mail.mud.yahoo.com via HTTP; Tue, 04 Oct 2005 07:53:51 PDT\r\nDate: Tue, 4 Oct 2005 07:53:51 -0700 (PDT)\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Ellene J &lt;ellene_j@...&gt;\r\nSubject: FIC: Black Cat; PMK, Okita, Suzu, Tetsu; PG\r\nX-Yahoo-Group-Post: member; u=199587949; y=OmSS8vMsiSQUyOiryrQjHBMjHGRvT_qbc1c7hitpaY-xCao\r\nX-Yahoo-Profile: ellene_j\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: bsher213 &lt;bsher213@...&gt; via web; 04 Oct 2005 15:02:08 -0000\r\n\r\n \nTitle: Black Cat\n\nAuthor: Divertimento\n\nE-mail: ellene_j@...\n\nSourc=\r\ne: PMK\n\nMain character(s): Okita, Suzu, Tetsu\n\nArchived on the website:  Ye=\r\ns.\n\nGeneral Rating:  PG\n\nWarning:  For morbid fans who can=92t get enough o=\r\nf Souji deathfics\n\nDisclaimer:  (If you are using characterizations drawn f=\r\nrom a copyrighted source (such as anime, manga, film, books), you must ackn=\r\nowledge you do not hold the copyright.  If your story is based on an origin=\r\nal idea with original characters, give yourself at least a little protectio=\r\nn from potential plagiarism by stating you own the rights to your original =\r\nideas and characters.)\n\n \n\nAs usual, the link to the fic is as given: http:=\r\n//www.fanfiction.net/s/2605022/1/ \n\n \n\nWe know the infamous legend of the b=\r\nlack cat. Here&#39;s yet another take on why Souji did what he did. Probably th=\r\ne darkest of my PMK fics, the others would be much lighter...\n\n \n\nBLACK CAT=\r\n\n\n \n\n \n\nYou tried to control yourself. All the iron discipline of determine=\r\nd survival told you what to do =96 close your eyes, breathe deeply, shut ou=\r\nt the angry thoughts, remember only survival. It had been practiced before =\r\nin so many everyday affairs. Apparent contentment, apparent uproarious pran=\r\nks were surface ripples, creating no real disturbances, no disturbance in d=\r\nepth. You grew to know how=85 But sometimes the discipline does not, cannot=\r\n, work. The fury, the agony builds up until it bursts all controls, and you=\r\n are defenceless against all the rushing, blood-surging, damaging emotions =\r\nwhich sweep through you and will eventually destroy you. \n\n \n\nSouji remaine=\r\nd quite rigid. The black cat, all too aware of his agitation, looked at him=\r\n and yawned and tried to settle beside him. It gave no outward sign of any =\r\ntriumph it might be feeling. Could he plead? Could he lower himself to plea=\r\nd with this vile creature?\n\n \n\n=93Innocent,=94 he said. =93Nothing. He has =\r\ndone nothing. Leave him alone.=94 Souji stopped and tried to get his breath=\r\n, he could not. It had left him.\n\n \n\nThe creature said: =93A pity, Mibu-wol=\r\nf, that I will never let Tetsu live the way he wishes to. It will be too ea=\r\nsy to kill him. Oh! When I am done with him, he would probably be begging m=\r\ne to kill him. Now, wouldn=92t that be lovely?=94\n\n \n\n=93Stop!=94 The cat w=\r\nas getting off the bed. =93I=92ll not live another day. You know that. I=92=\r\nll never live another day. I=92ve been looking forward to this so long=85=\r\n=94\n\n \n\n=93I don=92t want your life, filthy wolf,=94 The creature came back=\r\n, rubbing its sinuous body against his arm. =93Yours is worth even less tha=\r\nn Tetsu=92s. And you should close you window on such a fine day. We don=92t=\r\n want more of your Tokugawa filth in this beautiful new era, do we?=94\n\n \n\n=\r\nHe gasped, swallowed, took in air just in time. =93Kondou-san=85 Hijikata-s=\r\nan=85 The battles=85 They=92re winning. I know. I know. I=92ve seen the pla=\r\nns. How could I be wrong?=94\n\n \n\n=93You=92re wrong, wolf, and Kondou Isami=\r\n=92s dead. I personally made sure his head was hung where no one could miss=\r\n it. And I=92ll see you rot in this room before I forget how Sensei was mur=\r\ndered in cold blood.=94\n\n \n\nThen the hatred was plain on both sides, on tha=\r\nt of the normally spirited, humorous, contented man, on that of the wispy b=\r\nall of black fur hissing on the bed. \n\n \n\n=93Personally!=94 Souji said in a=\r\n new soft voice; he passed a shaky hand over his face and laughed. \n\n \n\nThe=\r\n cat stood very still, the hairs on its back bristling. Souji=92s laughter =\r\nwas cold, and his voice was all at once oddly different, soft and sibilant =\r\nbut with a new force behind it. \n\n \n\n=93Personally!=94 The voice continued,=\r\n laughing. =93Poor Suzu-kun! You should have tormented me personally when y=\r\nou had the chance. Instead,=94 the voice choked and spat to get the words o=\r\nut, =93you wasted all those years on someone who had no part in this. How d=\r\no you feel, Suzu-kun? How do you feel now?=94\n\n \n\nHis life may be far spent=\r\n, but Souji had sight enough to perceive that for the moment his puny shot =\r\nwas stinging. Although he was going down, he would continue firing to the e=\r\nnd. That shot had told. And one last shot remained.\n\n \n\n=93How do you feel?=\r\n All alone in the world. No one trusts you and everyone hates you,=94 Souji=\r\n stroked the smooth black coat; the cat twisted and bared its fangs but the=\r\n vicelike grip remained. =93After all these years, you lose your only chanc=\r\ne to avenge your sensei...=94 His hands tightened on the supple back. \n\n \n\n=\r\nThe cat dug its claws into the bony arms of the former Shinsengumi captain,=\r\n now a shivering, smelly, shrivelled mess. He was a pitiable sight, twistin=\r\ng and choking, his lips blue, some last flush of blood in his cheeks, eyes =\r\nwild and maddened by grief. The unearthly wail was deafening: for a moment =\r\nSouji thought it was the cat. Then he realised that it was limp in his hand=\r\ns, its body twisted at an impossible angle. \n\n \n\nThe slam of the flimsy scr=\r\neen door shook the room and the bird in the cage by the window twittered in=\r\n fright. Souji sank back in his futon. Someone removed the broken carcass a=\r\nnd gently cleaned his mutilated arms. Was it his sister? He thought he hear=\r\nd Tetsu=92s voice, but he couldn=92t be sure.\n\n \n\n \n\n=85 =85\n\n \n\n \n\nAnd in =\r\nKyoto, Suzu walked slowly through the house, with no expression on his face=\r\n but something in his mien which made servants shrink away from him as he p=\r\nassed.\n\n \n\nHe had killed his viper. He had given it, he knew, a mortal woun=\r\nd. But as he took his foot from its neck it had turned and bitten him in th=\r\ne heel. And the venom it had left behind was working. He went into his room=\r\n and lounged in his favourite rug. Not for the first time in his life he fe=\r\nlt ill and unsure of himself. The spread of the poison was slow but steady.=\r\n\n\n \n\nIt might be that he would die of it. It might be that others would die=\r\n of it. He did not know and only time would reveal the extent of the poison=\r\n=85\n\n \n\n \n\n=85 =85\n\n \n\n \n\nHe sat by Souji many hours that day. They did not=\r\n talk much, for Souji was delirious. Often he forgot where he was, and some=\r\ntimes he whispered of his childhood. For the first time, Tetsu saw into his=\r\n heart, although only through such short phrases as these:\n\n \n\n=93I am not =\r\na child =96 I am stronger than you can ever be.=94 And he said, =93Don=92t =\r\nbeat me =96 I will be more careful next time, I will not spill the tea agai=\r\nn=85 =85 Hijikata-san, I promise I will never cry again. Never=85 =85 My na=\r\nme is Soujiro, not Souji. Stop calling me that=85 =85 I am the only son of =\r\nthe Okita family of Shirakawa=85 =85 I am not a girl=85 =85=94 And he said =\r\nagain and again, =93Father =96 Mother =96 Ane-ue,=94 and =93I know very wel=\r\nl that I am cursed with this gift and should not be born.=94\n\n \n\nWhen he sa=\r\nid this Tetsu took his hand and held it =96 a hand calloused by years of tr=\r\naining, cold and stiff as if it were already dead. Now that no one would se=\r\ne him, he turned his back to the screen door and cried bitter tears.\n\n \n\n \n=\r\n\n=85 =85\n\n \n\n \n\nIn spite of his years of living on the temple grounds, Souj=\r\ni had little convinced belief in a future life, so he clung to this one wit=\r\nh a rare tenacity, trying to marshal the last ebbing forces and see perhaps=\r\n tomorrow. With imminent death one never looked far ahead. The marathon hor=\r\nizons of youth and ideals narrowed and shortened into the hurdles of illnes=\r\ns. If he could see tomorrow he would have made the next objective. Control =\r\nwas everything; quiet the heart, regulate the breathing, relax the mind. Fo=\r\nrget the anger, ignore the grief, concentrate on only one thing, the necess=\r\nity of the next breath, of simple survival. \n\n \n\nBut this time he had gone =\r\ntoo far. The shock of the disclosure, the overwhelming fury which had posse=\r\nssed him, had in a few minutes consumed the last fuel in his wasted body. T=\r\nhis was not faintness; he knew it was something more. It would not do to be=\r\n taken ill now, for in a few moments Kondou-san would be here to take him t=\r\no the ceremony. There would be some feasting later on, and a few bottles of=\r\n sake. He must subdue the nervous stomach, though Sannan had said it was no=\r\nrmal. After all, how many, even within the ranks of the samurai, achieved M=\r\nenkyo Kaiden at the age of seventeen? He must get up. He tried to move his =\r\nlegs and could not. The sensation had gone out of them. He gritted his teet=\r\nh and moved a hand. That at least was still his.\n\n \n\nA corpse was in the ro=\r\nom. That sick-pungent smell of warm blood. He had seen so many such. Whose =\r\nwas this? They had all looked so composed but so small in death. They had f=\r\nallen about him all these years. \n\n \n\nYes, he was filthy, infinitely filthy=\r\n, that=92s why he was obsessed with cleanliness. No song is purer than that=\r\n sung in the depths of hell. Souji wondered if the complicating factor was =\r\nnot much more basic. If he was alienated from his home, his surroundings, h=\r\nis family, he was also a stranger in his own body. Shame walked with him fr=\r\nom early on: it would have been better if he had not been born at all. And =\r\nhe thought again and again: =93Father =96 Mother =96 Ane-ue =96 where are y=\r\nou now?=94\n\n \n\nHe lifted his hand up to his eyes and wiped the mist and the=\r\n corpse away. The warm sunlight flooded into the room, the life-giving sunl=\r\night that had no life to give back to him. The gentle scented breeze, the s=\r\nhadow of moving leaves, the flutter of birds, these might all have helped h=\r\nim at another time. Five more days until he was twenty-one, and they were d=\r\nisappointed that he had not turned out more manly. Someone, too, another ca=\r\nptain, had jokingly told him that even the women of Shimabara had more ball=\r\ns than him. But that wasn=92t what Hijikata-san had said. Hijikata-san had =\r\nsaid many beautiful things. But why wouldn=92t he let him shave his head?\n\n=\r\n \n\nDeath came like a rising tide, inch by inch, putting his body to sleep. =\r\nSoon there was no stomach, then there was no breathing left. He did not gas=\r\np for breath for he no longer needed air. For the last time, seeing its app=\r\nroaching extinction, his brain came clear again. What had he said? Where is=\r\n Hijikaya-san? He needed to be warned about Suzu. He had not meant to betra=\r\ny Tetsu. What had he said?\n\n \n\nHis head was sinking sideways on the futon. =\r\nSomeone straightened it. For a moment that was better. But then the light b=\r\negan to go, the warm, milk yellow sunlight of spring. The beamed ceiling sm=\r\neared and blurred. He could not close his mouth: he had tried to and failed=\r\n. His tongue stopped. But one hand still slowly moved. Another pair of hand=\r\ns nudged up to it and enveloped it in a gentle grasp. The sensation made it=\r\ns way from his fingers to his brain. It was the last feeling left. The fing=\r\ners moved a moment in the warm hands. Hold me, hold, they said. Then quietl=\r\ny, peacefully at the last, submissively, beaten by a stronger will than his=\r\n own, his eyes opened and he left the world behind. \n\n \n\nAnd a gentle breez=\r\ne lifted the curtains and told that a current of air had passed.\n\n \n\n \nThe =\r\nEnd\n \n\n \n\nAny comments on the above? Yes? No? Anyone found the last part co=\r\nnfusing? It is supposed to be confusing: the reader is supposed to be as mu=\r\nddled as poor Souji. I would find other alternatives to writing such death =\r\nscenes refreshing, so do send me ideas, or even better, write them and publ=\r\nish on ff.net. I know Souji is supposedly very close to Toshi, but Toshi wa=\r\nsn=92t there when he died, period. The big question is why.\n\n \n\nThe fic tur=\r\nned out quite different from what it was first conceived to be. It was supp=\r\nosed to end at the first part. But it went on and on. \n\n \n\nAnd on and on=85=\r\n Why? Well=85 I am telling the story backwards and Black Cat is just the st=\r\nart. Better to have some form of organisation. I will probably end it at 18=\r\n62. Yes. That=92s the title of the last story. 1862. Erm.\n\n \n\nPlease review=\r\n if you reading this, all 127 of you. The number is quite constant, I reali=\r\nse. I think it is because of the small number of fics in PMK. Everyone read=\r\ns everything, but there are so few reviews!\n\n \n\n\n\t\t\n-----------------------=\r\n----------\nYahoo! for Good\n Click here to donate to the Hurricane Katrina r=\r\nelief effort. \n\n[Non-text portions of this message have been removed]\n\n\n\n\n"
}