{
    "userId": 199587949,
    "authorName": "Ellene J",
    "from": "Ellene J &lt;ellene_j@...&gt;",
    "profile": "ellene_j",
    "replyTo": "LIST",
    "senderId": "4l8Jn0dFBSmMyvM_oOykfGacvE2hSSj_Afmh1AuwPW-j4LYc6NdxL-Yh6ZBtnl7AqxNqnhkCNnVSu_OVlJKDHuDKqh8",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "FIC: Conflicting Confessions; PMK; Souji, Toshi, Kichi; R",
    "postDate": "1129726718",
    "msgId": 688,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDIwMDUxMDE5MTI1ODM4LjQ5OTkyLnFtYWlsQHdlYjM0ODEyLm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 689,
    "prevInTime": 687,
    "nextInTime": 689,
    "topicId": 688,
    "numMessagesInTopic": 2,
    "msgSnippet": "Title: Conflicting Confessions Author: Divertimento E-mail: ellene_j@*... Source: PMK Main character(s): Souji, Toshi, Kichi Archived on the website:  Yes",
    "rawEmail": "Return-Path: &lt;ellene_j@...&gt;\r\nReceived: (qmail 97720 invoked from network); 19 Oct 2005 15:52:28 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m2.grp.scd.yahoo.com with QMQP; 19 Oct 2005 15:52:28 -0000\r\nReceived: from unknown (HELO n5a.bulk.scd.yahoo.com) (66.94.237.39)\n  by mta2.grp.scd.yahoo.com with SMTP; 19 Oct 2005 15:52:27 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.5] by n5.bulk.scd.yahoo.com with NNFMP; 19 Oct 2005 15:50:11 -0000\r\nReceived: from [66.218.66.78] by mailer5.bulk.scd.yahoo.com with NNFMP; 19 Oct 2005 15:50:07 -0000\r\nX-Sender: ellene_j@...\r\nX-Apparently-To: shq_spy_division@yahoogroups.com\r\nReceived: (qmail 62252 invoked from network); 19 Oct 2005 12:59:03 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m30.grp.scd.yahoo.com with QMQP; 19 Oct 2005 12:59:03 -0000\r\nReceived: from unknown (HELO web34812.mail.mud.yahoo.com) (209.191.68.176)\n  by mta3.grp.scd.yahoo.com with SMTP; 19 Oct 2005 12:59:02 -0000\r\nReceived: (qmail 49994 invoked by uid 60001); 19 Oct 2005 12:58:38 -0000\r\nMessage-ID: &lt;20051019125838.49992.qmail@...&gt;\r\nReceived: from [165.21.83.247] by web34812.mail.mud.yahoo.com via HTTP; Wed, 19 Oct 2005 05:58:38 PDT\r\nDate: Wed, 19 Oct 2005 05:58:38 -0700 (PDT)\r\nTo: shq &lt;shq_spy_division@yahoogroups.com&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Ellene J &lt;ellene_j@...&gt;\r\nSubject: FIC: Conflicting Confessions; PMK; Souji, Toshi, Kichi; R\r\nX-Yahoo-Group-Post: member; u=199587949; y=xM8SkDdxRSxQi4QTSw1fcBEngIoWYI8szxZ7_MwpTEMmW9g\r\nX-Yahoo-Profile: ellene_j\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: bsher213 &lt;bsher213@...&gt; via web; 19 Oct 2005 15:50:07 -0000\r\n\r\n\nTitle: Conflicting Confessions\n\nAuthor: Divertimento\n\nE-mail: ellene_j@yah=\r\noo.com\n\nSource: PMK\n\nMain character(s): Souji, Toshi, Kichi\n\nArchived on th=\r\ne website:  Yes\n\nGeneral Rating:  R?\n\nWarning:  Yes, M/M slash involved. No=\r\nt for those who detest such relationships.\n\nDisclaimer:  What? They are rea=\r\nl people. I own nothing. Pause. This is just formality, I am sure. No one h=\r\nere owns anything!\n\n \n\nFirst up, I would like to thank the community for th=\r\ne very fruitful discussion on TB and its various causes, symptoms, prospect=\r\ns etc=85 But to lighten things up, sit back and just enjoy yet another take=\r\n on some missing events in the PMK anime. God knows there are a million pos=\r\nsible in that one, no offense to Nanae Chrono of course.\n\n \n\nSummary: AKA T=\r\nhe Messed-up World of H/O or How They Finally Got It Going. I was laughing =\r\nall the way as I wrote this. There is something perverse about Kichi=92s me=\r\nssy involvement in=85 =85\n\n \n\n \n\nCONFLICTING CONFESSIONS\n\n \n\n \n\nToshi sat, =\r\neyes closed, unable to look at the man he had inspired to take up the autoc=\r\nratic ideal of the Shogunate.  That of all things he did not wish responsib=\r\nility for. And then Souji was kneeling in front of him and through the roar=\r\ning in his head, he heard the animated chatter, =93=85 and the place was so=\r\noooo bright, Hijikata-san! The atmosphere was amazing and=85 =94 Here, ther=\r\ne was a thoughtful pause. =93Hijikata-san? What=92s wrong?=94\n\n \n\nWhat=92s =\r\nwrong? Toshi=92s mind howled in impotent disbelief. His hips were beginning=\r\n to get arthritic and he suddenly felt like the old man he was becoming, ge=\r\ntting to his feet and giving an impression of immense silent menace, the me=\r\nnace of accusation. \n\n \n\n=93The Shimabara! Of all the places in Kyoto, you =\r\nhad to make a total fool of yourself there and now you have the nerve to as=\r\nk me what=92s wrong?=94 Toshi said, incredulous, fluent in his fury. He sud=\r\ndenly stopped and turned on Souji. =93Did you come here to tell me to count=\r\n my blessings, Souji? Am I supposed to be grateful to you for attempting to=\r\n relieve the Shinsengumi of its hefty financial burdens?=94\n\n \n\nOkita Souji=\r\n pulled himself to his full, if modest, height and looked frankly at the ot=\r\nher man, whom he had idolised in childhood and whom he still wanted to love=\r\n, in spite of everything. =93I have no idea of what you are saying, Hijikat=\r\na-san. Sannan asked me to come along with him today.=94\n\n \n\nToshi went very=\r\n still. When he spoke, his voice had the quiet, nearly calm sound of viciou=\r\nsly controlled anger. =93Ah. Your task then is to shame me for making such =\r\na fuss.=94\n\n \n\nSouji found there was nothing he could say and, helpless, le=\r\nt the silence linger.\n\n \n\n=93Tell me, Souji,=94 Toshi asked, the voice care=\r\nssing now, brows up, mouth open slightly, waiting for confirmation. =93How =\r\nmuch did it cost them? That =96 that =96 Teahouse? How much did they pay yo=\r\nu?=94 He watched him carefully.\n\n \n\nSouji=92s eyes lit up dangerously. Comp=\r\nrehension dawning, Toshi knew. Then just as suddenly as it had appeared, th=\r\ne spark was extinguished. \n\n \n\n=93No,=94 Souji said softly, with a smile th=\r\nat left his eyes untouched. =93I don=92t have as many admirers as you, Hiji=\r\nkata-san, thus I would have to be the one forking out money for such pleasu=\r\nres.=94\n\n \n\nToshi endured his gaze as long as he could. When he did turn aw=\r\nay finally, he could not close out the soft savage voice. \n\n \n\n=93I=92m not=\r\n sure if you already knew this, but you shouldn=92t expect others to accomp=\r\nlish what you can=92t even hope to achieve. That=92s all I have to say for =\r\nnow. Goodnight.=94\n\n \n\nWhen Toshi looked up, he was gone.\n\n \n\n \n\n=85 =85\n\n =\r\n\n\n \n\nAnd crouching among the beams above the room, Kichisaburou of Togotoya=\r\n fame snickered. He waited until the hallway was clear before landing light=\r\nly in front of the Fukuchou=92s screen doors. He stared at his reflection i=\r\nn the polished wood, tidied his hair, rearranged his yukata. He tried a smi=\r\nle. It came out rather peculiar. He tried again. \n\n \n\n=93Hijikata-san,=94 h=\r\ne whispered aloud.\n\n \n\nThe voice sounded peculiar too.\n\n \n\n=93Hijikata-san!=\r\n=94\n\n \n\nThat was better. Both the smile and the voice were coming out bette=\r\nr now. He rehearsed it several times more. Then he raised his fist and rapp=\r\ned the screen door softly.\n\n \n\n \n\n=85 =85\n\n \n\n \n\n=93Who=92s there?=94\n\n \n\nA=\r\n muffled voice from the hallway called, =93It=92s me, Hijikata-san.=94\n\n \n\n=\r\nBoth hesitant and concerned, Toshi tightened the sash around his waist and =\r\nedged toward the screen door. Hadn=92t he left in a fit of anger just momen=\r\nts before? What is he doing outside his room now? Reluctantly sliding open =\r\nthe door, Toshi peered out into the dark hallway. \n\n \n\nSouji stood there, a=\r\nnd as far as Toshi could tell his visitor was alone, unless of course the r=\r\nest of the first unit was waiting just down the hall.\n\n \n\n=93What do you wa=\r\nnt?=94\n\n \n\n=93I need to talk.=94\n\n \n\n=93Didn=92t you just storm out of my r=\r\noom claiming there was no reasoning with me?=94\n\n \n\nThere was an unguarded =\r\nflash of genuine bewilderment, and then the shrouded expression was back on=\r\n his face. =93Let me in. Please?=94\n\n \n\n=93It=92s late,=94 Toshi replied, s=\r\ntill not opening up. Souji remained silent, unmoving.\n\n \n\nI shouldn=92t be =\r\ndoing this, Toshi thought. It was a whole can of worms, insidious ones at t=\r\nhat. A mess that was sure to grow only worse if he opened the door. Yet eve=\r\nn though Toshi wanted to tell him to go away, to leave him alone, he could =\r\nnot force those words out. He found his feet compulsively moving away, step=\r\nping aside, and pulling back the screen door. In an instant the shorter fig=\r\nure darted through the opening. Toshi closed the door, turned around, and s=\r\ntared at the back of his late-night guest. It would not be the first time, =\r\nbut this was different. Nervously scratching his naked chest, Toshi reached=\r\n down, firmly held the knotted sash in place around his waist. \n\n \n\nLooking=\r\n away from Toshi, Souji was reclining against the table. His head was hung;=\r\n his position seemed calculated to show as much of the smooth slim legs as =\r\ncould be considered decent.\n\n \n\n=93So talk.=94 Toshi demanded, refusing to =\r\nbe distracted.\n\n \n\n=93I=85 I=85 =94 he began, shaking his head. =93I=92m so=\r\nrry. It was really stupid of me.=94\n\n \n\nToshi sighed. =93It=92s not a good =\r\nidea. Who knows what those perverted men could have done to you.=94\n\n \n\n=93=\r\nOr what I could have done to them.=94 Not bothering to rearrange his yukata=\r\n, as he normally would have done, Souji moved languidly across the room on =\r\nall fours. He stopped at Toshi=92s feet, his voice quivering as he lifted h=\r\nis head and faced him for the first time. =93It=92s kind of complicated, an=\r\nd I really don=92t know how much I should tell you.=94\n\n \n\nToshi was sudden=\r\nly wide-awake. He could not steady himself, nor make his body quit tremblin=\r\ng: he knew where this was heading. Go back to the door. Slide it open. Tell=\r\n Souji to get out of here.\n\n \n\n=93But =96 =94 Souji continued lazily, finge=\r\nrs trailing up and down his calves. =93I happen to like my men mature.=94\n\n=\r\n \n\nHis burning gaze grazed Toshi=92s half-naked body, and a prick of adrena=\r\nline shot his heart. Kat-chan said the chemistry of homosexuality was simpl=\r\ny floating in the air, pheromones just lingering in the headquarters waitin=\r\ng for the men to pick up on them. Toshi sensed it otherwise. If the eyes me=\r\nt and held for a fraction of a second too long, he could see the truth. And=\r\n looking into the violet orbs before him, he saw not only his sexuality but=\r\n also the unfamiliar depth of lust.\n\n \n\nHe felt the eyes on his chest, wher=\r\ne his muscles were the thickest. Then he sensed the stare upon his biceps, =\r\nwhich were hardened by years of swordsmanship. And next Souji=92s eyes were=\r\n following the thin trail of hair that zipped down his stomach, over his na=\r\nvel, and on down beneath the yukata.\n\n \n\nA moment later, Toshi felt the han=\r\nds on his sash, and then his robe was tugged totally open. Shit, he thought=\r\n. Here he was, all of him, including the extent of his arousal, totally exp=\r\nosed, as easy to read as a book.\n\n \n\n=93Close your eyes, Fukuchou,=94 Souji=\r\n said softly. =93Just take from me.=94\n\n \n\nHe could not help but reach out,=\r\n open his eyes as Souji=92s right hand skimmed over his stomach. What was t=\r\nhis? This was definitely different from what he was used to. It felt lopsid=\r\ned, as if he was being used, nothing more. \n\n \n\nSurprised at himself, amaze=\r\nd that he was breaking away, he grabbed at his robe, pulling it shut. His b=\r\nody surging with desire, his head churning with confusion, he pushed open t=\r\nhe screen door and rushed out into the open courtyard. Breathing as hard as=\r\n if he had just killed a dozen of the Choshu ingrates, he wondered if the s=\r\nilence would be broken and a naked Souji would join him, wondered, too, if =\r\nthat was what he wanted after all.\n\n \n\nNothing happened however.\n\n \n\nHe was=\r\n not disturbed as he sat, desperately trying to regain his wits and control=\r\n. Control? Forget about that, he thought. For so long he had been so tight,=\r\n so worried. He had to let go; nothing mattered, not anymore. But did that =\r\nmean giving in to his lust? Maybe. Maybe eventually. Looking up at the clea=\r\nr night sky, he came to a silent decision. \n\n \n\nHe did not notice the dark =\r\nfigure as it nimbly leapt onto the rooftop and disappeared into the dark ni=\r\nght.\n\n \n\n \n\n=85 =85\n\n \n\n \n\nIn his room, Souji just lay there on the futon, =\r\nhis eyes open, his body not moving beneath the cotton blanket. For a moment=\r\n he considered trying to catch up on his practice, but then decided against=\r\n it almost once.\n\n \n\nIt was hopeless. He groaned in frustration and rolled =\r\nover onto his stomach. Visiting the ladies in the Shimabara district was no=\r\nt prohibited by Shinsengumi laws, was it? Even Sannan was there with him! I=\r\nt just isn=92t fair, he pouted, thumping his legs lightly against the soft =\r\nfuton. Hijikata-san himself had visited those quarters often enough. Wait, =\r\neven Heisuke, who was younger, had=85 =85\n\n \n\nSouji sat up immediately, his=\r\n senses alert as he strained to catch more sounds coming from the adjacent =\r\nroom. He stood up silently and unsheathed his katana, the moonlight playing=\r\n on the sharp blade. \n\n \n\nHe moved cautiously into the darkened hallway and=\r\n braced himself as he pushed the screen door of his friend=92s room. =93Hij=\r\nikata-san, are you=85 =94\n\n \n\nBut the room was empty. The moonlight illumin=\r\nated the room with a faint glow. The door leading to the courtyard was open=\r\n all the way, so clearly the intruder had escaped through the courtyard. Co=\r\nuld Hijikata-san possibly have him cornered?\n\n \n\nHe was scanning the room f=\r\nor clues when he heard it, darting steps behind him. He spun around, and th=\r\nen released the grip on his katana. \n\n \n\n=93Hijikata-san, I thought there w=\r\nas an intruder in your room. Did you see him?=94\n\n \n\nToshi stared at him, =\r\n=93What are you talking about? You were here all along, weren=92t you?=94 H=\r\ne was moving toward him, his steps slow but sure and as Souji looked into h=\r\nis eyes, the intensity frightened him. =93I=92m sorry about what happened j=\r\nust now.=94\n\n \n\nHe was not sure he liked this. Something was different, not=\r\n so easy, and he stepped back, felt the wall at his back, realised he was c=\r\nornered. \n\n \n\n=93It=92s alright, really.=94 With a nervous laugh and his vo=\r\nice surprisingly faint, Souji added jokingly, =93As if I weren=92t exhauste=\r\nd enough, you wore me out.=94\n\n \n\n=93It was great, wasn=92t it?=94\n\n \n\nThey=\r\n were now less than a foot apart. Souji felt the other man=92s deep, hot br=\r\neath on his neck and then trickling downward. He inhaled the now-familiar o=\r\ndour of tobacco smoke.\n\n \n\n=93Hijikata-san, wha =96 =94\n\n \n\n=93Sh.=94\n\n \n\n=\r\n=93But, Hiji =96 =94\n\n \n\n=93Souji.=94 Toshi said in a hushed voice as he cl=\r\nosed in.\n\n \n\n=93I=92m=85 I=92m not sure I=92m ready for this.=94\n\n \n\n=93Jus=\r\nt put down your katana.=94\n\n \n\n=93But=85 =94 \n\n \n\nThen Souji knew it was a =\r\nhelpless situation, that there was no stopping it. He sheathed his katana, =\r\nset it carefully on the low table and closed his eyes as he saw the hand re=\r\naching out slowly. An instant later he felt the strong fingers of the other=\r\n man wrap around the back of his neck. Souji gasped, then leaned over, pres=\r\nsing his cheek against Toshi=92s thick wrist. He opened his mouth, softly b=\r\nit at the skin. Then he sensed Toshi=92s right hand on the other side of hi=\r\ns neck, and as it kneaded and massaged him, Souji=92s breath began to come =\r\nin short, deep gasps.\n\n \n\nHe reached up with his right hand, wanting to tou=\r\nch Toshi, satisfy, please him in some way as well. But just as his hand des=\r\ncended on Toshi=92s shoulder, the man removed it, gently pressing it down a=\r\nnd back against the wall. \n\n \n\nSouji tumbled into a nervous kind of bliss a=\r\ns the fingers massaged his neck, the back of his head. With a deep, gentle,=\r\n and circular motion, the steady fingers worked their way over Souji=92s ea=\r\nrs, through his hair, up his scalp. He dreamily opened his eyes, and saw ho=\r\nw intently Toshi was inspecting him.\n\n \n\nTrapped in the corner of the room,=\r\n held captive by a deep surge of desire, Souji moaned, feeling the hands ne=\r\nxt on his forehead, next softly descending to his temples. A finger brushed=\r\n over his lips, and he lunged at it, bit and sucked on it. But Toshi would =\r\nnot be entrapped, and slowly, steadily, his hand moved down. \n\n \n\nHe never =\r\nliked to be alone; the spoilt child in him needed comfort, yearned to be he=\r\nld, warmed, taken care of. Hesitantly raising his fingers, he was more than=\r\n eager to explore: he was desperate to. His fingers sensed the heaviness of=\r\n Toshi=92s yukata. And then, almost simultaneously, Souji felt a hand on hi=\r\ns waist, a sure hand that rubbed his skin, then reached for the knot of his=\r\n sash and untied it.\n\n \n\n \n\n=85 =85 The End =85 =85\n\n \n\n \n\nAnd the rest, as=\r\n they say, is up to the readers=92 active imagination. I left it at that be=\r\ncause the coward in me wanted to retain my account since I don=92t know whe=\r\nre else to put up the fanfics.\n\n \n\nIf some parts sound a wee bit like the B=\r\nridging Chapter (TK fic), you have my apologies. In fact, this was actually=\r\n Phase 4 of Elemental Evolution. Crosses fingers and prays no SEED fans rea=\r\nd this.\n\n \n\nWhat brought about this fic? Well=85 remember episode 16-17 whe=\r\nre the unforgettable Kichisaburou appeared in the Okita Impersonator arc? Y=\r\nes, yes, that=92s it. I vividly remember Toshi saying something to this eff=\r\nect: =93Souji? It can=92t be. He was in my room until late at night.=94 And=\r\n then there were the naughty thoughts: what were they doing? \n\n \n\nThe fic i=\r\ns set in episode 17: just before the scene with Tetsu and Souji enjoying th=\r\ne view of the night sky.\n\n \n\nI couldn=92t stop laughing as I wrote the fic,=\r\n so maybe it could actually be called a humour fic. There is something perv=\r\nerse about Kichi bringing them together, in the most unexpected way. \n\n \n\nP=\r\nlease do review. Review!\n\n\t\t\n---------------------------------\n Yahoo! Musi=\r\nc Unlimited - Access over 1 million songs. Try it free.\n\n[Non-text portions=\r\n of this message have been removed]\n\n\n\n\n"
}