{
    "userId": 199587949,
    "authorName": "Ellene J",
    "from": "Ellene J &lt;ellene_j@...&gt;",
    "profile": "ellene_j",
    "replyTo": "LIST",
    "senderId": "7D2psgzfvIQCUiFNCzFYrMaY66lYC0WSTCrXDSzdq11FWOUo_QaHJrai3COM1JI9nb3X40d84Qx-eUTV7DvVh1enPr0",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Thanks!",
    "postDate": "1130036816",
    "msgId": 694,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDIwMDUxMDIzMDMwNjU2LjY0ODIyLnFtYWlsQHdlYjM0ODEyLm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 693,
    "nextInTime": 695,
    "topicId": 694,
    "numMessagesInTopic": 1,
    "msgSnippet": "Hi For those who read the stories, thanks for bothering. For those who read and sent comments either off-list, as a reviewer or to the list, I am...",
    "rawEmail": "Return-Path: &lt;ellene_j@...&gt;\r\nReceived: (qmail 13253 invoked from network); 23 Oct 2005 05:39:57 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m32.grp.scd.yahoo.com with QMQP; 23 Oct 2005 05:39:57 -0000\r\nReceived: from unknown (HELO n1a.bulk.scd.yahoo.com) (66.94.237.35)\n  by mta6.grp.scd.yahoo.com with SMTP; 23 Oct 2005 05:39:56 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.1] by n1.bulk.scd.yahoo.com with NNFMP; 23 Oct 2005 05:39:52 -0000\r\nReceived: from [66.218.66.70] by mailer1.bulk.scd.yahoo.com with NNFMP; 23 Oct 2005 05:39:52 -0000\r\nX-Sender: ellene_j@...\r\nX-Apparently-To: shq_spy_division@yahoogroups.com\r\nReceived: (qmail 5230 invoked from network); 23 Oct 2005 03:06:56 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m33.grp.scd.yahoo.com with QMQP; 23 Oct 2005 03:06:56 -0000\r\nReceived: from unknown (HELO web34812.mail.mud.yahoo.com) (209.191.68.176)\n  by mta6.grp.scd.yahoo.com with SMTP; 23 Oct 2005 03:06:56 -0000\r\nReceived: (qmail 64824 invoked by uid 60001); 23 Oct 2005 03:06:56 -0000\r\nMessage-ID: &lt;20051023030656.64822.qmail@...&gt;\r\nReceived: from [165.21.83.240] by web34812.mail.mud.yahoo.com via HTTP; Sat, 22 Oct 2005 20:06:56 PDT\r\nDate: Sat, 22 Oct 2005 20:06:56 -0700 (PDT)\r\nTo: shq &lt;shq_spy_division@yahoogroups.com&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Ellene J &lt;ellene_j@...&gt;\r\nSubject: Thanks!\r\nX-Yahoo-Group-Post: member; u=199587949; y=Cb3X2PosFqO2yHZ7PIE1BYoU0uLW_cPfk_1rGMQmpsDAmFk\r\nX-Yahoo-Profile: ellene_j\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: bsher213 &lt;bsher213@...&gt; via web; 23 Oct 2005 05:39:50 -0000\r\n\r\nHi\n \n           For those who read the stories, thanks for bothering. For those who read and sent comments either off-list, as a reviewer or to the list, I am... whatyoucallit... eternally in your debts. *kowtows* When they first came in, I thought replying to each off-list would be better since I would thus be able to avoid spamming the hundreds of you. But, then laziness reared its ugly slimy head and so... Bear with me.\n \n          Those who hate this fic, I can understand where youare coming from. I agree that the historical figures would probably be turning in their graves. But, I have already specified that it is NOT historical; it is a PMK universe. About the only things that are similiar would be the timeframe and the names of the characters. \n \n        On with the reply.\n\n \n\nTo Wee: Nope. I hate journals with a raw/rare passion. I think it is sick. So the only place I put the fics would be fanfiction.net, though the rules of the site suck.\n\n \n\nTo Secretary: \n\n \n\n[But have you ever wondered by PMK Saitou showed up just in the nick of time to save Hijikata from Okita&#39;s evil twin? Hmmmmm?]\n\n \n\n           I replied to you off-list, I think. I seriously couldn&#39;t remember. So I am replying again. PMK Saitou probably was there all along and well, nobody noticed him. Waitaminute, he was there all along... \n\n[A new fic, is at http://www.shinsengumifics.com\ncalled &quot;A Friend of a Friend&quot; is completed--not too long\nbut deals with Kondou&#39;s execution. So the story takes place post\nKyoto and jumps to the Meiji Era. The last chapter has footnotes and links to pages on the net which will specifically mention the character from Tosa. It is based on some real creepy historical connections. I&#39;ve double and tripled checked these details--it&#39;s really uncanny.]\n\n \n\n          Yup. I posted a review to the site. It is promising, the subject matter. Consider adding more?\n\n \n\n         *Checks site again for more reviews* Wait. You replied? \n\n \n\n[I have this problem where I write the entire story in my head as scenes with people in them and then type it...writing isn&#39;t my thing (no patience at all) I would love to make vids/movies really but this is the best I can do...thank you for your time + input...I really appreciate it! (I was about to delete the fic because most people prefer fics based on the various manga/anime based universes).]\n\n \n\n          Nonono... Don&#39;t delete the fic. Send it to the list? I, too, hate the physical act of writing. It is so tedious. I can sit still for at most three hours, then my mind would shut down. Thus the lengths of most updates is 2000 words. The trouble with the site is: the number of readers are not big enough. And that is the bane of all writers. There would be more reviews if you wait longer. I, for one, live for that. *Grins sheepishly*\n\n \n\nTo Kane: \n\n \n\n[You, my dear, just made my day. I haven&#39;t slept a wink at all last night and this was a very -very- nice caffeine substitute XD Woooh! HOT! *snicker* You did the episode justice. Thank god for people like you. Whoever thought Kichisaburou was good for -something-, ne?\nWrite more!]\n\n \n\n       Glad that it woke you up, though it be rather tame. I personally feel the episode leaves much unexplained. Kichi, though a fictional character, is rather interesting. His story reminds me of Suzu in the later chapters. What happened to him? Some fanfics covering this would be nice. I have more one-shots in-line, none of them written down.\n\n\nTo Giffy:\n\n \n\n[Hehehe, you did think exactly what I did. That was a clue... Cheers]\n \n\n[Hey, I like that. Your fics are always cool whether with dark or romantic plots. ^__^ The language is adorable.]\n\n        *Glomps* I feel loved. Thank you!\n\nTo Zhusanna: \n\n[Ah, yes. Souji&#39;s mysterious &quot;I couldn&#39;t get to sleep. There&#39;s\nsomething that&#39;s been weighing on my mind.&quot; And then a minute later\nToshi saying &quot;He was with me in my room until late.&quot; That was my\nfirst thought too - what were they doing that was now weighing on\nSouji&#39;s mind?...]\n\n            According to a reviewer on ff.net, they were playing shogi. I don&#39;t know whether she&#39;s joking, because I don&#39;t remember any mention of that in the anime. It is highly likely, though... I can&#39;t imagine Souji playing chess til late at night. Then again, I couldn&#39;t have imagined him reading those dense Shinsengumi documents, but that was what he was doing in episode 11. *Sweatdrops*\n\n[Thanks for the fic. It fills in that mysterious gap in a fun way! I\nespecially liked the bit &quot;unless the rest of the first unit was\nwaiting just down the hall.&quot; I&#39;m glad Toshi&#39;s thinking they would be\nso loyal to their captain.]\n\n        Yes! I hoped it was fun. As I said, I was chortling while writing the fic. I have not had so much fun before! Loyalty to the individual captains is a given, I think. They answer first and foremost to the captains. \n\n[And, a thanks to everyone who provided all the info and links during the TB discussion. I have a much better understanding now.]\n\n        Those are gems of information, I agree.\n\nDivertimento\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\n---------------------------------\n Yahoo! FareChase - Search multiple travel sites in one click.  \n\n[Non-text portions of this message have been removed]\n\n\n\n\n"
}