{
    "userId": 173227807,
    "authorName": "spiritus_saitou",
    "from": "&quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "591yPdotUZxyqxT_zz8NWJ5ZRAa8FTpirlgSb9kUWwNCtDcG2UUvvBhDnQMAnTNLYjn99SDPXdSjSanGAIkE4fb6ThD0uixo47VYMBdkIKCzdV2R",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Web Features sections (Files, Links, etc.)",
    "postDate": "1079577067",
    "msgId": 6,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGMzYjFsYiszN2phQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 5,
    "nextInTime": 7,
    "topicId": 6,
    "numMessagesInTopic": 1,
    "msgSnippet": "I ve started creating folders over in the Web Features and you can begin loading them up.  Just keep a couple things in mind.  I m trying to keep it organized",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nReceived: (qmail 253 invoked from network); 18 Mar 2004 02:31:08 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m9.grp.scd.yahoo.com with QMQP; 18 Mar 2004 02:31:08 -0000\r\nReceived: from unknown (HELO n23.grp.scd.yahoo.com) (66.218.66.79)\n  by mta3.grp.scd.yahoo.com with SMTP; 18 Mar 2004 02:31:10 -0000\r\nReceived: from [66.218.67.138] by n23.grp.scd.yahoo.com with NNFMP; 18 Mar 2004 02:31:08 -0000\r\nDate: Thu, 18 Mar 2004 02:31:07 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;c3b1lb+37ja@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2443\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.79\r\nFrom: &quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;\r\nSubject: Web Features sections (Files, Links, etc.)\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\n\r\nI&#39;ve started creating folders over in the Web Features and you can \nbegin loading them up.  Just keep a couple things in mind.  I&#39;m \ntrying to keep it organized so see if an existing folder meets your \nneed (and don&#39;t forget there are folders within the main folders).  \nIf not, then do what you have to do.  I *might* move what you load up \ninto an existing folder I think it belongs in or create a whole new \nfolder.  Please don&#39;t take it personally.  It&#39;s just an attempt to \nkeep things findable.\n\nPhotos --- let&#39;s try to keep photographs (real images, not art) in \nthe photos section.  There&#39;s a folder in Files that will hold the art \nand scans and screencaps we post up for inspiration.\n\nLinks --- also has some general folders... take a look and see what \nyou can add to things, like your own webpages and archives and other \nfanfic & fanart sites you&#39;re aware of that would be related to the \nShinsengumi.  Let&#39;s try to keep factual information over on SHQ... \nthat&#39;s where it belongs... so we don&#39;t repeat too much info and back \nup BOTH sites&#39; files with the same stuff.  This is why I encourage \nmembers here to join SHQ so that they have access to historical \ninformation (or other info related to miburo, like anime, etc.)  This \nincludes history links... try to keep them on SHQ and focus on \nfiction and art here.\n\nDon&#39;t upload any stories to the files... at least not at this point.  \nI&#39;m looking at archiving stories authors give permission to be \narchived on a separate site that&#39;ll be linked to the SHQ site.  Also, \nwe&#39;re not ready for art yet.  I can understand how anxious you might \nbe, but we want to put our foot sure and steady from the outset.\n\nSounds restrictive, I know.  I don&#39;t mean to sound that way.  I want \nyou to load things up to these sections without reservation... in \nfact I&#39;m counting on you guys to share information so we&#39;re all fat & \nsassy, but I want to work at keeping things organized.  The site&#39;s \nless than 24 hours old... there&#39;s still plenty of work to be done.  \nIn fact, the guidelines already need to be revised, but I expected \nthat once things got going.  Feel free to make comments or \nsuggestions to me, on the list or privately.\n\nAnd to those of you have joined already --- THANKS and welcome.  \nStart exercising those fingers and let&#39;s get some stories going.\n\npachi (who used to be phil, but lost the battle over Saitou to \nMissBehavin&#39; and had to settle for Nagakura Shinpachi)\n\n\n"
}