{
    "userId": 199587949,
    "authorName": "Ellene J",
    "from": "Ellene J &lt;ellene_j@...&gt;",
    "profile": "ellene_j",
    "replyTo": "LIST",
    "senderId": "H4vJLEtHnO4Z_j2iX8WQWu_JwvNuejoWxTmsOkQLJ2EPWSWf9_j3C-NIRtHH_ZTUYCE3O2bW3PxbLxRjmjIfsiKKsD4",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "FIC: What It Should Have Been; PMK; Tetsu, Okita, Hijikata; G",
    "postDate": "1133751764",
    "msgId": 722,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDIwMDUxMjA1MDMwMjQ0LjIyMDk0LnFtYWlsQHdlYjM0ODA4Lm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 721,
    "nextInTime": 723,
    "topicId": 722,
    "numMessagesInTopic": 1,
    "msgSnippet": "Title: What It Should Have Been Author: Divertimento E-mail: ellene_j@*... Source: PMK Main character(s): Tetsu, Okita, Hijikata Archived on the website:",
    "rawEmail": "Return-Path: &lt;ellene_j@...&gt;\r\nReceived: (qmail 74317 invoked from network); 5 Dec 2005 03:30:20 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m35.grp.scd.yahoo.com with QMQP; 5 Dec 2005 03:30:20 -0000\r\nReceived: from unknown (HELO n4a.bulk.scd.yahoo.com) (66.94.237.38)\n  by mta1.grp.scd.yahoo.com with SMTP; 5 Dec 2005 03:30:20 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.4] by n4.bullet.scd.yahoo.com with NNFMP; 05 Dec 2005 03:30:17 -0000\r\nReceived: from [66.218.66.78] by mailer4.bulk.scd.yahoo.com with NNFMP; 05 Dec 2005 03:30:17 -0000\r\nX-Sender: ellene_j@...\r\nX-Apparently-To: shq_spy_division@yahoogroups.com\r\nReceived: (qmail 52269 invoked from network); 5 Dec 2005 03:02:53 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m28.grp.scd.yahoo.com with QMQP; 5 Dec 2005 03:02:53 -0000\r\nReceived: from unknown (HELO web34808.mail.mud.yahoo.com) (209.191.68.172)\n  by mta5.grp.scd.yahoo.com with SMTP; 5 Dec 2005 03:02:52 -0000\r\nReceived: (qmail 22096 invoked by uid 60001); 5 Dec 2005 03:02:44 -0000\r\nMessage-ID: &lt;20051205030244.22094.qmail@...&gt;\r\nReceived: from [165.21.83.247] by web34808.mail.mud.yahoo.com via HTTP; Sun, 04 Dec 2005 19:02:44 PST\r\nDate: Sun, 4 Dec 2005 19:02:44 -0800 (PST)\r\nTo: shq &lt;shq_spy_division@yahoogroups.com&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Ellene J &lt;ellene_j@...&gt;\r\nSubject: FIC: What It Should Have Been; PMK; Tetsu, Okita, Hijikata; G\r\nX-Yahoo-Group-Post: member; u=199587949; y=Eiqv-vpE1kgVKFY3BvAB-khk1V1qdvXfb1DYEoSEFrBUS98\r\nX-Yahoo-Profile: ellene_j\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: bsher213 &lt;bsher213@...&gt; via web; 05 Dec 2005 03:30:14 -0000\r\n\r\nTitle: What It Should Have Been\n  Author: Divertimento\n  E-mail: ellene_j@y=\r\nahoo.com\n  Source: PMK\n  Main character(s): Tetsu, Okita, Hijikata\n  Archiv=\r\ned on the website:  Yes\n  General Rating:  G\n  Warning:  Pretty tame.\n  Dis=\r\nclaimer:  I don=92t own anyone here, not now, not ever. \n  Link: http://www=\r\n.fanfiction.net/s/2689168/1/\n   \n  Summary: The prequel to Black Cat, but c=\r\nhronologically, it is the second fic. Tetsu makes his way to Edo bearing a =\r\nprecious burden. Set in Edo, April 1868. Enjoy.\n   \n   \n  What It Should Ha=\r\nve Been (Or Whatever Title Readers Think Would Have Been Better)\n   \n   \n  =\r\nThat evening, Tetsu started down through the hills and forest surrounding E=\r\ndo on the last leg of his journey from Kyoto. It was almost night when he c=\r\name within sight of the huge stone fortress built in the sixteenth century,=\r\n reinforced later with the massive city wall that surrounded Edo.\n   \n  Edo=\r\n did not look too bad considering the ravages of war it had undergone. Outs=\r\niders with any kind of sense stayed out of Edo but Tetsu was competent and =\r\nhad been seen frequently enough over the past months, and he was gratified =\r\nto be greeted now and then as he jogged down the sloping path toward the ho=\r\nspital.\n   \n  This was simply to buy time.\n   \n  It was true, of course, th=\r\nat Okita-san was ill. Blooms of scarlet where tiny blood vessel walls had b=\r\nreached and spilled their contents under his skin bruised the man=92s whole=\r\n body. In addition, the combined effects of consumption, blood loss and exh=\r\naustion almost always kept him asleep twenty hours of the day. Now, however=\r\n, Okita-san was sitting in the far corner of the common room, eyes closed. =\r\nTetsu shouted and waved to Okita-san and then to Hotaru, who smiled and mad=\r\ne for the kitchen. Stopping just a few steps from his mentor, Tetsu sat cro=\r\nss-legged and folded his arms across his chest. He smiled up at Hotaru as s=\r\nhe handed him the tea and then pulled a long swallow, Souji watching him pe=\r\naceably from across the low table.\n   \n  =93You look tired,=94 Tetsu remark=\r\ned.\n   \n  Souji shrugged expressively, momentarily an ancient Obaasan. =93S=\r\no what else is new?=94\n   \n  =93You don=92t eat enough,=94 Tetsu said. This=\r\n was an old routine.\n   \n  =93Yes, mum,=94 Souji acknowledged obediently. H=\r\notaru was already on her way from the kitchen with a bowl of steaming soba.=\r\n Tetsu balked as it was placed in front of him. \n   \n  =93Hotaru-san,=94 he=\r\n said to the petite lady in mock dismay, =93how could you forget about poor=\r\n Okita-san here?=94\n   \n  =93Yes! Yes! I want a bowl too!=94 Souji chimed i=\r\nn, his dark head bobbing vigorously.\n   \n  Hotaru glanced worriedly at her =\r\ncharge, =93But=85 Okita-sama=85=94 He flashed a brilliant smile, complete w=\r\nith a roguish wink.\n   \n  Tetsu stared as Hotaru bowed and returned to the =\r\nkitchen with an inexplicably sad expression on her face*. =93Strange girl, =\r\nhuh?=94 he huffed.\n   \n  =93So. You have come all this way to feed me soba?=\r\n=94 Souji asked.\n   \n  =93Somebody has to do it. Listen, I have a problem.=\r\n=94\n   \n  =93Don=92t worry, Puppy-boy. I hear the Old Demon has some herbs =\r\nwhich can really take care of that.=94\n   \n  =93Shinpatt-san,=94 Tetsu said=\r\n, wolfing a bite. Souji shook his head. =93Not Shinpatt-san? Wait. Harada-s=\r\nan!=94 He paused as Souji shook with silent laughter. =93Right. Be serious =\r\nfor a moment. Have you ever thought of taking a wife?=94\n   \n  Souji sat up=\r\n straight, eyes narrowed to slits, his left hand held coquettishly over his=\r\n mouth. Patronising now: =93I presume you do not refer to the dishonourable=\r\n practice of carrying on clandestine affairs. Yes. I have indeed considered=\r\n it.=94\n   \n  =93Really?=94 Tetsu gaped, his cheeks stuffed with food. =93I=\r\n didn=92t know that.=94\n   \n  =93There=92s a lot you don=92t know, brat,=94=\r\n Souji grumbled around a chopstick stuck between his teeth. It was the Demo=\r\nn, marred only by a barely perceptible nasal tone that persisted during the=\r\n quicksilver transformations.\n   \n  Tetsu, who mostly ignored Souji=92s pri=\r\nvate games, continued with his meal. =93So why did you drop the idea?=94 he=\r\n asked, after they had eaten in silence for a little while. Souji pushed hi=\r\ns unfinished bowl aside and slumped against the wall again. =93The idea of =\r\nmarriage, I mean. They gave me command of your unit. Saya will have my guts=\r\n if I agree and Hijikata-san will have them if I don=92t, so what=92s the d=\r\nifference? Maybe I should go for historical immortality and devote my life =\r\nto the cause. What do you think, Okita-san?=94\n   \n  Souji let him roll. Te=\r\ntsu generally reached his own conclusions by talking, and Souji was accusto=\r\nmed to confessional musing. Instead, he wondered how Tetsu could eat so fas=\r\nt and still talk without sucking food into his windpipe. \n   \n  =93So what =\r\ndo you think, Okita-san? Should I agree?=94 Tetsu asked again, finishing of=\r\nf his soba. He waved to Hotaru for a second helping. =93You want another?=\r\n=94 \n   \n  Souji shook his head. When he spoke this time, it was in his own=\r\n voice. =93Hold out for a while. Until you have sorted this out with Saya-c=\r\nhan, any doubt or hesitation on your part may get you and the whole unit sl=\r\naughtered on the battlefield. And if that happens, you=92re immortalised as=\r\n mediocrity.=94 Then he was gone again, and Hajime-san appeared as his dope=\r\ny self, drawling, =93Yes, as mediocrity.=94\n   \n  Tetsu frowned, his face f=\r\nurrowed in concentration as he took in the advice. He gazed questioningly a=\r\nt the other man. =93So who did you consider?=94\n   \n  =93Consider?=94\n   \n =\r\n =93Taking as your wife.=94\n   \n  =93Someone we know.=94\n   \n  Tetsu=92s ey=\r\nebrows shot up. =93And the person visited the Headquarters regularly?=94\n  =\r\n \n  Unexpectedly, Souji laughed. =93Remotely.=94\n   \n  =93Was it good?=94 T=\r\netsu asked after some hesitation.\n   \n  =93Yes. Quite. It was an interestin=\r\ng experience.=94\n   \n  Tetsu stared at him, suddenly suspicious. When Okita=\r\n-san said interesting, it was often code for bloodcurdling. He waited for a=\r\nn explanation but Okita-san simply settled into the corner, smiling enigmat=\r\nically.\n   \n  =93Tetsu-kun, how is Kondou-san? It was months since I last s=\r\naw everyone. I miss them.=94\n   \n  Tetsu fixed his gaze on the clenched fis=\r\nts hidden under the table. =93They are fine, Okita-san, they miss your comp=\r\nany too.=94 He glanced at Souji and smiled weakly. =93Hijikata-san told me =\r\nto pass this to you. He expressly forbade any sharing of its contents, on t=\r\nhe pain of seppuku.=94\n   \n  Souji stared wordlessly at the Book, and then =\r\nnodded. =93I understand.=94\n   \n  There was silence for a little while as T=\r\netsu turned his attention back to his soba.\n   \n  He flipped through the Bo=\r\nok; there were new entries.\n   \n   \n  =85 =85\n   \n   \n  The next time Tetsu=\r\n looked up, it was he who smiled. Down for the count. He sat a while longer=\r\n, thinking, and then went quietly to the kitchen. =93Watch him while he eat=\r\ns, alright, Hotaru-san? Otherwise he=92ll give the food away to some kid.=\r\n=94 Hotaru nodded, wondering if Tetsu noticed that he himself had just eate=\r\nn half of Souji=92s meal. =93I=92ll try to be back in a few weeks,=94 he co=\r\nntinued, oblivious. =93Please take care of him, will you?=94\n   \n  Over in =\r\nthe corner, Souji said, mingling sarcasm with affection. =93Yes, mum.=94 \n =\r\n  \n  He waited until the footsteps had faded into the night. It was getting=\r\n harder. The light was too much. He closed his eyes again, trembling badly =\r\nnow. =93Ho =96 hotaru?=94 he managed to hold on until she got him a basin, =\r\nand when the sickness passed, he had no idea who took him to his room but b=\r\nefore he fell asleep, he said to no one in particular, =93I can=92t do anyt=\r\nhing for them.=94\n   \n   \n  =85 =85\n   \n   \n  The breathing had steadied no=\r\nw and Hotaru knew that exhaustion had finally taken hold. She tried to be a=\r\nlert to their onset, but Okita-sama hid a great deal. This time the pain ha=\r\nd come screaming in with startling suddenness, and no wonder: to sit and re=\r\nad the book like that, to minutely observe, analyse the tiniest reaction fo=\r\nr what clues might be given away.\n   \n  She had seen this kind of thing bef=\r\nore =96 the body punished for what the soul could not encompass. Sometimes =\r\nit was a dull ache, as with Okita-sama. Sometimes excruciating back pain, o=\r\nr chronic stomach trouble. You saw it in the alcoholics, often, drinking to=\r\n dull the sensitivity, to mute the hurt. So many people buried the soul=92s=\r\n pain in their bodies, she thought, running her fingers through her beloved=\r\n=92s damp hair. Even people who, one would have thought, might have known b=\r\netter.\n   \n   \n  =85 =85\n   \n   \n  That night, for the second time in as ma=\r\nny nights, Hijikata Toshizo had trouble falling asleep.\n   \n  He used this =\r\ntent gratis because it was set slightly apart from the rest of the camp; no=\r\n one else knew about his wound and Hajime was doing a good job stifling the=\r\n overwhelming sense of mindless despair. Tonight, alone as always in the li=\r\nttle tent, Toshi stared at the patched ceiling made beautiful by moonlight =\r\nreflected off the ground, and listened to the hypnotic sound of the breeze.=\r\n He knew sleep would not come easily and did not close his eyes to coax it.=\r\n\n   \n  He had been prepared, to some extent, for nights like the one he had=\r\n passed the previous evening. =93There=92s a lot going on in this world,=94=\r\n Sannan had warned him once. =93Sometime, somewhere, we will have to experi=\r\nence a crushing defeat. Count on it, my friend.=94 So even before the battl=\r\ne of Toba-Fushimi, he understood that he would have to reckon with such a f=\r\nailure. He no longer denied the turmoil it aroused in him; he simply accept=\r\ned the fact.\n   \n  But Kat-chan=85 Where is he now? What are they doing to =\r\nhim? Is he even alive? He closed his eyes, his head throbbing slightly at t=\r\nhe onslaught of agonising thoughts.\n   \n  The river is dead.\n  And the sun =\r\ndeprived of light\n  With spreading darkness.\n   \n  What wouldn=92t he give =\r\nto have his Book with him right now?\n   \n  Lying there that cool April nigh=\r\nt, he felt no bitterness, he was aware of no regret. He felt as alone in th=\r\ne world as ever.\n   \n  He slept, after that. Sometime just before dawn the =\r\nnext morning, he had a dream. He was sitting in the dark, in a small place.=\r\n He was alone and it was very quiet and he could hear himself breathing, th=\r\ne blood singing in his ears. Then a door he had not suspected was there beg=\r\nan to open: and he could see a flare of light beyond it. He thought he coul=\r\nd hear familiar voices =96 Kat-chan=92s muffled by his fist, Sannan=92s qui=\r\net even tone in contrast with Harada=92s loud, harsh voice. Souji=92s laugh=\r\nter. He found himself moving towards the source of merriment.\n   \n  The dre=\r\nam first sustained and then haunted him for the rest of his life.\n   \n   \n =\r\n The End\n   \n  I am sorry for the delay in updating. A disgustingly problem=\r\natic fic, this. And there is not even a decent plotline. I admit, I have a =\r\nlot of problem figuring out what Souji is thinking half the time, and have =\r\nthus come to the following conclusion: he really is quite insane. Nods. \n  =\r\n \n  You would notice that Souji imitated several PMK characters in the fic.=\r\n Prizes for guessing the identity of the characters. No prizes, though, for=\r\n Saitou and Toshi.\n   \n  Hotaru is definitely OOC: she has matured! I would=\r\n assume she has outgrown her crush, but she still idolises him.\n   \n  Thank=\r\ns to Fignae for bothering to go through the fic draft thingy a few weeks ag=\r\no. I was pretty lazy in between. Big shout going out to you: Hope you are d=\r\noing well now! Waves.\n   \n  As usual, please do take pity on the poor autho=\r\nr and review. I am so parched!\n   \n\n\t\t\n---------------------------------\n Y=\r\nahoo! Personals\n Single? There&#39;s someone we&#39;d like you to meet.\n Lots of so=\r\nmeones, actually. Try Yahoo! Personals\n\n[Non-text portions of this message =\r\nhave been removed]\n\n\n\n\n"
}