{
    "userId": 199587949,
    "authorName": "Ellene J",
    "from": "Ellene J &lt;ellene_j@...&gt;",
    "profile": "ellene_j",
    "replyTo": "LIST",
    "senderId": "u5z1N2z93lptTIpHqcXA4q2RtR9kX2X4YVoTXyp6Yt0EYK3yK28ZvMNslpSDxWrhra8Egyvj1_UZgiQ6aAbGCVfXVzs",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "FIC: Sake; PMK; Okita, Tatsu; G",
    "postDate": "1140876795",
    "msgId": 756,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": true,
    "headers": {
        "messageIdInHeader": "PDIwMDYwMjI1MTQxMzE1LjQxNTI4LnFtYWlsQHdlYjM1NjEzLm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 755,
    "nextInTime": 757,
    "topicId": 756,
    "numMessagesInTopic": 1,
    "msgSnippet": "Title: Sake Author: Divertimento E-mail: ellene_j@*... Source: PMK Link: http://www.fanfiction.net/s/2679505/8/ Main character(s): Okita, Tatsu Archived",
    "rawEmail": "Return-Path: &lt;ellene_j@...&gt;\r\nReceived: (qmail 39358 invoked from network); 25 Feb 2006 15:30:47 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m27.grp.scd.yahoo.com with QMQP; 25 Feb 2006 15:30:47 -0000\r\nReceived: from unknown (HELO n4a.bullet.dcn.yahoo.com) (216.155.203.224)\n  by mta3.grp.scd.yahoo.com with SMTP; 25 Feb 2006 15:30:46 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [216.155.201.65] by n4.bullet.dcn.yahoo.com with NNFMP; 25 Feb 2006 15:29:56 -0000\r\nReceived: from [66.218.66.58] by t2.bullet.dcn.yahoo.com with NNFMP; 25 Feb 2006 15:29:55 -0000\r\nReceived: from [66.218.66.75] by t7.bullet.scd.yahoo.com with NNFMP; 25 Feb 2006 15:29:55 -0000\r\nX-Sender: ellene_j@...\r\nX-Apparently-To: shq_spy_division@yahoogroups.com\r\nReceived: (qmail 92188 invoked from network); 25 Feb 2006 14:13:22 -0000\r\nReceived: from unknown (66.218.67.34)\n  by m7.grp.scd.yahoo.com with QMQP; 25 Feb 2006 14:13:22 -0000\r\nReceived: from unknown (HELO web35613.mail.mud.yahoo.com) (66.163.179.152)\n  by mta8.grp.scd.yahoo.com with SMTP; 25 Feb 2006 14:13:21 -0000\r\nReceived: (qmail 41530 invoked by uid 60001); 25 Feb 2006 14:13:15 -0000\r\nMessage-ID: &lt;20060225141315.41528.qmail@...&gt;\r\nReceived: from [165.21.83.230] by web35613.mail.mud.yahoo.com via HTTP; Sat, 25 Feb 2006 06:13:15 PST\r\nDate: Sat, 25 Feb 2006 06:13:15 -0800 (PST)\r\nTo: shq &lt;shq_spy_division@yahoogroups.com&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Ellene J &lt;ellene_j@...&gt;\r\nSubject: FIC: Sake; PMK; Okita, Tatsu; G\r\nX-Yahoo-Group-Post: member; u=199587949; y=rZxgbNIMIwyVNo1CrA7XN12r-7WbyaS8U7UfYOcI387q7t4\r\nX-Yahoo-Profile: ellene_j\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Yahoo-Newman-Property: groups-system\r\nX-eGroups-Approved-By: bsher213 &lt;bsher213@...&gt; via web; 25 Feb 2006 15:29:53 -0000\r\n\r\nTitle: Sake\n  Author: Divertimento\n  E-mail: ellene_j@...\n  Source: P=\r\nMK\n  Link: http://www.fanfiction.net/s/2679505/8/\n  \n  Main character(s): O=\r\nkita, Tatsu\n  Archived on the website:  yes\n  General Rating:  G\n  Warning:=\r\n  Lotsa navel-gazing\n  Disclaimer:  I own nothing except Yoshimura.\n   \n   =\r\n\n  Summary: Set in 1865 May. Three months after Yamanami=92s death. Everyon=\r\ne knows a good dose of alcohol does wonders for tight lips. More navel-gazi=\r\nng.\n   \n   \n  SAKE\n   \n   \n  =93In our hands are nine beans\n  Nine beans, b=\r\nut more than that\n  We miss our parents=92 home =96 \n  If you miss me, chil=\r\nd\n  Come and search\n  The autumn leaves of sorrow.=94\n   \n  The children sa=\r\nng, sitting in a circle holding hands and passing the slightly crushed flow=\r\ner from hand to hand so that =91it=92 could not see the object. =91It=92 sa=\r\nt in the middle, a thick blindfold over the eyes, waiting patiently. When t=\r\nhe song ended, a silent scuffle broke out between two children as one tried=\r\n to press the flower into the hands of the other.\n   \n  Souji laughed softl=\r\ny as he lifted the blindfold, =93I wonder whose hand holds the beans now?=\r\n=94\n   \n  The scene became more chaotic as the children shrieked and vied f=\r\nor the chance to have him pick them. Only one child remained silent. \n   \n =\r\n =93Is it you, Haru-chan?=94\n   \n  The child shook her head timidly: her ey=\r\nes, astonishingly, were brimming. The children were silent as he took her t=\r\nightly-balled fists in his. When the fists opened, she exclaimed, startled =\r\nout of her short-lived misery, =93Magic! Aniki can make things disappear!=\r\n=94\n   \n  There was uproar as the children clamoured for more. Souji turned=\r\n his attention to the boy next to Oharu. Rearing back in gentle surprise, S=\r\nouji pulled in a little gasp and asked, wide-eyed, =93Anou, what=92s this?=\r\n=94 Reaching behind the boy=92s ear, Souji=92s hand suddenly revealed a flo=\r\nwer. He glanced at the boy, whose mouth was open and ovalled, and went on t=\r\no produce two more flowers from nowhere: the boy=92s ears turned redder tha=\r\nn the blossoms.\n   \n  The children were on their feet by this time. =93Haru=\r\n-chan didn=92t have the beans. Aniki lost!=94\n   \n  Souji threw back his he=\r\nad and laughed. =93Alright,=94 he leaned down to pull Oharu into his arms f=\r\nor an embrace that included all of nature. There were times like this when =\r\nhe almost felt as though he was an untarnished piece of crystal, clear and =\r\npristine, gathering up love like light and scattering it in all directions,=\r\n and the sensation was nearly physical.\n   \n  I was born for this. he thoug=\r\nht, eyes closed against the bright sunshine that broke through the clouds, =\r\nthe child settling onto his back. \n   \n  It was the simple truth. Nothing e=\r\nlse explained his life.\n   \n   \n  =85 =85\n   \n   \n  That evening, he had to=\r\n escort five children, the last of whom was the son of the lugubrious innke=\r\neper who =91did=92 for the Shinsengumi once a week and had been born and br=\r\ned in the heart of Kyoto. He had been more sullen than usual, rudely kickin=\r\ng a broom so that it lay across the doorway. For moment Souji was baffled, =\r\nthen he realised that his sleeve had lifted as he reached out his arm, and =\r\nthe innkeeper had seen the small knife tucked in his sash.\n   \n  So much fo=\r\nr misplaced loyalty, he thought. He was about to continue on his way when h=\r\ne heard a clear voice roll out through the inn with the familiar words, a v=\r\noice that Souji had never heard employed in song and yet at once recognised=\r\n. \n   \n  Mother turns\n  When I beckon\n  As if to say farewell\n  There is no=\r\nthing but to cry\n   \n  Souji placed the broom neatly against the door and e=\r\nntered the inn. The plaintive song continued:\n   \n  Oh, how sad, how sad\n  =\r\nMother unlike a flower\n  In the bed of the fading dew\n  The mirror of wisdo=\r\nm clouds over\n   \n  He walked down the long entrance hall, past the hostile=\r\n innkeeper, to whom he made an apologetic bow. He felt as though he were wa=\r\nlking in the air, not touching the ground at all, down the dark hall. Into =\r\nthe dark=85\n   \n  Are you leaving? Oh, the pain.\n  To the forest where I dw=\r\nell\n  I shall return\n  I come for you\n   \n  Souji heard the voice shake, as=\r\n if the words were right words for what was in the person=92s mind. He open=\r\ned the screen doors before him and completed the last lines of the song.\n  =\r\n \n  =93Across the fields and across the hills\n  Passing through the village=\r\ns\n  For whom do you come? For you.\n  I come for you.=94\n   \n  And he walked=\r\n forward into the room, settling opposite the other occupant, who had falle=\r\nn mute when Souji entered.\n   \n  =93I hope you don=92t mind some company to=\r\nnight, Tatsu. Drinking can get quite lonesome after all.=94\n   \n   \n  =85 =\r\n=85\n   \n   \n  It had helped to have something impersonal to talk about, to =\r\ngive kendo lessons, to play with the children, but they had been at this no=\r\nw for three hours, and he was finding it difficult to concentrate=85\n   \n  =\r\nThe trouble with illusions, he thought as Tatsu filled his cup, is that you=\r\n aren=92t aware you have any until they are taken from you. There had been =\r\nMatsumoto-sensei, several rounds of disgustingly bitter brew. He had thrown=\r\n the first few bowls onto the soil outside until Hijikata-san found out and=\r\n told him flatly. =93If you treated anyone else as you have treated yoursel=\r\nf during the past three months, you would be guilty of assault. From this m=\r\noment on, you will show your body the respect it deserves. You will allow i=\r\nt to heal and then you will embark only on sensible missions. You will eat =\r\nregularly and rest properly. You will care for your own body as you would f=\r\nor that of a friend to whom you are indebted. You will cease to arrogate to=\r\n yourself responsibility that lies elsewhere. Is that clear? In two months=\r\n=92 time, you will report to me and we will examine in detail the missions =\r\nupon which you were sent,=94 Hijikata-san had said, his voice hardening sud=\r\ndenly as he pronounced each\n word separately, =93by your superiors.=94\n   \n=\r\n  There had been a long moment, before Souji bowed deeply from where he was=\r\n kneeling, hands on his knees, looking properly chastened. \n   \n  What woul=\r\nd he tell Hijikata-san when he came back from his trip to Edo? How much did=\r\n he know anyway? He imagined a creature, all teeth and mouth, eating away a=\r\nt his lungs and wondered how he had before the destruction became too exten=\r\nsive and complete. He could still give his lessons, carry out his patrols e=\r\nfficiently, pull outrageous pranks and he had a very useful piece of cloth =\r\nhidden in his robes. That was it. That was how it was going to be =96 \n   \n=\r\n  He realised then that Tatsu had spoken and a denser silence had fallen on=\r\n the room. How long have I been sitting like this? he wondered. Souji reach=\r\ned for his cup again, stalling for time. =93I=92m sorry,=94 he apologised, =\r\nlooking at Tatsu after a few moments. =93Did you say something?=94\n   \n   =\r\n=93I found out this morning. Yohji died.=94\n   \n  Souji was almost pleased =\r\nthat another news, a more serious one, should overshadow the silliness of h=\r\nis. =93I=92m sorry.=94\n   \n  =93You needn=92t be. You don=92t know him.=94\n=\r\n   \n  =93You=92re upset after all.=94\n   \n  =93No,=94 said Tatsu, =93or rat=\r\nher, I=92m upset that I=92m not.=94\n   \n  =93And even now you haven=92t for=\r\ngiven him?=94\n   \n  =93I=92ve forgiven him everything. But that=92s not the=\r\n point. I told you about that strange feeling of joy I had when I decided, =\r\nback then, not to see him anymore. I was cold as snow. Well, his death hasn=\r\n=92t changed that feeling at all.=94\n   \n  Souji poured the sake into Tatsu=\r\n=92s cup. Tatsu stared at it for a while: =93At the end of our last encount=\r\ner, he began to reminisce. When he did that, I understood the sole meaning =\r\nof friendship as it is today. Friendship is indispensable to man for the pr=\r\noper function of his memory. To ensure that the self doesn=92t shrink, memo=\r\nries have to be refreshed by regular contact with friends.=94 \n   \n  He swa=\r\nllowed a mouthful of sake. =93But I don=92t care about what I used to do! I=\r\n have always wanted something else entirely: friendship as a value prized a=\r\nbove all else. Friendship, to me, was proof of the existence of something s=\r\ntronger than ideology, than nation. In the Suikoden, the heroes often find =\r\nthemselves on opposite sides and thus required to fight against one another=\r\n. But that doesn=92t affect their friendship. They still go on helping one =\r\nanother, secretly, without giving a damn for the truths of their respective=\r\n camps. They put their friendship above the truth, or the cause, above ever=\r\nything.=94 He went on after a pause. =93I liked to say: between life and a =\r\nfriend, I always choose the friend.=94\n   \n  Tatsu fell silent, took anothe=\r\nr swallow, and came back with a new thought: =93How is friendship born? Cer=\r\ntainly as an alliance against enemies; maybe we have become such that we ar=\r\ne strong enough to face enemies without friends.=94\n   \n  Souji sipped from=\r\n his cup and wrinkled his nose. =93If that=92s true, that should have broug=\r\nht you to reconcile with Yoshimura-san.=94\n   \n  =93I freely acknowledge th=\r\nat he would not have understood my reproaches if I=92d made them known to h=\r\nim. I was wrong to hope for more from him than neutrality. When my parents =\r\nwere killed, I was running an errand in town. We had a couple of bottles of=\r\n sake and I stayed the night, too drunk to make the trip home. He kept quie=\r\nt throughout. But I have to be fair: he considered his silence to be noble.=\r\n He thought he had kept his promise and saved my life in a way that did not=\r\n betray his ideals. So his conscience was clear, and he must have felt woun=\r\nded when, inexplicably, I stopped seeing him.=94\n   \n  =93Was that the only=\r\n reason?=94\n   \n  Tatsu wished that he had not asked that question. \n   \n  =\r\n=93No,=94 he said, =93Yohji broke a promise we made as children years ago.=\r\n=94\n   \n  Outside, a voice called out the second watch. Eight more hours be=\r\nfore his next patrol. Souji said half in jest: =93We seem to have talked ab=\r\nout nearly everything regarding Yoshimura-san except that promise. We=92d b=\r\netter leave it till tomorrow night.=94\n   \n  =93You don=92t believe in prom=\r\nises, do you?=94\n   \n  =93No. Why?=94\n   \n  Why indeed. =93People wouldn=92=\r\nt have much direction in life without promises.=94\n   \n  =93People lose the=\r\nir direction in life because they made certain promises.=94\n   \n  Tatsu fro=\r\nwned. =93Chushingura =96 I=92m sure you are familiar with the it.=94\n   \n  =\r\n=93Yes,=94 Souji nodded. =93It was Kondou-san=92s favourite story.=94\n   \n =\r\n =93The forty-seven roushi =96 drifting men, men without a master, without =\r\ndirection =96 were bound together by a simple promise to avenge their lord.=\r\n=94\n   \n  =93But people change,=94 Souji said quietly. \n   \n  =93Precisely.=\r\n People change. Cultures change. Clans rise and fall. Which is why promises=\r\n are such a tricky business. Because nothing stays the same forever.=94 He =\r\nleaned on the low table, eyes focused somewhere on the screen doors. =93May=\r\nbe because so few of us would be able to give up something so fundamental f=\r\nor something so abstract, we protect ourselves from the nobility of a samur=\r\nai=92s promise by jeering at him when he can=92t live up to them, always an=\r\nd forever.=94 He shivered and slumped suddenly. =93But what unnatural words=\r\n! Always and forever. Those are not mortal words, Okita-san. Not even stone=\r\ns are always and forever.=94\n   \n  =93Until you get the measure of your own=\r\n beliefs, Tatsu, don=92t be quick to condemn your friend, or anyone else fo=\r\nr that matter. I=92m not blaming you,=94 Souji said hurriedly, looking a li=\r\nttle sheepish. =93It=92s just that, until you=92ve been there, you can=92t =\r\nknow what it=92s like to hold yourself to promises you made in good faith a=\r\n long time ago.=94\n   \n  He had been speechless at that. Okita-san had a pe=\r\nrceptiveness that shocked him sometimes. A promise is a promise, Tatsu want=\r\ned him to say, so he could be angry with Yohji and hate his father for putt=\r\ning his family in danger and believe that it would be different for him; th=\r\nat he would never run out on his wife for =96 what? A mere ideal? He wanted=\r\n to believe that love, when it came to him, would be always and forever.\n  =\r\n \n  And while the words rang in the air, Souji lifted his cup but only rota=\r\nted it slowly in his fingers, watching the golden glow in the low light. =\r\n=93There is something beautiful about wanting good impulses to be permanent=\r\n and true forever,=94 he said. =93And we truly mean it, at the time. But tw=\r\no or twenty or a hundred years down the road, who is to say if the world wo=\r\nuld be worse if things did not turn out the way we want them to?=94\n   \n  T=\r\natsu asked himself how he would feel if he found out someday that Yohji had=\r\n kept his vow, always and forever. To his surprise, he leaned toward sad. =\r\n=93I don=92t think you quite understand the situation.=94\n   \n  =93And did =\r\nyou? Could you have anticipated it?=94 Souji said mildly. =93Maybe we would=\r\n all do better not trying to understand.=94\n   \n  =93=91Since the insignifi=\r\ncance of all things is our lot, we should not bear it as an affliction but =\r\nlearn how to enjoy it.=92 That was what you meant, wasn=92t it?=94 Souji cl=\r\nosed his eyes at the pain in the voice, and tried not to hear or think. But=\r\n Tatsu came stumbling up towards him, and when he reached him he put out on=\r\ne shaky hand and grasped Souji by the collar.\n   \n  Light glimmered around =\r\nthem as if the moon was in their room, yet the light came only from the lam=\r\np, burning like a cold torch. Tatsu said, =93Have you always thought so? Al=\r\nways=85=94 He was gazing at Souji like a man begging for his life, pleading=\r\n. =93Do good people suffer because it was better that way? Was there no bet=\r\nter explanation?=94\n   \n  Souji said unhappily, =93Better?=94 For the first=\r\n time since Tatsu had come to know him, his voice was without conviction, s=\r\neeking, lost. =93Better? When Asano drew his katana in the presence of the =\r\nshogun, guided by Kira=92s villainy, it led to his disgrace and the subsequ=\r\nent bloodshed; but people generations after still speak of the noble deeds =\r\nof his loyal retainers. It makes life more bearable if we see that things a=\r\nlways turn out in the best possible way under the given circumstances.=94 H=\r\ne gently removed Tatsu=92s limp hand. =93I used to avoid children because t=\r\nhey remind me of what I could have had. What=92s the good in that? Unlike m=\r\ne, they will always be innocent, always guiltless. In my case, innocence wo=\r\nuld probably be a kind of insanity. =94\n   \n  And Tatsu thought: Tetsu has =\r\nalways spoken about how Okita-san hated killing. What exactly does it mean =\r\nthen? How can a person hate a thing and at the same time adapt to it so rea=\r\ndily? Is having two faces such a triumph?\n   \n  =93The hell with Yohji,=94 =\r\nTatsu said bitterly. He lurched across the room and slammed open the screen=\r\n door. =93You are like spies =96 no, like collaborators =96 all of you. You=\r\n serve the detestable side of yourself without identifying with it, work fo=\r\nr it while keeping separate from it, and will one day, standing before your=\r\n conscience, defend yourself by claiming that you had two different faces.=\r\n=94\n   \n  He stopped in the doorway and stood there, astonished, for almost=\r\n a minute, because he was still alive and breathing. He said without moving=\r\n, not daring to look back. =93Please=85 Okita-san=85 have a heart=85 Tetsu =\r\nis only a child, don=92t let him know about this=85=94\n   \n  =93Your head i=\r\ns in no danger of rolling,=94 Souji assured him with undisguised amusement.=\r\n =93One thing I hate about leading a squad is that almost everyone always a=\r\nsks permission to speak frankly. You have been a true friend to Yoshimura-s=\r\nan, despite what you think. Say whatever you want. And please call me Souji=\r\n, we are about the same age after all.=94\n   \n  Taken aback, Tatsu gave a s=\r\nhort laugh, knowing himself to be utterly incapable of calling this man Sou=\r\nji, but then he asked, =93What would you say to your conscience then?=94\n  =\r\n \n  It was Souji=92s turn to be taken aback. He realised that perhaps no on=\r\ne =96 not even Hijikata-san =96 had any answers and that was either the mos=\r\nt comforting thing he had learned or the most discouraging. Patience. It wi=\r\nll take as long as it takes. =93I have no idea. There are so few ways to as=\r\nsuage the sense of guilt. I suppose I would not bother to defend myself.=94=\r\n\n   \n  He stepped in front of Tatsu, standing in plain sight and waiting un=\r\ntil Tatsu noticed him. \n   \n  =93Come on, Tatsu,=94 Souji said softly. =93L=\r\net=92s get you home.=94\n   \n   \n  =85 =85 The End =85 =85\n   \n   \n  Thanks =\r\nto my dearest Sweet Potato for beta-reading.\n   \n  This is=85 what? The 6th=\r\n month into my Souji obsession. When I first started this series, I told my=\r\nself that I would try to avoid angst. Evidently the promise was not always =\r\nand forever and I soon found myself surrendering to the oh-so-lovely sensat=\r\nion of sliding down the slippery slope of Doom-doom-DOOM.\n   \n  However, yo=\r\nu shall pardon me for contradicting myself in the next breath. I love this =\r\nfic to bits, even if no one else does. It was so frustrating, finding the r=\r\night voice. I actually completed a draft for Susumu and Souji, but it didn=\r\n=92t sound right. No, it sounded downright weird. Then I tried Souji and Sa=\r\nitou. The draft turned violent and I aborted it since I didn=92t know how t=\r\no end a fight between people who can kill with sake cups if they want to. L=\r\naughs at imagery. So. I had to settle for a tipsy Tatsu and re-write everyt=\r\nhing. Sighs. \n   \n  Navel-gazers are exhausting. I think I need some time t=\r\no recuperate. Howls. Why does it get harder to write with each fic? It is s=\r\nupposed to get easier, isn=92t it?\n   \n  Next up: Itou, Hijikata and Saitou=\r\n are on a looong trip to Edo. Will Hijikata keep his promise in Morning Mad=\r\nness? Don=92t read Kaze no Hikaru if you do not want to be spoilt. \n   \n  N=\r\notes:\n   \n  1) Regarding Yoshimura Yohji, he is an OC, but this is not the =\r\nfirst time you=92ve read about him; nor will it be the last. \n   \n  2) Suik=\r\noden: The Chinese classic Heroes of the Water Margin was first introduced t=\r\no Japan in 1728. Despite its suppression by the shogunate, it remained wild=\r\nly popular among the common folk. Its popularity rose to fervent levels in =\r\nthe dying days of the Bakufu.\n   \n  3) Chushingura: Well=85 The 47 ronins. =\r\nI am sure you know the story. \n   \n  4) One must assume that this is not th=\r\ne first time the two characters have interacted as such. Viewed this way, t=\r\nhe fic would make that much more sense.\n   \n   \n   \n\n\t\t\n-------------------=\r\n--------------\nRelax. Yahoo! Mail virus scanning helps detect nasty viruses=\r\n!\n\n[Non-text portions of this message have been removed]\n\n\n\n\n\n"
}