{
    "userId": 199587949,
    "authorName": "Ellene J",
    "from": "Ellene J &lt;ellene_j@...&gt;",
    "profile": "ellene_j",
    "replyTo": "LIST",
    "senderId": "xhzJHzCRK2RUVW0uRARr1IBnq83pbdhI8QYbH7WhJw0ChOQf6osAdVq3YS6g-4BtS2Mt4KWRGwdKsehwStR6H2RIvxA",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Fic: The Fateful Encounter; PMK; Hijikata, Itou, Saitou, Okita and the Comedians; M",
    "postDate": "1147060077",
    "msgId": 781,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDYwNTA4MDM0NzU3LjgwNTgzLnFtYWlsQHdlYjM1MzAxLm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 780,
    "nextInTime": 782,
    "topicId": 781,
    "numMessagesInTopic": 1,
    "msgSnippet": "Title: The Fateful Encounter Author: Divertimento E-mail: ellene_j@*... Source: PMK Link: http://www.fanfiction.net/s/2679505/9/ Main character(s):",
    "rawEmail": "Return-Path: &lt;ellene_j@...&gt;\r\nX-Sender: ellene_j@...\r\nX-Apparently-To: shq_spy_division@yahoogroups.com\r\nReceived: (qmail 85797 invoked from network); 8 May 2006 03:48:12 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m26.grp.scd.yahoo.com with QMQP; 8 May 2006 03:48:12 -0000\r\nReceived: from unknown (HELO web35301.mail.mud.yahoo.com) (66.163.179.95)\n  by mta3.grp.scd.yahoo.com with SMTP; 8 May 2006 03:48:11 -0000\r\nReceived: (qmail 80585 invoked by uid 60001); 8 May 2006 03:47:58 -0000\r\nMessage-ID: &lt;20060508034757.80583.qmail@...&gt;\r\nReceived: from [165.21.83.230] by web35301.mail.mud.yahoo.com via HTTP; Sun, 07 May 2006 20:47:57 PDT\r\nDate: Sun, 7 May 2006 20:47:57 -0700 (PDT)\r\nTo: shq &lt;shq_spy_division@yahoogroups.com&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: Ellene J &lt;ellene_j@...&gt;\r\nSubject: Fic: The Fateful Encounter; PMK; Hijikata, Itou, Saitou, Okita and the Comedians; M\r\nX-Yahoo-Group-Post: member; u=199587949; y=n1FooV3oVP7PYc5urb6LxQUGfaTDqQWtyCAfCX3KXU2Rtqs\r\nX-Yahoo-Profile: ellene_j\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n   Title: The Fateful Encounter\n  Author: Divertimento\n  E-mail: ellene_j@y=\r\nahoo.com         \n  Source: PMK\n  Link: http://www.fanfiction.net/s/2679505=\r\n/9/ \n  Main character(s): Hijikata, Itou, Saitou, Okita and the Comedians\n =\r\n Archived on the website:  Yes\n  General Rating:  M\n  Warning:  Hijikata be=\r\ning well=85\n   \n   \n  Disclaimer: Well. I don=92t even own their action fig=\r\nures. So there.\n   \n  Summary: Sequel to Morning Madness! Takes place soon =\r\nafter Sake (somewhere in PMK manga book 4). Read on as poor Toshi sets his =\r\ntrap in=85\n   \n   \n  THE FATEFUL ENCOUNTER   \n   \n  When Toshi arrived at t=\r\nhe common room, precisely on time and bearing a crate of home-brewed sake, =\r\nItou was already there, in a stylishly patterned hakama, resplendent in a v=\r\nividly coloured robe that would have fit Souji like a blanket. He shivered =\r\nin spite of himself at Itou=92s patent pleasure in seeing him, thanked him =\r\nfor his compliment to his dress, and then to his hair, and not giving him a=\r\nny time to go further, handed the sake to Kondou and took shelter in the ki=\r\ntchen. \n   \n  =93Souji might be a little late,=94 Kat-chan told him, pattin=\r\ng his shoulder. =93His troop has some cleaning up to do this afternoon.=94\n=\r\n   \n  But Toshi heard his voice only moments later, announcing the score, c=\r\nlearly pleased with the result. Then he saw Souji, sitting in the corner, h=\r\nair still damp from his bath, and his eyes warmed while his face remained g=\r\nravely dignified. Taking a brush from the stove, he lightly tapped the dust=\r\n from it and inclined his head in a short, mock bow. =93Ah. I see Souji has=\r\n finished with his souji,=94 he said with exaggerated courtesy, a parody of=\r\n the uncouth youth who had so offended the other man before. \n   \n  =93You=\r\n=92re back, Hijikata-san!=94 Souji said brightly. There were jeers and groa=\r\nns.\n   \n  =93He=92s been waiting for weeks to use that line,=94 Shinpachi s=\r\nnorted.\n   \n  =93Well, I thought it was funny, Okita,=94 Heisuke told him e=\r\narnestly, as he prepared the trays, =93but I have really low standards.=94\n=\r\n   \n  =93As good as any, I suppose,=94 Souji said. \n   \n  Toshi looked pain=\r\ned, but there was a chorus of hoots from the rest of them, and Harada came =\r\ninto the kitchen, effectively jamming it with humanity. Shinpachi hollered =\r\nfor everyone to leave so he could move and Heisuke pushed Harada back out i=\r\nnto the common room, picking up the thread of an argument Toshi couldn=92t =\r\nfollow about something they evidently fought over frequently and to no usef=\r\nul purpose. The sake was passed around by the celebrants who laughed and ra=\r\ngged at one another. It was easy to feel they were all back at the Shieikan=\r\n, having dinner.\n   \n  As dusk deepened into night, someone suggested that =\r\nItou compose a short piece, an idea that met with universal approval. He be=\r\ngan with a short poem, not too difficult but pretty. =93I think I must be v=\r\nery nervous, to come up with something like this,=94 he said ruefully, amid=\r\nst encouragement mixed with good-natured ribbing. But then his eyes fell on=\r\n Hijikata, sitting between Kondou-san and Okita at a little distance from t=\r\nhe rest of them, withdrawn by choice or by nature or by circumstance. Warme=\r\nd by the sake and the company, he began something he thought would be famil=\r\niar to Hijikata, a very old love poem:\n   \n  =93Reminded of the past\n  By t=\r\nhe scent of orange blossoms\n  The cuckoo comes to sing\n  At the village of =\r\nfalling blossoms.=94\n   \n  The conversation trailed off and Toshi tried not=\r\n to be embarrassed by the rather obvious bait. He stared blankly at far wal=\r\nl opposite him and took out his pipe.\n   \n  =93Itou-sensei, I know you ador=\r\ne our Fukuchou, but do try to be discreet,=94 Heisuke said in a stage whisp=\r\ner. =93Okita is sitting right here! The poem is really good, though, compar=\r\ned to what we have heard from Hiji =96 ummmmfff.=94\n   \n  =93Heisuke, you i=\r\ndiot!=94 Shinpachi hissed. He waved his hand haplessly as Harada clamped an=\r\n iron fist over Heisuke=92s mouth. =93Please pardon his rude behaviour, he=\r\n=92s just his usual blunt self.=94\n   \n  =93That=92s right,=94 Harada chime=\r\nd in, giving another blow to the proverbial stake.\n   \n  =93Could we have a=\r\n detailed account of what happened during the trip?=94 Kondou said with clu=\r\nmsy joviality. =93I gather Itou-san had a little run-in with Toshi the othe=\r\nr day.=94\n   \n  Toshi lit his pipe and said, puffing. =93There=92s not much=\r\n point in going into detail. I simply felt very strongly at that point that=\r\n Itou-san deserved to be pushed into the toilet shaft.=94\n   \n  There was a=\r\n muffled sob and Souji bent low over the tablet, presumably bemoaning a stu=\r\nbbed toe. Toshi gave him a sharp warning glance which went flickering quite=\r\n over the dark head. \n   \n  =93The thing is, you can=92t always listen to o=\r\nne side of the story, Kondou-san,=94 Itou said, smiling, confident of agree=\r\nment. =93Hijikata-san and I were having a bit of fun.=94\n   \n  =93It wasn=\r\n=92t much fun for me,=94 Toshi said shortly, his face darkening.\n   \n  =93W=\r\ne=96ell,=94 Itou paused, tapping the edge of his fan absently. =93Whatever =\r\nI might have done, it wasn=92t something that gets people dropped in waste =\r\nshafts. That=92s what I want to get straight.=94\n   \n  Kondou was looking a=\r\nt Itou with a kind of anxious bonhomie. =93Maybe. Maybe. Toshi=92s still a =\r\nwild one. They kick him around, he kicks back. But I=92m sure he meant no h=\r\narm. This kind of thing used to happen to him all the time =96=94\n   \n  Tos=\r\nhi stood up and took his pipe from his mouth. =93There=92s no need to debas=\r\ne yourself in my place, Kondou-san,=94 he said clearly. =93If an apology is=\r\n what Itou-san wants, I am truly sorry about the unfortunate incident.=94 T=\r\nhe pipe went back between his teeth abruptly and he headed for the door. =\r\n=93If you would excuse me: I have some work to catch up on.=94\n   \n  =93Tos=\r\nhi, wait =96 Toshi!=94 Kondou did his best but the fragile equilibrium was =\r\nshattered by the rather loud slam of the screen door. \n   \n  Itou chuckled,=\r\n very much the appreciative owner indulging an adorable pet. =93Well! Hijik=\r\nata-san is such a gentleman, isn=92t he? With the country in the state it i=\r\ns, Kondou-san, such men would be needed to defend its sovereignty.=94\n   \n =\r\n =93True, true,=94 said Kondou, nodding vigorously. =93We need to recruit m=\r\nore men with such ideals.=94\n   \n  =93Oh no, no,=94 Itou said heartily, =93=\r\nI was speaking of the general public. I=92m sure the Shinsengumi is not lac=\r\nking in such like-minded warriors.=94\n   \n  Souji raised his head and said,=\r\n in a small polite voice, =93I expect even Hijikata-san would want to agree=\r\n with you on that. But we aren=92t exactly popular and our jobs are the one=\r\ns most people would rather not do.=94\n   \n  Itou looked at Souji as though =\r\nhe were something small and irrelevant, like a beetle. He was like an emble=\r\nmatic statue of all Itou thought he hated in hereditary samurai =96 as soft=\r\n as a woman and as pointless. His jaw hardened. =93One of those bleeding he=\r\narts, aren=92t you? Indeed, that was another point of contention during the=\r\n trip.=94\n   \n  It was past the second watch when they retired to bed. Itou=\r\n was almost always the first to fall asleep, snoring as if his body and sou=\r\nl had dissolved, but he would wake up several hours later and slip outside,=\r\n ostensibly to relieve his bowels. Tonight, too, he rose at about third wat=\r\nch, taking care not to disturb his companions and went quietly down the sta=\r\nirs. \n   \n  Toshi followed in the general direction of the stealthy footste=\r\nps, which led him into the passageway near the toilet, he could hear the st=\r\neady fall of rain against the planks of the veranda just beyond the doors. =\r\nIn the blackness obliterating everything behind him, there was a gust of wi=\r\nnd, like the flutter of a wing; he thought he saw a black shape move in the=\r\n darkness. A man? An illusion? He could not tell if the image lingering in =\r\nhis mind was that of something real or a nightmare conjured by his eyes. It=\r\n was odd that nothing more could be heard of Itou=92s footsteps.\n   \n  He c=\r\nrept down the corridor, one grave, hushed step at a time. The night-light i=\r\nn the toilet was lit, illuminating the small shed with a yellowish glow. Th=\r\ne door was open all the way, pressed back against the wall, so clearly ther=\r\ne was no one behind it. Which meant, he thought, easing back into the darkn=\r\ness, the bastard had given him a slip.\n   \n  There was a groan and somethin=\r\ng fell to the floor with a thud. Holding his breath, Toshi inched to one si=\r\nde of the corridor and, spread out like a spider, pressed his back flat aga=\r\ninst the wall; but the intruder came right after him and rammed him against=\r\n the opposite wall with terrifying force. As the wind shot out of him, Tosh=\r\ni stumbled, trying to swing his katana. The passage was too narrow and the =\r\nkatana caught the wall just as the figure came thrusting into him, throwing=\r\n him forward onto the floor. In one huge heave, he pounced on Toshi=92s bac=\r\nk, wrapping a powerful arm around his neck. Toshi felt the palm of his atta=\r\ncker=92s hand stroking his face. He resigned himself to being stabbed at th=\r\ne base of his throat with a dagger, but his assailant, still gripping his n=\r\neck with one arm, continued to run the other hand all over his face, as if =\r\nhe were licking him with his tongue. Toshi found this outrageous; the man w=\r\nas making sport of him, he thought. He thrashed to the side,\n but the more =\r\nhe struggled, the deeper his opponent=92s arm cut into his neck. \n   \n  =93=\r\nStop it!=94 The enemy said in a fierce whisper, straddling Toshi and holdin=\r\ng him firmly down. =93You=92re going to hurt yourself.=94\n   \n  Like some a=\r\nnimal that had been chased wildly through the woods and who now knew it was=\r\n hopeless, Toshi lay there completely still, awaiting his fate. He turned h=\r\nis head slightly, glanced upward, saw a somewhat familiar shape looming abo=\r\nve him in the dark.\n   \n  =93Itou-san? What are you doing here?=94\n   \n  =\r\n=93I told you last night: I was relieving myself. What about you?=94\n   \n  =\r\nTotally exhausted, Toshi only muttered, =93My neck.=94\n   \n  =93I=92m going=\r\n to let you go. Just your neck. Don=92t get up.=94\n   \n  Toshi felt his nec=\r\nk released. He tried to move, but could not. Itou was still straddling him,=\r\n sitting on his back. \n   \n  =93Get off.=94\n   \n  Itou gently rubbed the ba=\r\nck of Toshi=92s neck. =93You all right, my friend? All calmed down?=94\n   \n=\r\n  =93Get off me!=94 Toshi tried in vain to brush off the hands that were ta=\r\nking full advantage of the situation at hand.\n   \n  =93Not until you calm d=\r\nown. I don=92t want you jumping up and getting all excited. I don=92t want =\r\nany problems.=94\n   \n  =93Alright,=94 Toshi forced himself to say. =93I=92m=\r\n alright.=94\n   \n  Itou lifted himself off, and then Toshi flipped to the s=\r\nide, rolling onto his back. He got on his feet, staring at the dark figure =\r\nof Itou, who now crouched not two feet away, bulky and shapeless in the hal=\r\nf-light, an unexplored continent. Toshi demanded, =93Didn=92t you see the k=\r\natana? I could have killed you.=94\n   \n  =93I had my arms around your neck.=\r\n I could have killed you too.=94 Toshi watched in disbelief as Itou clapped=\r\n a dainty hand over his mouth. =93But I shouldn=92t state the obvious. You =\r\nknow, you still haven=92t told me why you=92re here.=94\n   \n  =93You procee=\r\nd with your nocturnal routine after making sure your companions are asleep =\r\nand now you see me here. What a big coincidence.=94\n   \n  =93My!=94 Itou mo=\r\naned. =93You followed me?=94\n   \n  =93A brilliant conclusion. You really ar=\r\ne sharp. No wonder you hold the post of Military Advisor.=94\n   \n  =93Oh, I=\r\n really don=92t know what to make of this,=94 Itou continued, ignoring Tosh=\r\ni=92s last statement. =93You were actually willing to impair your dignity a=\r\nnd honour as a samurai by wriggling through this discourteous bypath just t=\r\no reach me?=94\n   \n  =93I never said that.=94 Toshi said at once, his eyebr=\r\nows bristling.\n   \n  =93No, you wouldn=92t, would you?=94 Itou waved a hand=\r\n dismissively. There was a pause. =93At this point, I hope to be forgiven f=\r\nor raising a rather indelicate subject. It is said that noblemen generation=\r\ns past never allowed anyone to see their excretory matter. There is the sto=\r\nry of the beautiful Heian court lady who tantalised a suitor with a copy of=\r\n her faeces fashioned out of cloves=85 =85=94\n   \n  And how could he make s=\r\nure that he would never get to hear that slimy voice again? A simple matter=\r\n =96 such delicacy could be accomplished by killing Itou and then dumping t=\r\nhe body into the deep shaft under the toilet. Surely there is no more elega=\r\nnt method for disposing of such waste. As Toshi started to draw his katana,=\r\n Itou move forward. Toshi flinched. He stood quite stiff as he felt Itou=92=\r\ns arm wrap around his back and embrace him tightly. \n   \n  As happens somet=\r\nimes, a moment settled and hovered, and sound and movement stopped for much=\r\n more than a moment. Everyone looked at Itou in wonderment, taking in the c=\r\nhanges, visible and implied. Then Kondou broke the spell. =93It=92s amazing=\r\n! Toshi didn=92t kill you!=94\n   \n  =93Thank you,=94 Itou said comfortably.=\r\n =93That was precisely what triggered the incident. Then again, one should =\r\nnot reward brutality likewise; vicious cycles are hard to break.=94\n   \n  =\r\n=93I can=92t believe it,=94 Kondou barked a laugh. He leaned back, the surp=\r\nrise was so great. =93You must be joking!=94\n   \n  Itou beamed. =93Things l=\r\nike that happen, if you wait long enough. And with regards to your last sta=\r\ntement, the old ones are always the best.=94\n   \n  And so the evening went.=\r\n\n   \n   \n  =85 =85\n   \n   \n  =93=91Old ones are always the best=92?=94 Hara=\r\nda said later, after making sure they were out of earshot. =93Was he referr=\r\ning to jokes or=85 men?=94 His choked-back laughter brought the word out in=\r\n a half-shriek. \n   \n  =93Both,=94 Heisuke said, unembarrassed. =93Turned o=\r\nut that Hajime-san was pretty lonely for much of the trip.=94\n   \n  Shinpac=\r\nhi laughed. =93Listen to this, Heisuke, Harada. You=92ll love this. Hajime-=\r\nsan slept with his katana throughout that time.=94 His eyes bulged with dis=\r\nbelief. =93He thought it worked!=94 And they howled.\n   \n  =93Behave yourse=\r\nlves,=94 a vaguely familiar voice said amiably from behind them. =93The Fuk=\r\nuchou may be old, but he is not deaf.=94\n   \n  =93Eeeeh?=94 Shinpachi turne=\r\nd his head, a tinge of panic in his tone. =93Hajime-san=85 we were just =96=\r\n =94\n   \n  =93Yes, I heard some of it,=94 Hajime said. He propped himself a=\r\ngainst a wooden pillar. =93I must say I think you should be wary of over-re=\r\naching yourself.=94\n   \n  =93Mutiny,=94 said Heisuke solemnly. =93A shamefu=\r\nl state for a samurai. A disgrace to the Shinsengumi.=94\n   \n  Shinpachi gl=\r\nared at him. =93There you stand, saying things that are even less =96 =94 h=\r\ne began indignantly, then stopped when he heard a giggle. \n   \n  =93Slow,=\r\n=94 said Saitou. =93Very slow.=94\n   \n  =93Oh, it=92s you, Okita,=94 Shinpa=\r\nchi said, his face red and his mind ready to take the conversation off on a=\r\n tangent. =93Whatever became of the little pipe-thing that Hotaru girl gave=\r\n you? Did you lose it? You never even gave it one good blow.=94\n   \n  =93I =\r\nstill have it,=94 Souji said quietly.\n   \n  =93Well, get it out. We could h=\r\nave fun with it.=94\n   \n  =93One day.=94 Souji swung the lit lantern round,=\r\n pressing its handle into Shinpachi=92s unready hands. =93Here =96 your tur=\r\nn. I=92ve done the day shift, now you do the night.=94\n   \n  =93That=92s th=\r\ne rule,=94 Harada nodded, slapping his neck to kill an errant mosquito. =93=\r\nFair=92s fair. Share the burden.=94\n   \n  =93My burden=92s bigger than his,=\r\n=94 Shinpachi moaned.\n   \n  =93Nonsense,=94 Hajime said, expressionless. \n =\r\n  \n  =93Well, it is, actually,=94 Souji said. =93We measured, once. On aver=\r\nage more rebels are captured and killed at night.=94\n   \n  =93Makes it easi=\r\ner to get them,=94 said Heisuke, taking off one slipper and shaking it to r=\r\nemove the sand.\n   \n  =93That makes more work, not less.=94 Shinpachi droop=\r\ned, more dolefully still. =93More casualties.=94\n   \n  Souji bent over the =\r\npen and put the grunting Saizou in for the night. =93Goodnight, Shinpatt-sa=\r\nn,=94 he said cheerfully.\n   \n  =93Let=92s go,=94 Heisuke said. =93Before S=\r\nhinpachi bursts into tears.=94\n   \n  Grinning, Harada picked up his protest=\r\ning friend and prodded Heisuke up the dusty path; Souji was starting back t=\r\no his own room when he realised Saitou had not moved. Amused, he sighed and=\r\n gazed at him expectantly.\n   \n  Hajime smiled. =93Is it that obvious?=94\n =\r\n  \n  =93No,=94 Souji assured him, serious now. =93It=92s just that I=92ve s=\r\neen you with Hijikata-san a few times before the trip, and I put two and tw=\r\no together.=94\n   \n  =93It wasn=92t a case of believing anyone, but of what=\r\n I happened to see for myself.=94 \n   \n  =93Does that make a difference?=94=\r\n\n   \n  =93To speak plainly,=94 Hajime said, =93I am not altogether sorry. I=\r\ntou was doing a lot of harm. He got mixed up.=94\n   \n  =93Mixed up?=94\n   \n=\r\n  =93Yes.=94\n   \n  =93Have you any idea what?=94\n   \n  =93The night of the =\r\nfateful encounter, someone was waiting for him outside at the second watch.=\r\n Itou did not meet up with him because he knew the Fukuchou was shadowing h=\r\nim.=94 Hajime drew out a brocade bag from his robes. =93I found this strapp=\r\ned to his shoulder.=94\n   \n  Souji took the bag. It contained a tiny enshri=\r\nned image of Kannon, and wrapped about the shrine was a letter in a gracefu=\r\nl hand. The letter was as follows:\n   \n  To Kashitarou:\n   \n  You are to pr=\r\noceed as planned, but try not to take their lives. Remember the goal. If yo=\r\nu accomplish this for me, it will be an act of the greatest devotion.\n   \n =\r\n The letter was re-folded and thoughtfully replaced in the bag. =93And the =\r\nman. Did he say anything?=94\n   \n  =93No. He pressed his lips tightly and s=\r\nhut his eyes. I would have asked who sent him but he drew a hidden dagger a=\r\nnd killed himself.=94 Hajime said, his voice grim. He stood looking at his =\r\ncompanion. At length, Souji said, a broad smile on his face.\n   \n  =93And w=\r\nhy are you telling me this? Hijikata-san would let me know himself if he ne=\r\neded my help.=94\n   \n  The silence lasted a little too long to give credenc=\r\ne to Saitou=92s next remark. =93I know it would not change anything but I t=\r\nhought it would be better if you understood.=94 Souji made a face as Hajime=\r\n went on doggedly. =93The Shinsengumi=92s work is difficult enough. Hostili=\r\nty simply makes it harder.=94\n   \n  Souji thought of an off-colour comment.=\r\n He did not say it, but Hajime read it on his face and made a contemptuous =\r\nnoise, =93Oh, grow up,=94 and Souji giggled like a twelve-year-old who has =\r\njust discovered smutty jokes. He looked over at Hajime and saw the unnervin=\r\ng eyes fastened on him. =93And there is the other thing about the patrol ro=\r\nster.=94 It was his calm invitation to confidence.\n   \n  =93Oh, yes! I will=\r\n be doing the night shift with you tomorrow.=94 The impossibly cheerful exp=\r\nression changed to a perplexed frown. =93Is there a problem with that?=94\n =\r\n  \n  Hajime opened his mouth. =93Hardly. It=92s just that Yamazaki =96=94\n =\r\n  \n  =93Don=92t say it,=94 Souji said quickly, =93don=92t say it! You know =\r\nyou can=92t change anything. You can only do your best in what you believe =\r\n=96 which you did.=94 He added, embracing him in a rueful smile. =93What do=\r\n you say to settling the score once and for all?=94\n   \n  Typically there i=\r\ns an icy detachment in the blanched face of the tall man, and on this occas=\r\nion it is no exception. His face is long and noble, but on close inspection=\r\n, the skin is pasty white and the cheeks are quite lifeless. The same is tr=\r\nue of his proud sculpturesque nose. Above all, his eyes =96 long narrow sli=\r\nts with the pupils gleaming like needles under stately lids =96 give an imp=\r\nression of coldness as well as refined intelligence. If a person=92s though=\r\nt could translate into his countenance, one could only guess that the lonel=\r\niness, boredom and despair that Saitou Hajime suffered, were particularly s=\r\nevere. \n   \n  Souji watched, dumbfounded, as Hajime=92s eyelid slid across =\r\nthe left eye, the other eye eerily motionless. It was a shock destined to b=\r\ne forgotten. =93I will see you tomorrow morning at the usual place. The pri=\r\nze will be a bowl of soba. And don=92t forget what you said the last time.=\r\n=94\n   \n   =93What was that?=94\n   \n  =93Your underwear.=94\n   \n  =93No. I =\r\nknow that. I meant what you were doing just now. Could you please do that a=\r\ngain?=94\n   \n  The eyelid dropped and rose, slow, too slow, and Souji reali=\r\nsed that the abnormal ocular mechanism was actually a wink.\n   \n  Hajime pu=\r\nshed himself away from the pillar and looked at him in the dark. =93I am gl=\r\nad you know that I am trying to be funny.=94\n   \n  =93It was only harmless =\r\nlaughter,=94 Souji protested as he dried the corners of his eyes.\n   \n  =93=\r\nIf there is nothing else, I am turning in for the night.=94\n   \n  But neith=\r\ner of them did for a while, each thinking thoughts in the dead of the night=\r\n.\n   \n   \n  =85 =85\n   \n   \n  What he always found most interesting about S=\r\nouji while making love was his face. The movements of the two bodies seemed=\r\n to be unwinding a large scroll, a captivating picture filled with turmoil,=\r\n expectations, explosions, pain, sighs, emotion. But today his face remaine=\r\nd a blank screen, and Toshi would stare at it, tormented by questions he co=\r\nuld find no answers to: Was he bored with him? Was he tired? Was he relucta=\r\nnt? Was he seeing a better lover? Or was he, behind that immobile face, hid=\r\ning sensations he had no inkling of?\n   \n  Of course he could have asked hi=\r\nm.\n   \n  He imagined breathing into his ear the greatest banality of all wh=\r\nile making love: =93Do you like that?=94 With most women, this simple query=\r\n always sounded depraved. But he seemed to know Souji=92s response in advan=\r\nce: Of course I like that, he would tell him patiently. Do you think I woul=\r\nd willingly do something I don=92t like? Whatever happened to your logic, H=\r\nijikata-san?\n   \n  And so he remained silent while their bodies moved long =\r\nand vigorously, unwinding a blank scroll. \n   \n  He often resolved not to m=\r\nake love to him the next time. He loved Souji as an intelligent, faithful, =\r\nirreplaceable friend, not as a lover. But it was impossible to separate lov=\r\ner from friend. Each time Souji came to see him, they would talk about thin=\r\ngs late into the night; Toshi would drink, develop theories, give instructi=\r\non, and finally, when he was dead tired, Souji would suddenly fall silent a=\r\nnd a tranquil, blissful smile would appear on his face. Then, as if submitt=\r\ning to an irresistible suggestion, he would touch Souji=92s neck, and the o=\r\nther man, in turn, would stand up and start to undress. \n   \n  He never tru=\r\nly understood Souji, yet they always agreed. Each interpreted the other=92s=\r\n words in his own way, and there was wonderful harmony between them. Wonder=\r\nful solidarity based on lack of understanding. \n   \n  Beside him, Souji gav=\r\ne a sigh and said: =93Hajime-san.=94\n   \n  =93Saitou?=94\n   \n  =93Yes,=94 S=\r\nouji replied.\n   \n  =93What about him? He told you everything about the tri=\r\np, didn=92t he? Was that what he said to you just now?=94\n   \n  =93Yes,=94 =\r\nSouji said again and Toshi knew that he had meant something entirely differ=\r\nent. \n   \n  And because he knew that Souji enjoyed expanding their agreemen=\r\nt based on misunderstanding, he added, =93And you will be seeking him out f=\r\nor a duel tomorrow because of his unwilling participation in this farce.=94=\r\n\n   \n  =93Yes!=94 Souji giggled, clapping his hands enthusiastically. =93An=\r\n early morning practice session, in the courtyard!=94\n   \n  Then they dealt=\r\n with various topics: the changing season, the hypocrisy of a society that =\r\ncripples body and soul, their hometown. These were phrases both had heard t=\r\nen, twenty, a hundred times before, and those few feet of tatami soon turne=\r\nd into a cocoon. Toshi was lying down, spellbound by Souji=92s nakedness, a=\r\nroused but pretending to have no knowledge of what that arousal was summoni=\r\nng him to, so that it was endless and unappeasable, limited and interminabl=\r\ne. One spoke, the other listened with unfeigned interest, and their discard=\r\ned robes and daisho lay forlorn and forgotten on the yellow mats.\n   \n   \n =\r\n =85 =85 The End =85 =85\n   \n   \n  As most of my recent fics have the prope=\r\nnsity to, this one turned out funny without the haha. In fact, it is rather=\r\n queer, so to speak. Hijikata-san in a compromising position: he did keep h=\r\nis promise in Morning Madness after all! Ohohoho=85 So=85 Itou-sensei got h=\r\nis wish  =96 even if it was for a short while. \n   \n  This was supposed to =\r\nbe a Saitou fic, honest! He managed somehow to squirm into the background a=\r\nnd allow Itou to hog the lights. And because my mind is mired in the depths=\r\n of the aforementioned toilet shaft: all sexual puns (explicit or otherwise=\r\n) are fully intended. \n   \n  Notes:\n   \n  1) Refer to PMK Manga book 5 wher=\r\ne Hijikata said something to this effect. =93Souji, how can you be a son of=\r\n a samurai if all you can do is souji?=94 Evil Toshi.\n   \n  2) The poem rec=\r\nited by Itou was taken from the Tale of Genji. Whether it was widely circul=\r\nated at this time could be a point of contention, but=85 just close an (bot=\r\nh) eye(s), yes?\n   \n  3) The worship of Kannon Bosatsu, or the Goddess of M=\r\nercy, probably began in Japan in the 7th century, soon after Buddhism reach=\r\ned Japan by way of China and Korea. In Japan, the Kannon is often depicted =\r\nwith eleven faces (Jyuichi-men Kannon), symbolic of shedding sweetness and =\r\nmercy in all directions.\n   \n   \n   \n\n\t\t\n---------------------------------\n=\r\nTalk is cheap. Use Yahoo! Messenger to make PC-to-Phone calls.  Great rates=\r\n starting at 1&cent;/min.\n\n[Non-text portions of this message have been rem=\r\noved]\n\n\n"
}