{
    "userId": 318177697,
    "authorName": "M.",
    "from": "&quot;M.&quot; &lt;myoe112@...&gt;",
    "profile": "shimazuryu",
    "replyTo": "LIST",
    "senderId": "BlSSoJBS7uBu6fUaMBCHjoBHpM2izzTFShRethQ_L3gFgWYPoYEPWcvZ4GB1g7xPGBfXhLBlKs-CULdIQxH1",
    "spamInfo": {
        "isSpam": false,
        "reason": "6"
    },
    "subject": "&quot;K-light,&quot; AU modern Shinsengumi",
    "postDate": "1196540760",
    "msgId": 867,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGZpc2cwbytkYTRwQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 868,
    "prevInTime": 866,
    "nextInTime": 868,
    "topicId": 867,
    "numMessagesInTopic": 10,
    "msgSnippet": "K-light, highly experimental piece, AU modern-day Shinsengumi. Here goes. ... Kyoto Kan bu Era, Year 21 The streets of Nishijin were a sea of flashing red",
    "rawEmail": "Return-Path: &lt;myoe112@...&gt;\r\nX-Sender: myoe112@...\r\nX-Apparently-To: SHQ_Spy_Division@yahoogroups.com\r\nX-Received: (qmail 56137 invoked from network); 1 Dec 2007 20:26:04 -0000\r\nX-Received: from unknown (66.218.67.94)\n  by m36.grp.scd.yahoo.com with QMQP; 1 Dec 2007 20:26:04 -0000\r\nX-Received: from unknown (HELO n18.bullet.sp1.yahoo.com) (69.147.64.215)\n  by mta15.grp.scd.yahoo.com with SMTP; 1 Dec 2007 20:26:04 -0000\r\nX-Received: from [216.252.122.217] by n18.bullet.sp1.yahoo.com with NNFMP; 01 Dec 2007 20:26:01 -0000\r\nX-Received: from [209.73.164.83] by t2.bullet.sp1.yahoo.com with NNFMP; 01 Dec 2007 20:26:01 -0000\r\nX-Received: from [66.218.67.201] by t7.bullet.scd.yahoo.com with NNFMP; 01 Dec 2007 20:26:01 -0000\r\nDate: Sat, 01 Dec 2007 20:26:00 -0000\r\nTo: SHQ_Spy_Division@yahoogroups.com\r\nMessage-ID: &lt;fisg0o+da4p@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;ISO-8859-1&quot;\r\nContent-Transfer-Encoding: quoted-printable\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:6:0:0:0\r\nFrom: &quot;M.&quot; &lt;myoe112@...&gt;\r\nSubject: &quot;K-light,&quot; AU modern Shinsengumi\r\nX-Yahoo-Group-Post: member; u=318177697; y=JmsCTS2jjf84JDOUk_8JKOZFK9ncZlQbCAw8GpHddkRypfZ8gA\r\nX-Yahoo-Profile: shimazuryu\r\n\r\n&quot;K-light,&quot; highly experimental piece, AU modern-day Shinsengumi.\n\nHere goes=\r\n.\n\n------------\n\nKyoto\nKan&#39;bu Era, Year 21\nThe streets of Nishijin were a s=\r\nea of flashing red lights. Mitsujima\nAtsuo, the famous outspoken, iconoclas=\r\ntic writer, had finally snapped:\narming himself and his handful of students=\r\n, he had broken into the\nestate of a rich silk merchant, and was broadcasti=\r\nng a list of demands\nover the city-wide intranet.\n\n\nEvery hand held device,=\r\n laptop, desktop was illuminated by the\nportrait of the bare chested muscul=\r\nar artist with a bandanna tied\naround his head. A large two story flat scre=\r\nen monitor outside the\nShimabara pleasure hotel drew curious crowds to the =\r\nbest-selling\nauthors. Mitsujima&#39;s still eyes gazed into the souls of his au=\r\ndience\nas he repeated over and over again, &quot;Where is the soul of Japan? Can=\r\n\nwe let the American States and the other nations of the world treat us\nin =\r\nsuch a way? Do not let them plunder our sacred land, do not let\nthem trampl=\r\ne on our warrior&#39;s spirit! Only the brave can follow me\ninto the glorious r=\r\ned sun!&quot; Although the image of Mitsujima was\ninanimate it had seemed as if =\r\nmolten lava was swirling in his eyes and\nhis usually serene voice was now t=\r\nhick with rage.\n\nThe police were barely able to keep the public at bay, whe=\r\nn an HX-12\nWasp, one of the newly developed, lithe hover-transport aircraft=\r\n in\nthe service of the Japanese Empire, landed in the clearing mid-street,\n=\r\nbehind the police lines. Its plain, serpentine gray fuselage bore the\nfive-=\r\npetaled hollyhock insignia of the shogun, and on the tail boom,\nwhere the s=\r\nervice branch would be named, there was instead one word,\nwhich immediately=\r\n drove the crowd into a frenzy:\n\nShinsengumi.\n\nThe rear ramp clattered to t=\r\nhe pavement with a thud as the roar of the\nengines died down to a whine and=\r\n then a whisper. Heavily armed men in\ngray Kamirion body armor rushed out, =\r\nboots pounding the blackness of\nthe pavement. From head to toe, they were t=\r\nhe pinnacle perfection in\nurban warfare: Kawanishi AR-52 heavy assault rifl=\r\nes, frag and flash\ngrenades, and Hosoya PP52 9 millimeter pistols with AP\n(=\r\narmor-piercing) rounds. When twelve men had piled out of the craft,\none mor=\r\ne followed. Unlike the rest of them, whose faces were hidden\nbehind visored=\r\n masks, he only wore a cheek protector, one of the few\nhand-me-downs still =\r\npresent and in use from old samurai armor. His\neyes were intense, and if on=\r\ne looked closely, they would be able to\nsee wisps of dark hair poking out f=\r\nrom under his tightly-laced helmet.\nHe hefted an AR-52 with a scope the lik=\r\nes of which even the well-paid\nand supplied Kyoto Metro Police Department h=\r\nad never seen before.\nWanting to seize the moment, Captain Onodera, the off=\r\nicer on duty,\nstrode over to the man.\n\n&quot;Lieutenant Colonel Hijikata Isamu?&quot;=\r\n\n\nThe man turned to Onodera. His voice felt like it belonged in the\ndepths =\r\nof some ancient shrine. It was deep and more piercing than the\nhighest-velo=\r\ncity cop-killer round.\n\n&quot;Reporting as ordered.&quot;\n\nOnodera shivered, then att=\r\nempted to regain some form of composure.\n&quot;Eager to see what Aizu&#39;s finest c=\r\nan do.&quot;\n\nHijikata said nothing. Raising his gloved left hand, he swept it i=\r\nn a\nrapid, downward arc, and before Onodera had time to blink, the\nthirteen=\r\n men were gone.\n\n*****\n\nInside the estate, Mitsujima was already becoming m=\r\nore and more shrill.\n\n&quot;Where the hell is that damn Aizu Katsumori!&quot; Mitsuji=\r\nma referred, of\ncourse, to Matsudaira Katsumori, the young governor of Kyot=\r\no. A\nrelative newcomer to the political scene, the young Lord Matsudaira\nha=\r\nd soon reestablished order in the murder-prone and disaster-rife\nImperial D=\r\nistrict of Kyoto, and this had largely remained the case\nuntil Mitsujima&#39;s =\r\nact of insanity. At his booted feet, Kinunoya\nZen&#39;emon, the owner of the es=\r\ntate, cowered in terror. He had always\nbeen a careful man, and one to avoid=\r\n the tangle of politics, but this\nwas now his problem, in a very real and i=\r\nmmediate sense.\n\n&quot;If he doesn&#39;t show up IN PERSON in the next hour, you kno=\r\nw damn well\nwhat&#39;s going to happen, Kinunoya. And believe me...&quot; he lowered=\r\n the\nmuzzle of his rifle against the temple of Okatsu, Kinunoya&#39;s bound and=\r\n\ngagged wife, &quot;It won&#39;t be pretty...&quot;\n\nMeanwhile, outside, two of Mitsujima=\r\n&#39;s students paced beside the\nbarred and barricaded gate. They were rather y=\r\noung and had been easily\ntaken in by their idealistic teacher&#39;s dreams of a=\r\n grand new order led\ndirectly by the emperor himself, but somehow they were=\r\n conflicted\nabout their teacher&#39;s course of action. Lazily, they chatted in=\r\n hushed\ntones about girlfriends and literary genres, hardly noticing what w=\r\nas\nfast approaching from behind.\n\n****\n\nHijikata and his men had quickly sc=\r\naled the estate&#39;s outer walls and\nwith camouflage on, were rapidly advancin=\r\ng through the rock garden.\nOver the secure neural intranet, Hijikata gave h=\r\nis orders, as quickly\nand quietly as though he were actually speaking.\n\n&quot;Na=\r\nkano, go left and take the rear. Set up with your grenades and make\ndamn we=\r\nll sure no one gets through that exit alive, even if that\nincludes you.&quot;\n\n&quot;=\r\nSir!&quot; On the heads-up readout generated by his ocular implants,\nHijikata co=\r\nuld see one blue light flash and then wink out in\nacknowledgement.\n\n&quot;Hirata=\r\n, you take right flank and get the side entrance. When you hear\nthe signal,=\r\n slash the throat of the bastard who&#39;s there, and from then\non do like Naka=\r\nno and be ready to blow the suckers to Jodo if you have\nto.&quot;\n\n&quot;Sir!&quot; One mo=\r\nre light flashed and then winked off. Ten left, Hijikata\nwent faster.\n\n&quot;Iok=\r\ni, you&#39;re on left point; take your squad and provide overwatch at\nthe main =\r\nbuilding. Tatsuno, you&#39;re on point with me, we&#39;ll take out\nthese two chicke=\r\nns at the door and then head for the final push on the\nhouse together with =\r\nIoki&#39;s squad.&quot; Ten lights flashed and then winked\nout. &quot;Ready with Phase A =\r\nnow.&quot;\n\nHijikata slung the rifle securely over his back, and tightened the\ns=\r\ntrap. With practiced ease, he withdrew two slim, palm-length blades\nfrom hi=\r\ns waist belt, which, though not connected to his camouflage,\nwere still a v=\r\nery dim gray, barely visible in the shadows of the tall\nbamboo plants by th=\r\ne wall. He breathed in, then out. One final time,\nhe checked his chronomete=\r\nr-- 1300 hours Japan Standard time-- then the\nweather. Gentle breeze, negli=\r\ngible speed. Still, he had to compensate.\nBarely, just barely, he shifted h=\r\nis aim, and as one of the two fools\nmanning the gate bent over to tie his i=\r\nll-fitting boots, Hijikata\nleapt out, flicking the blades out from between =\r\nhis fingers; one\ndownward, severing the first man, the other one tearing, v=\r\nertically,\nbetween the eyes of the other man, sending him backward in a gur=\r\ngling\nmass of deadweight. Continuing the motion of his hand, he swept back\n=\r\nto the pistol on his right hip, practically ripping it out of its\nholster a=\r\ns he moved to empty one, then two silenced shots, finishing\noff the chicken=\r\ns at the gate once and for all.\n\nHijikata had no need to see his men, he co=\r\nuld feel them, both over the\nocular implants, and also from years of experi=\r\nence with these raids.\nReholstering the pistol, he grabbed his rifle. It wa=\r\ns almost time. Two\nlights flashed on his heads-up display. Nakano and Hirat=\r\na were ready.\n\nThe house was spacious, but through the scope on his rifle, =\r\nHijikata\ncould see through it all; he could see all the dozen or so men ins=\r\nide\nthe mansion, the four or so hostages; all of it was as plain as day to\n=\r\nhim. Much as he&#39;d want to take point himself, he had to stay outside\nand do=\r\n what he was equipped for: make the final call and shot.\n\n&quot;All exits secure=\r\n. Squad Zero-One, prepare for frontal assault.&quot;\n*********\n\nInside, Mitsujim=\r\na was fast losing the last vestiges of his patience.\n&quot;WHERE is Matsudaira K=\r\natsumori? What is taking him so long? Can he no\nlonger come out of his offi=\r\nce at Kurotani without the help of his\nconcubines? Perhaps we should get a =\r\nreal man to run this city, not\nsome snot-nosed aristocratic brat! Kinunoya,=\r\n it&#39;s going to be YOUR\nhead on a pike over your OWN door! And as long as I&#39;=\r\nm at it, I might\nas well make the first underlining of my point-- starting =\r\nwith her!&quot;\nThe dark muzzle of Mitsujima&#39;s rifle swept toward Okatsu.\n\nIt&#39;s =\r\nsaid that in times of immense stress, the human body and psyche\ncooperate i=\r\nn ways that cannot be predicted, even by the newest, most\nadvanced biotech =\r\ncomputers. And that&#39;s precisely what drove Kinunoya,\nin utter horror, to su=\r\nddenly rise to his feet. At the same instant,\nthe first muffled groans were=\r\n heard, as Hijikata&#39;s men swept closer\nand closer to that last, innermost r=\r\noom. And then, without even\nthinking, before the rifle finished its arc, Ki=\r\nnunoya threw himself\nonto Mitsujima, which in turn threw Hijikata&#39;s careful=\r\nly calculated\nsurgical strike into disaster.\n\n*****\n\nBack at the gate, Hiji=\r\nkata was still tensing at the scope of his\nrifle, waiting for a clear shot =\r\nto take Mitsujima down. Hijikata could\nclearly make out Mitsujima&#39;s figure,=\r\n distorted through the\ninterference of the walls, but suddenly, one of the =\r\nother figures rose\nup and leapt onto Mitsujima. By the look of it, it was n=\r\none other than\nKinunoya, the man that Hijikata was supposed to try to save.=\r\n\n\nTake the shot? Don&#39;t take the shot? For a split second, Hijikata&#39;s\nconsci=\r\nence about killing an innocent man conflicted with his lifetime\ndrive to wi=\r\npe out diseased, garbage-spouting scum like Mitsujima. But\nonly for a momen=\r\nt. Any other man would&#39;ve hesitated longer, but he was\nnot any other man. H=\r\ne was Lieutenant Colonel Hijikata Isamu, Commander\nof the Aizu Special Atta=\r\nck Force Shinsengumi, and if taking out one\ninnocent man was the price of v=\r\nictory, then so be it.\n\nWith practiced ease, he primed his rifle, took one =\r\ndeep breath, and fired.\n\n*I&#39;m sorry, Kinunoya. May you live forever in Para=\r\ndise*\n\n*Mitsujima, may you be flayed alive for ten thousand kalpa in the la=\r\nnd\nof the dead*\n\n****\n\nInside, Mitsujima was struggling, trying to free him=\r\nself of Kinunoya&#39;s\ncrazed, frenzied scratching and clawing. He only felt a =\r\nburning\nsensation on his left temple for a moment, and then the world went\n=\r\nblack...\n\nOkatsu screamed, and at that instant, the door flew off its hinge=\r\ns\nwith a crash, and ten men in dark body armor burst into the room.\n&quot;Aizu S=\r\npecial Attack Force Shinsengumi Squad Zero-One! Surrender or be\ndestroyed w=\r\nithout mercy!&quot; Mitsujima&#39;s surviving students in the room,\nstill shaken fro=\r\nm watching their master fall in a bloody heap, seemed\nto slowly crumple, be=\r\nfore retching the meager contents of their\nstarving bowels violently onto t=\r\nhe tatami mats.\n\nIoki directed a text transmission back to Hijikata, at the=\r\n gate.\n&quot;Hostages secured minus one, sir.&quot;\n\nHijikata received the transmissi=\r\non and then promptly decloaked. Even\nat this price, the mission was accompl=\r\nished. He returned a\ntransmission, this time to all units. &quot;Well done, team=\r\n. Gather up the\nhostages and prisoners, and rally at the front gate.&quot;\n\nTwel=\r\nve lights blinked and then winked off. Mission accomplished.\n*****\n\nOutside=\r\n, Captain Onodera was still standing by the Wasp, stunned, when\nthe front g=\r\nate of the estate opened, and out came thirteen men, three\nformer hostages,=\r\n and five prisoners. Before he could ask any\nquestions, Hijikata did the ta=\r\nlking. Handing over the former hostages\nto Onodera&#39;s men, he gave a curt no=\r\nd.\n\n&quot;Mitsujima&#39;s dead. Kinunoya got in the way of my shot, and while\nunfort=\r\nunate, his sacrifice ensured Mishima&#39;s demise. Get your men to\nclean up the=\r\n place, Onodera. We&#39;re taking the survivors for questioning.&quot;\n\nThe twelve m=\r\nen herded their prisoners into the Wasp just as\nefficiently as they had eme=\r\nrged from it. Hijikata bowed curtly once\nmore, and then joined them within.=\r\n The dull hum of the engines soon\ngrew into a whine and then a roar, and On=\r\nodera had to cover his ears\nas the aircraft rose straight up into the air, =\r\nbefore zooming off\nsouthward, no doubt toward the base at Mibu.\n\n&quot;Are we ev=\r\ner up shit creek now...&quot;\n\n\n"
}