{
    "userId": 166729753,
    "authorName": "warg3791",
    "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "LDfwMW4_PNcxEVevKNfsKtOYrmHTN8WzqETfZvpmDJnQ8VNs50UeaI9_ChmeS0P6nx51p1wsJEqBBjNXvrqKvwOsu3Q",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "More stuff about Saito",
    "postDate": "1087334927",
    "msgId": 1081,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNhbnBtZitjdGVxQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 1082,
    "prevInTime": 1080,
    "nextInTime": 1082,
    "topicId": 1081,
    "numMessagesInTopic": 4,
    "msgSnippet": "I was just over on http://www.toshizo.com/name/ and if you look under Saito s name you come across this info. I couldn t get Babelfish to work on the site,",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 61782 invoked from network); 15 Jun 2004 21:28:52 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m6.grp.scd.yahoo.com with QMQP; 15 Jun 2004 21:28:52 -0000\r\nReceived: from unknown (HELO n25.grp.scd.yahoo.com) (66.218.66.81)\n  by mta4.grp.scd.yahoo.com with SMTP; 15 Jun 2004 21:28:51 -0000\r\nReceived: from [66.218.67.152] by n25.grp.scd.yahoo.com with NNFMP; 15 Jun 2004 21:28:48 -0000\r\nDate: Tue, 15 Jun 2004 21:28:47 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;canpmf+cteq@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2827\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.81\r\nFrom: &quot;warg3791&quot; &lt;Warg3791@...&gt;\r\nSubject: More stuff about Saito\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\nI was just over on http://www.toshizo.com/name/ and if you look under \nSaito&#39;s name you come across this info. I couldn&#39;t get Babelfish to \nwork on the site, BTW. I used my translator. I don&#39;t know if Gist \nwill work on the site or not.\n\nLots of speculation about Saito&#39;s connections to Aizu. There&#39;s a \nstatement that &quot;It is said that I learned cutting down with one \nstroke of thw sword style (because it is Aizu, I seem to be Mizoguchi \ncutting down with one stroke of the sword style among cutting down \nwith one stroke of thw sword style various factions) at a dojo studio \nin an Aizu feudal clan daimyo&#39;s mansion in Edo from these days. It \nseems to be an opportunity that father became friendly with an Aizu \nfeudal clan in the intermediate service times.&quot; \n\nThen it says &quot;I cut a person at the age of 19 years old by mistake \nand kill you and it is necessary in Edo and say to ? Kyoto when I \nescaped.&quot; No explanation on how the &quot;mistake&quot; occured though. Or WAS \nthe mistake that he got found out? ^_^\n\nNow this is interesting! &quot;According to the testimony of the people \nwho knew him well, looks of Saito during the lifetime assumed that \nthe eyebrows were ? which was ? and it seems to have been sharp ? of \neyes and the tall man who did it. This is Saito of later years, and \nthere is the story that was a fat (big of a body) man with a ruddy \nface in one&#39;s youth in fact.&quot; I suspect that &quot;fat&quot; is not really the \ncorrect word, but it&#39;s the one the stupid translator chose.\n\nThere the indication that Saito did everything possible to keep the \nname &quot;Goro Fujita&quot; good. \n\nThere is a mention of the mystery wife. It says &quot;In time tail and the \nAomori times (when he was in the Shimokita peninsula area with the \nexiled Aizu clan) before marrying, I seem to have married a woman \nof &quot;unpleasant ?&quot;, which was 4 years old older.&quot; &quot;Unpleasant&quot; what \nthough? Family? Character? Or is &quot;unpleasant&quot; the wrong word? Curious.\n\nAnd now for the real interesting part, though I can&#39;t understand AT \nALL what the connection was! It says that &quot;At the time of Aizu war, I \ntried to do it Yaeko Yamamoto ? who enters a castle becomes the \nnight, and to cut hair in a short sword by taking the field (Yaeko \nheld a gun with a spunky woman and appeared in a battlefield with a \nman), but I am not readily sharp and tell that I &quot;had cut older \nsister time (a tail)?&quot;\n\nOk Yaeko Yamamoto I know something about! She&#39;s mentioned in the \nintroduction of &quot;Remembering Aizu&quot;! She was the woman prisoner who \nwas sent with the men to the camp in Inawashiro. The reason is that \nher brother was killed outside of Kyoto, so she began to dress in his \nclothing and demand that everyone call her by his name. She was \nsupposed to have fought right along side of the men. \n\nBut what on earth is it trying to say about her and Saito?!\n\n-MissBehavin \n\n\n"
}