{
    "userId": 183547305,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;wtiger_consort@...&gt;",
    "profile": "wtiger_consort",
    "replyTo": "LIST",
    "senderId": "GoXULOqGpWK7Qgsg2iDpPHGTRRsjJOIKePC652N976J2yQxwZ89sR_1MON3d-07G1K8cXfoprYdsH0zlO-KXwdh4ttilrsmjDV4hvxtHzgk",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Shimokita Peninsula",
    "postDate": "1087422110",
    "msgId": 1102,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNjE2MjE0MTUwLjYxMzc1LnFtYWlsQHdlYjUxNTA2Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 1101,
    "nextInTopic": 0,
    "prevInTime": 1101,
    "nextInTime": 1103,
    "topicId": 1101,
    "numMessagesInTopic": 2,
    "msgSnippet": "Editing a chapter of my last fic, set in Aomori, I found in my notes stuff about the Shimokita Peninsula, since I planned to mention it in the sequel. I",
    "rawEmail": "Return-Path: &lt;wtiger_consort@...&gt;\r\nX-Sender: wtiger_consort@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 82234 invoked from network); 16 Jun 2004 21:42:27 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m17.grp.scd.yahoo.com with QMQP; 16 Jun 2004 21:42:27 -0000\r\nReceived: from unknown (HELO web51506.mail.yahoo.com) (206.190.38.198)\n  by mta2.grp.scd.yahoo.com with SMTP; 16 Jun 2004 21:42:27 -0000\r\nMessage-ID: &lt;20040616214150.61375.qmail@...&gt;\r\nReceived: from [168.226.135.82] by web51506.mail.yahoo.com via HTTP; Wed, 16 Jun 2004 14:41:50 PDT\r\nDate: Wed, 16 Jun 2004 14:41:50 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 206.190.38.198\r\nFrom: Firuze Khanume &lt;wtiger_consort@...&gt;\r\nSubject: Shimokita Peninsula\r\nX-Yahoo-Group-Post: member; u=183547305\r\nX-Yahoo-Profile: wtiger_consort\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nEditing a chapter of my last fic, set in Aomori, I found in my notes stuff =\r\nabout the Shimokita\nPeninsula, since I planned to mention it in the sequel.=\r\n \n \nI remembered the name reading some of the latest posts and The Fall of =\r\nAizu article, in the main website, and that this place was the location for=\r\n the POW camps after the Aizu fall, an consequently, Saitou remained there =\r\ntoo.\nThere is something I found VERY interesting in the place (and which I =\r\nplan to use with a RK character prone to see one ghost around him), which (=\r\nI hope) might interest PMK writers: Osore-zan (Fear Mountain). \nThe creepy =\r\nenvironment helped to develop the belief that this is a place where the dea=\r\nd can be contacted with certain easiness. There is a Temple dedicated to th=\r\nis, and blind women dedicated to contact the departed souls (on behalf of a=\r\n small  fee) Also, it&#39;s one of the three main gathering places for shamans =\r\nin Japan. Somehow, I can see PMK Saitou having a picninc day here... or a v=\r\nery busy schedule attending departed souls with messages to deliver...\n \nHe=\r\nre is some info on the place if someone is interested...\n\n \n\nOsore-san\n    =\r\nOsorezan, on the Shimokita peninsula of eastern Aomori Prefecture, is one o=\r\nf Japan&#39;s most prominent sainokawara (banks of the underworld river Sai), a=\r\n sulphurous landscape believed to hover between the world of the living and=\r\n the world of the dead.This mountain scared people so much that its name be=\r\ncame the Japanese word for =91dread=92.  It=92s a desolate, hellish place t=\r\nhat smells of sulfur and has attractions like =91The Lake of Blood=92.  \n\nT=\r\nhough the temple was founded in the ninth century, Osore-zan was already re=\r\nvered in ancient folk religion as a place where dead souls gather, and it&#39;s=\r\n easy to see why - the desolate volcanic landscape, with its yellow- and re=\r\nd-stained soil, multicolored pools and bubbling, malodorous streams, makes =\r\nfor a truly unearthly scene. The temple also receives a steady trickle of n=\r\non-spectral visitors, but during the summer festival (July 20-24) people ar=\r\nrive in force to contact their ancestors or the recently deceased through t=\r\nhe mediation of itako, usually blind, elderly women who turn a profitable t=\r\nrade. During the open season (May-Oct) six buses a day run up to the temple=\r\n from Mutsu (35min; =A5750); note that the last bus leaves Osore-zan at 4.4=\r\n5pm.\n\nFrom Mutsu, the road to Osorezan-Bodaiji winds through pine forests, =\r\npast a succession of stone monuments and a spring where it&#39;s customary to s=\r\ntop for a sip of purifying water. At the top you emerge by a large lake bes=\r\nide which a small humped bridge represents the journey souls make between t=\r\nhis world and the next; it&#39;s said that those who led an evil life will find=\r\n it impossible to cross over. After a quick look round the temple, take any=\r\n path leading over the hummock towards the lake&#39;s barren foreshore. The lit=\r\ntle heaps of stones all around are said to be the work of children who died=\r\n before their parents. They have to wait here, building stupas, which demon=\r\ns gleefully knock over during the night - most people add a pebble or two i=\r\nn passing. Jizo, the guardian deity of children and the bodhisattva charged=\r\n with leading people to the Buddhist Western Paradise, also comes along to =\r\nscare away the demons, though it seems with less success. Sad little statue=\r\ns, touchingly wrapped in\n towels and bibs, add an even more melancholy note=\r\n to the scene. Many have offerings piled in front of them: bunches of flowe=\r\nrs, furry toys - faded and rain-sodden at the end of summer - and plastic w=\r\nindmills whispering to each other in the wind.\n\n \n\n\n\t\t\n--------------------=\r\n-------------\nDo you Yahoo!?\nRead only the mail you want - Yahoo! Mail Spam=\r\nGuard.\n\n[Non-text portions of this message have been removed]\n\n\n"
}