{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "Y8kOGGRtTFREMf_5VU51Sy_XHNn7u69VPYsnID17cSrRQL-vbrfzKT1VaqDZsaAH4q6XYHL-SfneZMTKof1ZR3yqmqEqWw5EN7TNqx_Didv0",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Why did Nagakura and Saito never meet up?",
    "postDate": "1087492930",
    "msgId": 1135,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNhc2swMitnZzh1QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIxRDVBNDY2LjM4RjA4MDhGLjAwODU2MTU5QGFvbC5jb20+"
    },
    "prevInTopic": 1131,
    "nextInTopic": 1137,
    "prevInTime": 1134,
    "nextInTime": 1136,
    "topicId": 1100,
    "numMessagesInTopic": 7,
    "msgSnippet": "What strikes me about the Meiji Era (or Chinese/Japanese record keeping in general) was that everything was pretty gosh darn organized.  I personally don t",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 98789 invoked from network); 17 Jun 2004 17:22:49 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m25.grp.scd.yahoo.com with QMQP; 17 Jun 2004 17:22:49 -0000\r\nReceived: from unknown (HELO n19.grp.scd.yahoo.com) (66.218.66.74)\n  by mta5.grp.scd.yahoo.com with SMTP; 17 Jun 2004 17:22:49 -0000\r\nReceived: from [66.218.66.122] by n19.grp.scd.yahoo.com with NNFMP; 17 Jun 2004 17:22:13 -0000\r\nDate: Thu, 17 Jun 2004 17:22:10 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cask02+gg8u@...&gt;\r\nIn-Reply-To: &lt;21D5A466.38F0808F.00856159@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2658\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.74\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Re: Why did Nagakura and Saito never meet up?\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\nWhat strikes me about the Meiji Era (or Chinese/Japanese record \nkeeping in general) was that everything was pretty gosh darn \norganized.  I personally don&#39;t believe that Miki could&#39;ve possibly \njust bumped into Nagakura on the street...we don&#39;t have a year for \nwhen Miki joined the force (do we Phil?) or when this &quot;accidental&quot; \nmeeting occurred...if Miki was in the force before meeting with \nNagakura then this is my lame brain theory...\n\nbased on Toshiyoshi Kawaji&#39;s obsession with keeping everything \ncentralized (all police posts in different prefectures etc funneled \ninfo to one place---Tokyo---and everything was managed from there---\nbasically)...I imagine if Miki found Nagakura&#39;s new name he would \npull some strings to have some research done ^_^\n\nAlthough we always angst (ok I&#39;ll use it as a verb) about how much \nlittle info we have blah blah blah...if you read 1to5.net&#39;s page \nabout her visit to the Police Museum one of the items displayed is a \nrecord of names of men assigned to various brigades such as the 3rd \nBRIGADE which Toshiyoshi Kawaji commanded (basically guys from the \nTMPD specifically) and in which, we -assume- Fujita Goro was \nassigned.  Heck my univ. library has a book with a list of names of \nall the guys who died in the Seinan War.  The webmaster fo 1to5.net \neven figures that his info is definitely in these books ^_^\n\nI have a tendency to believe that management level members of the \nShinsengumi chief, vice chief, captains, advisors etc had a working \nand somewhat close relationship after all they knew each other for \nyears and had to meet one another on a regular basis.  The very \nnature of their work also forced them to know the strengths and \nweaknesses of the other person as well...after all your comrades \nwatched your back in battle.  But they didn&#39;t have to be *best* \nfriends. Based on new info from our member momoiro about complaint \nletters against Kondou sent to Matsudaira on which Nagakura and \nSaitou&#39;s name appeared I figure these guys put their heads together \nand did some serious thinking---I personally believe they were \nfriends.\n\n--- In SHQ@yahoogroups.com, Warg3791@a... wrote:\n&gt; But you have to remember that Miki didn&#39;t go LOOKING for Nagakura. \nIt was a chance meeting. They just both happened to be in Kyoto at \nthe same time and Miki spotted him.\n&gt; \n&gt; I figure they might have wrote letters if they had any sort of \nfriendship at all. Unfortunately we have no evidence that the two of \nthem were close even when they were in the Shinsengumi together. \nRemember what Serizawa told us about Saito and Okita not really \nbeing as good a friends as they&#39;re made to seem sometimes? \n\n\n"
}