{
    "userId": 166729753,
    "authorName": "Warg3791@****",
    "from": "Warg3791@...",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "Ms6soFHsXm6ALOg5OJLITFmumFE6960mIraE-pz75vsinmKmhcmnDiHR1HlpY1a0IkXi4ZcwvA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Miki+Saitou&#39;s Sword/more Seinan War paintings",
    "postDate": "1087567398",
    "msgId": 1166,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDE1LjJiYjcwMzBiLjJlMDQ1MDI2QGFvbC5jb20+"
    },
    "prevInTopic": 1164,
    "nextInTopic": 1168,
    "prevInTime": 1165,
    "nextInTime": 1167,
    "topicId": 1140,
    "numMessagesInTopic": 18,
    "msgSnippet": "In a message dated 6/17/2004 6:20:22 PM Eastern Standard Time, secretarytocapt3@.*** writes: In another pic you its kind of like its a bird, its a",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 31377 invoked from network); 18 Jun 2004 14:03:56 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m22.grp.scd.yahoo.com with QMQP; 18 Jun 2004 14:03:56 -0000\r\nReceived: from unknown (HELO imo-d20.mx.aol.com) (205.188.139.136)\n  by mta6.grp.scd.yahoo.com with SMTP; 18 Jun 2004 14:03:56 -0000\r\nReceived: from Warg3791@...\n\tby imo-d20.mx.aol.com (mail_out_v37_r2.6.) id r.15.2bb7030b (3890)\n\t for &lt;SHQ@yahoogroups.com&gt;; Fri, 18 Jun 2004 10:03:18 -0400 (EDT)\r\nMessage-ID: &lt;15.2bb7030b.2e045026@...&gt;\r\nDate: Fri, 18 Jun 2004 10:03:18 EDT\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 9.0 for Windows sub 5032\r\nX-eGroups-Remote-IP: 205.188.139.136\r\nFrom: Warg3791@...\r\nSubject: Re: [SHQ] Miki+Saitou&#39;s Sword/more Seinan War paintings\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nIn a message dated 6/17/2004 6:20:22 PM Eastern Standard Time, \nsecretarytocapt3@... writes:\nIn another pic you its kind of like &quot;its a bird, its a plane, its \nSaigo in the meteor!&quot;...2 versions of this Saigo sighting similar to \nthe one M pointed out in the newspaper archive.\nThe book I&#39;m reading on Saigo has one of those pics in it. I don&#39;t know if \nyou&#39;ve read this or not Sec. I know I told phil and Barb, but let me fill \neveryone else in. The reason Saigo is being shown in the meteor is that on August 2, \n1877 (while Saigo was still fighting in Satsuma) a meteor appeared in the \nskies over Osaka. A newspaper called the Osaka nippo reported the next day that \nif the &quot;bright star&quot; was viewed through a telescope one could see a portrait of \nSaigo in full Imperial army uniform. Popular opinion being with Saigo at the \ntime, people took this at evidence he was already ascending to the stars and \n&quot;night after night people stood on their  laundry-drying platforms to get a \nbetter look at the celestial hero&quot;. \n\nBy the time the comet appeared over Tokyo it had become an object of \nveneration. The term at the time for a comet was &quot;hoki boshi&quot;, but this could also be \nread as &quot;rebellious star&quot; in reference to the insurrection. People by this \ntime were climbing onto their roofs to get a better view and many wound up \ngetting hurt because the roof boards would collapse under all the weight.\n\nThere are supposed to be some prints of this star by a guy named Haneda that \nshow people unhappy with his leaving trying to drag the star back down with \nropes. Another print by Tsukioka Yonejiro shows the government trying to shoot \nthe star down with a millitary balloon!\n\nThere are some other prints Sec that are called &quot;Saigo nehanzo&quot; or nirvana \nprints. Saigo is presented as an enlightened being (still in his uniform) who is \nabout to transcend this world. More &quot;common&quot; people from all walks of life \nsurround him, praying for him to remain. Even animals are shown grieving! \n(Perhaps the most telling of these is the snake?) \n\nYet another type of Saigo print is the ones made after his defeat. They are \ncommonly called &quot;kubi Jikken&quot; or &quot;inspection of heads&quot; and show Yamagata and \nCo. sitting around while the heads of the traitors are lined up before them. NO \nsuch inspection ever took place however.\n\nWhat these are all about is the fact that for a short time after his defeat, \nSaigo&#39;s head went missing. The new government had begun a policy of not \ndisplaying heads publicly because it was &quot;an example of the cruelty of the old \nregime&quot;. (So was anyone else unaware that it was the &quot;evil old regime&quot; that \ndisplayed Kondo and Sagara&#39;s heads rather than the &quot;good&quot; new one?) The fact is that \nthey didn&#39;t really need the head. However they were frantic to find it because \nof all the myth that had already sprung up around Saigo.\n\nThey had the body. They could prove that it was truly him. He was an \nunusually tall man of nearly six feet and had a very distinctive scar on his right arm \nfrom a youthful quarrel, so he was easy to identify. However they wanted the \nhead to lay the rumors and legends to rest along with him. Not only had he \nalready become something of a demigod while he was still alive, but there were \nmany who did not accept the reality of his death even WITH the head.\n\nRumors began to circulate that he was in either China or India preparing an \narmy to come back and seize control of Japan. These stories continued to pop up \nevery now and again. As late as 1891 people were claiming that Saigo was in \nRussia (who was coming for a visit)  and would return to Japan in the company \nof Crown Prince Nikolai to start the new rebellion. When Saigo failed to appear \na constable named Tsuda Sanzo decided this was evidence of foul play and \nattacked the crown prince!\n\nLegend tells of Saigo&#39;s fall and the finding of his head in this way:\n\nWhen they rushed down the hill Saigo was struck in the hip by a bullet and \nfell. He supposedly composed himself and prepared to die. He asked his friend \nBeppu to be his second (the actual conversation gets VERY long according to the \nsource), then faced east and the Imperial Palace. In prints he&#39;s shown \nthrusting a sword into his abdomen just before Beppu cuts his head off. The head is \ngiven to Saigo&#39;s manservant Kichizaemon, who flees with it and tries to hide it \nfrom the Imperial army by burying at the gate of a private home. (The \nmanservants name changes from tale to tale, as does the home where he did this.)\n\nThe next part of the myth is the presentation of the head to Yamagata. I&#39;ve \nalready mentioned that no such scene as the one depicted in the prints ever \noccured. The &quot;historical&quot; version that is usually given is that a man named Maeda \nTsunemitsu (again, there is a question of WHO actually found the head, but \nthis name is the most likely) brought the head to Yamagata. The general of the \nImperial army treats it with great respect, washing it and praising his \n&quot;glorious death&quot;. He recollects how they fought together during the Revolution and \nweeps for his fallen comrade. \n\nThe reality is this: According to the autopsy done on Saigo&#39;s body, he could \nnot have sat there calmly or make a big speech. He was most likely in shock at \nthe time and a shattered hip would have made it impossible to do what he does \nin the story. Furthermore, there were no sword wounds of any sort on his \nabdomen. His head was indeed severed with a clean cut, but  that&#39;s all.\n\nThe second part of the story comes from an American observer named Captain \nHubbard. He reports that the bodies of the rebels had been striped naked and \nlined up in two rows on a hill by the Imperial army&#39;s barricades. Hubbard \nimmediately spots Saigo&#39;s body and realizes the head is missing. It is the only one \nthat the head is completely gone from. Others were &quot;dreadfully cut up&quot; and he \nfelt certain they had killed each other. While he was watching Saigo&#39;s head was \nbrought in and unceremoniously placed beside his body. And that&#39;s all there \nwas to it.\n\nThis is of course all from Mark Ravina&#39;s book, The Last Samurai. \n\n-MissBehavin\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}