{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "bgG0BXHP1yICaQMMNU-_en5bzdZxzGOvIOZl7eTAxU6Oee2facFfj1gUxxvtqewfzTLNu1fPOKilGi-ei4n-0m6pUH5Di8DGvTIled0W2_Jtig",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Saitou Hajime&#39;s (Re: Shinsengumi Buddhist  + Tengu",
    "postDate": "1088112958",
    "msgId": 1246,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNjI0MjEzNTU4LjU3MTc3LnFtYWlsQHdlYjIxNDAyLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGNiZmY2disxMG5hbEBlR3JvdXBzLmNvbT4="
    },
    "prevInTopic": 1244,
    "nextInTopic": 1257,
    "prevInTime": 1245,
    "nextInTime": 1247,
    "topicId": 1233,
    "numMessagesInTopic": 13,
    "msgSnippet": "... I have to reiterate that I immediately noticed how NHK Saitou was annoyed and paused to think when Kondo asked for his name.  Saitou is a man who owns",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 33468 invoked from network); 24 Jun 2004 21:35:59 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m14.grp.scd.yahoo.com with QMQP; 24 Jun 2004 21:35:59 -0000\r\nReceived: from unknown (HELO web21402.mail.yahoo.com) (216.136.232.72)\n  by mta2.grp.scd.yahoo.com with SMTP; 24 Jun 2004 21:35:59 -0000\r\nMessage-ID: &lt;20040624213558.57177.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21402.mail.yahoo.com via HTTP; Thu, 24 Jun 2004 14:35:58 PDT\r\nDate: Thu, 24 Jun 2004 14:35:58 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: &lt;cbff6v+10nal@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.72\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Re: [SHQ] Saitou Hajime&#39;s (Re: Shinsengumi Buddhist  + Tengu\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nsecretary &lt;secretarytocapt3@...&gt; wrote:\n \n&gt;&gt;How depressing.  And we always complained about the order of his name change and when he started to use such and such a name...the man himself was tired of it! -_-\n\nI have to reiterate that I immediately noticed how NHK Saitou was annoyed and paused to think when Kondo asked for his name.  Saitou is a man who owns nothing, not even his name, and come to think of it when you are the loser in a war and have to be moved around to this temple to that camp as a prisoner you have nothing but the clothes on your back.&lt;&lt;\n \nWhen I first began learning about the real man, it was one of my very first thoughts... here is a man who had everything taken from him, including not just name, but his identity, too (how do you deal with being told there&#39;s no more samurai when your very spirit is samurai?) and he *still* prevailed.  It makes up a large part of my tremendous admiration for him and a wish that I had the kind of inner strength he had to have had.  When things get to be really hard for me, I take a deep breath and think about what he endured.  It doesn&#39;t solve the problem causing the discord, but it helps me calm down and be more realistic about my reaction.\n \nWith all the recent talk of some of his fetishes and formality, I have to think the fact that he did lose everything played into his desire to have things socially upscale, orderly, and samurai.  Nothing makes you more protective of something than when you&#39;ve lost it once before.\n \nIt&#39;s also behind everything I write of RK Saitou in my fanfic. Learning about Saitou&#39;s history before he shows up in RK has really colored how I&#39;ve come to view the character.  And, yaoi or not, there was no way I could ignore how valuable he could be to Sanosuke, who was my favorite until Saitou appeared.  Unlike Kenshin, Saitou has moved beyond the past.  He&#39;s realistic because he&#39;s had to be in order to survive. And despite all of the adaptation he&#39;s had to go through, he&#39;s retained his basic morals and ethics.  That makes him the far better teacher for Sanosuke... and one I think Sanosuke would respect more.  The lesson he learned from the idealistic RK Sagara&#39;s fate was just too painful, I think, for him to be satisfied with more idealism.\n \nWish he could be *my* teacher...\nphil\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nNew and Improved Yahoo! Mail - 100MB free storage!\n\n[Non-text portions of this message have been removed]\n\n\n"
}