{
    "userId": 187520196,
    "authorName": "momomanjyuu2004",
    "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
    "profile": "momomanjyuu2004",
    "replyTo": "LIST",
    "senderId": "V16OWNrI9U-gettL9pdFYCivnG1n-Pus5DyXDYFEHRPI4ntGtaPz4vGk6wHS2fJIY3mOBq9DvHLLVNHUVJ57m3g5Ip41CUTta33eKCiqsBFzpiZb",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Saitou Hajime&#39;s (Re: Shinsengumi Buddhist &quot;death names&quot;)",
    "postDate": "1088258162",
    "msgId": 1257,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNianY5aSsxcnI5QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDNERUMwMzdFLjUyOTAxQTkwLjAwODU2MTU5QGFvbC5jb20+"
    },
    "prevInTopic": 1246,
    "nextInTopic": 1258,
    "prevInTime": 1256,
    "nextInTime": 1258,
    "topicId": 1233,
    "numMessagesInTopic": 13,
    "msgSnippet": "The old Japanese often had changing his name. (To be sure, Saitou had much it.) It seems that they seldom sensed sense of incongruity to it. When he wanted to",
    "rawEmail": "Return-Path: &lt;momomanjyuu2004@...&gt;\r\nX-Sender: momomanjyuu2004@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 8761 invoked from network); 26 Jun 2004 13:56:05 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m17.grp.scd.yahoo.com with QMQP; 26 Jun 2004 13:56:05 -0000\r\nReceived: from unknown (HELO n19.grp.scd.yahoo.com) (66.218.66.74)\n  by mta4.grp.scd.yahoo.com with SMTP; 26 Jun 2004 13:56:05 -0000\r\nReceived: from [66.218.67.134] by n19.grp.scd.yahoo.com with NNFMP; 26 Jun 2004 13:56:02 -0000\r\nDate: Sat, 26 Jun 2004 13:56:02 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cbjv9i+1rr9@...&gt;\r\nIn-Reply-To: &lt;3DEC037E.52901A90.00856159@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4041\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.74\r\nFrom: &quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;\r\nSubject: Saitou Hajime&#39;s (Re: Shinsengumi Buddhist &quot;death names&quot;)\r\nX-Yahoo-Group-Post: member; u=187520196\r\nX-Yahoo-Profile: momomanjyuu2004\r\n\r\nThe old Japanese often had changing his name. \n(To be sure, Saitou had much it.) \nIt seems that they seldom sensed sense of incongruity to it.\nWhen he wanted to hide true character from others, when his social \nstatus changed, old Japanese changed the name.\n(By the false name and the name which changed formally, since a \nmeaning is different, you have to distinguish. \nHowever, I am ignorant in order to explain the method of the \ndistinction to you. I&#39;m sorry.) \n\nIn fact, I do not know why it can be performed easily. \nHowever, although this was only my guess, they had a name of &quot;Imina&quot; \napart from the name used usually.\n&quot;Imina&quot; is &quot;the taboo name&quot; or &quot;the hidden real name&quot;. \nThe custom to which this existed in ancient China is origin. \nIn ancient China, it was a taboo to call the real name of the man of \na high status. \nNobody was able to say an emperor&#39;s real name. \nTherefore, noble people needed the usual name apart from the real \nname. \nPeople of a lower status called the noble person by the name. \nAnd a noble person&#39;s real name became the hidden name which only \npeople of a near relation get to know. \n(Furthermore, although this was also Chinese thought, when the real \nname was known by the enemy, it was believed that it was used for \nmagic.) \nThis custom was imported by the old time to Japan. \nAlthough it was required at first for the Emperors and aristocrats, \nwhen the time passed, people of a lower status also imitated. \n\nThe people of the Edo period had at least two name. \nOne is &quot;Tsusyou&quot; and this is the name which anyone knows. \nAnd another is &quot;Imina&quot;.\nThis is the name which only his relative and very intimate friend, \nand the sovereign of it and him can call. \nFor example, we know the name of Hijikata Toshizou. \nHe was called for the lifetime by this name and is this name still \nnow. \nHowever, &quot;Toshizou&quot; is not a real name. His &quot;Imina&quot; is &quot;Yoshitoyo&quot;. \nThat is, his real name is Hijikata Yoshitoyo. \n(Although I do not know details, I think that the family name also \nhad a thing like &quot;Imina&quot; surely.) \nAlthough an uncertain thing should not be said, since the real name \nsuited independently, I think that they would not have sense of \nincongruity in changing a usual name.\n(However, in order to escape an enemy, using the name different from \na real name is the case which often exists. In practice, it may be a \nsimpler reason.)\n\nIncidentally, the custom of &quot;Imina&quot; was abolished when the Meiji \ngovernment created a family register in Meiji 5(1872). \nTherefore, I do not have &quot;Imina&quot;. And as long as there is no serious \nreason, we are forbidden from changing a name. \n\nNow, efforts of researchers show many Shinsengumi members&#39; &quot;Imina&quot;. \nHowever, a member with unknown &quot;Imina&quot; exists one person. \nThe man is the most mysterious member among Shinsengumi. \nBut to him, everything but the name of Fujita Goro got from \nMatsudaira Katamori may be unnecessary.\n(Saitou said that &quot;kaimyo&quot; is unnecessary.)\n\n\n--- In SHQ@yahoogroups.com, Warg3791@a... wrote:\n&gt;So it was Matsudaira who gave it to him? Never let it be said the \nman did not appreciate those who showed him loyalty!\n&gt; \n&gt; -MissBehavin\n\nMatsudaira Katamori is also writing the title of a monument \ncalled &quot;Jyunseturyoyunohi&quot; in Hino. \nI think that he was truly thankful to them. Matsumoto Ryojyun wrote \nthe text of this monument. \nNagakura also participated in creation with Shinsengumi relations of \nTama area. \nIs &quot;the man&quot; Tokugawa Yoshinobu if my translation is not wrong? \nI think that he had his position. \nHowever, it is a fact that he was very indifferent to his retainers. \nFirst having been ordered writing the title of &quot;Jyunseturyoyunohi&quot; \nwas Yoshinobu. \nHowever, he only sheds tears and did not write it at last. \n\n\nOn Monday, I will attend a office. \nProbably, I will make the preparations which attend a office to the \ntime. \nI may be able to participate for about 1 hour. \nHowever, I require time for understanding English very much. \nProbably, even if I participate, I cannot speak at all -_-\nGomen-nasai.\n\nmomoiro-usagi\n\n\n\n"
}