{
    "userId": 188101279,
    "authorName": "Grace Battista",
    "from": "&quot;Grace Battista&quot; &lt;wounds@...&gt;",
    "profile": "mg_batt",
    "replyTo": "LIST",
    "senderId": "TvoMNmWpwL-PLyeihtpclS6XIL-1gJoBAodgUYJSjmlZoX-GY058ueq0OMzpQGJBnB8Dr--ib8OyhfCELgd-Ekesgfzpdf_xSGYtlT2p-ewqbw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: : Must read info (also on mb)",
    "postDate": "1088917326",
    "msgId": 1336,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNjODMwZSt1aXQwQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDc0NkQ0MzlFLjc0MkI5QjY3LjAwODU2MTU5QGFvbC5jb20+"
    },
    "prevInTopic": 1335,
    "nextInTopic": 0,
    "prevInTime": 1335,
    "nextInTime": 1337,
    "topicId": 1320,
    "numMessagesInTopic": 14,
    "msgSnippet": "I wish I knew what Kondou s reaction to the whole affair was.... Actually now that you ve mentioned that (since I really don t think and just jump the gun on",
    "rawEmail": "Return-Path: &lt;wounds@...&gt;\r\nX-Sender: wounds@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 30540 invoked from network); 4 Jul 2004 05:02:10 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m10.grp.scd.yahoo.com with QMQP; 4 Jul 2004 05:02:10 -0000\r\nReceived: from unknown (HELO n21.grp.scd.yahoo.com) (66.218.66.77)\n  by mta6.grp.scd.yahoo.com with SMTP; 4 Jul 2004 05:02:10 -0000\r\nReceived: from [66.218.67.150] by n21.grp.scd.yahoo.com with NNFMP; 04 Jul 2004 05:02:10 -0000\r\nDate: Sun, 04 Jul 2004 05:02:06 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cc830e+uit0@...&gt;\r\nIn-Reply-To: &lt;746D439E.742B9B67.00856159@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3048\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.77\r\nFrom: &quot;Grace Battista&quot; &lt;wounds@...&gt;\r\nSubject: Re: : Must read info (also on mb)\r\nX-Yahoo-Group-Post: member; u=188101279\r\nX-Yahoo-Profile: mg_batt\r\n\r\nI wish I knew what Kondou&#39;s reaction to the whole affair was.... \nActually now that you&#39;ve mentioned that (since I really don&#39;t think \nand just jump the gun on everything), if Kondou was a good loyal man \nthen he&#39;d choose death than get some hand me down position to justify \nthe current regime and lower the morales of those still fighting the \nnew govt. If he gave in (if there was ever a chance to), I mean it \nwould be like his whole life and this fight would&#39;ve been for \nnothing... Un-samurai like...\n\n\n--- In SHQ@yahoogroups.com, Warg3791@a... wrote:\n&gt; In a message dated 7/3/2004 9:53:36 PM Eastern Daylight \nTime, &quot;secretary&quot; &lt;secretarytocapt3@h...&gt; writes:\n&gt; \n&gt; &gt;CORRECTION &quot;NO EYE CANDY VIEWING!!!!&quot;\n&gt; &gt;seeing how your demotion to bath house attendant last time was not \na\n&gt; &gt;real punishment for you LOL!\n&gt; &gt;\n&gt; &gt;--- In SHQ@yahoogroups.com, &quot;secretary&quot; \n&gt; \n&gt; \n&gt; -MissBehavin dares to wade into the debate.-\n&gt; \n&gt; Acutally there is something to this. From what I understand, not \nall of Hijikata&#39;s guilt over Kondo&#39;s fate was based on his friend \nbeing captured while the rest of them escaped. Some of it seems to \nhave come  from the fact that he was unable to stop the execution. He \nwent to Edo under the name &quot;Hayato Naito&quot; to appeal for Kondo&#39;s \nrescue. Who did he appeal to? The obvious choice would be Matsudaira. \n&gt; \n&gt; I doubt that Matsudaira&#39;s decision not to do anything would have \nbeen based on trying to secure others a better position. At that \npoint he must have realized he was on shaky ground himself. This is \nabout the time he went back to Aizu and began making appeals for a \nlenient decision against his domain if I&#39;m not mistaken. He had power \nstill, but he also knew it was only a matter of time before the new \ngovernment passed judgement on him. Probably he didn&#39;t attempt to \nstop Kondo&#39;s execution because such an action might have made him \nlook guilty to the few sympathetic eyes out there. People would have \nbeen like &quot;So! Still trying to throw your weight around, are you?!&quot; \nIt was better to stay silent and comply with the new government&#39;s \ndecisions. At least until they started to hit home...\n&gt; \n&gt; I can easily see elements of the Choshu group wanting to snatch up \nKondo for a new police force however. This would have been great for \nthem for a number of reasons. For one thing, a former Bakufu \nsupporter leading THEIR police force? That might have convinced \nothers (like Hijikata) that it was pointless to continue fighting. It \nwould also have halted some of the hositlities by showing that their \nenemies would be treated fairly. And they already knew from \nexperience the man&#39;s capabilities. On the conspiracy note, one might \nspecutlate that by advocating him they were hoping to curb some of \nSatsuma&#39;s influence in the new administration. However Satsuma was \nout to grab as much personal power as possible and, as a former enemy \nof the new government, any argument in Kondo&#39;s favor was doomed from \nthe start.\n&gt; \n&gt; \n&gt; -MissBehavin (Still believes the Babelfish was an Ishin \nconspiracy...)\n\n\n"
}