{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "kq1egC7JiFe3mplGDnyTZOaH_NFQzINd2IV5VYKGgNlY96gzuMKAbfMo0NVF7jcIWUrm-8KkZ4YcGkprdRtHHQeGX07rmoLw5awJ7VBrpvbh",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Recommended Movies + RK Popularity Momoiro",
    "postDate": "1089523810",
    "msgId": 1360,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNjcWo5MituOTRnQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQwNzEwMjA1NzMzLjgzMjcwLnFtYWlsQHdlYjYwODAzLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 1359,
    "nextInTopic": 1373,
    "prevInTime": 1359,
    "nextInTime": 1361,
    "topicId": 1259,
    "numMessagesInTopic": 35,
    "msgSnippet": "I would like to add to SK s comments about Rurouni Kenshin s popularity in other countries.  It was very popular in Thailand and well translated.  The entire",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 97280 invoked from network); 11 Jul 2004 05:30:14 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m17.grp.scd.yahoo.com with QMQP; 11 Jul 2004 05:30:14 -0000\r\nReceived: from unknown (HELO n20.grp.scd.yahoo.com) (66.218.66.76)\n  by mta2.grp.scd.yahoo.com with SMTP; 11 Jul 2004 05:30:14 -0000\r\nReceived: from [66.218.67.148] by n20.grp.scd.yahoo.com with NNFMP; 11 Jul 2004 05:30:11 -0000\r\nDate: Sun, 11 Jul 2004 05:30:10 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;ccqj92+n94g@...&gt;\r\nIn-Reply-To: &lt;20040710205733.83270.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3365\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.76\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Recommended Movies + RK Popularity Momoiro\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\nI would like to add to SK&#39;s comments about Rurouni Kenshin&#39;s\npopularity in other countries.  It was very popular in Thailand and\nwell translated.  The entire series was aired and the dubbing was\noutstanding but I still prefer Saitou&#39;s Japanese voice ^_^.  The tone\nand overall word selection of the manga translation was superb.  For\nexample how Cho speaks to Saitou, how Saitou speaks to Kenshin.  The\ntranslators were very careful and the Thai audience is very well\nacquainted with martial arts terminology borrowed from Chinese martial\narts.  So the translators used Chinese terms or provided footnotes to\nfurther explain a Japanese term.  What is incorrect is the title\n&quot;Wandering Samurai&quot;.  So you have to draw an &quot;X&quot; on your cheek or show\na picture to the store clerk so they understand.  If you say Rurouni\nKenshin as the title they will not understand ^_^\n\nSince many people are now starting to view martial arts films I would\nlike to recommend:\n&quot;Sanshiro Sugata&quot; DVD directed by Kurosawa (judo, karate,and western\nboxing takes place in 1887 Yokohama)  I have always preferred\nKurosawa&#39;s earlier films over his later films such as Kagemusha or\nRan.  Sanshiro Sugata must be enjoyed over a couple of days at least.\n\n&quot;A Touch of Zen&quot; directed by King Hu...the film was, like SWORD OF\nDOOM (I propose a new title the &quot;Psychopath Samurai&quot;), given the wrong\ntitle.  A Touch of Zen is actually a Chinese film so maybe they should\nhave called it &quot;A Touch of Ch&#39;an&quot; or something ^_^  This film takes\nplace in a totally different time period from that seen in Crouching\nTiger or Once Upon a Time in China or Iron Monkey...&quot;A Touch of Zen&quot;\ncontains wushu/kungfu action with little or no strings attached...the\nfilm does NOT go for the fairytale feeling as seen in Crouching Tiger\nso if you want that kind of action this is not for you. There is some\nstring work in a bamboo grove scene but I assure you no one walks on\nwater in this movie! Contains best man versus woman fight.  If the\nmovie was simply about a woman who kicks major *ss then I would not\nrecommend it (the martial arts genre if filled with strong female\ncharacters and an argument can be made that KILL BILL butchers the\nidea of a &quot;strong&quot; woman)...this film is MUCH more.  Banish the\nhorrible imported kungfu movies of the 70s with wild colors,\nincompetant dubbing and crazy Shaolin monks from your mind this film\nis at a whole different level. Amazing story, cinematography and\nacting makes it perhaps THE BEST martial arts movie to come out of\nChina.  But labelling it as simply an action film may be wrong as well\nbecause it deals with femininity (WITHOUT THE CROSS DRESSING!), the\nart of war, and ethics and morality.  This film contains elements such\nas the whole &quot;shining eyes&quot; (literally!!!), steady steady stare, and\nthe famous &quot;stare your opponents down&quot;.  In fact the heroine hardly\nblinks at times ^_^. The film was made in 1971 but can easily capture\nan audience in 2004...it was shown at a film festival in L.A. not too\nlong ago and dazzled the audience with its sophistication and class\nabsent in many martial arts films.   \n \n--- In SHQ@yahoogroups.com, Serizawa Kamo &lt;serizawakamo@y...&gt; wrote:\n&gt; As for RuroKen popularity, I guess it is quite popular\n&gt; in the Phillipines and France, just to name other two\n&gt; countries where RuroKen was published and got popular.\n&gt; \n&gt; Serizawa Kamo\n\n\n\n"
}