{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "Buqf83Ia2Kt3FzLDJmUanVyhEJ_jznd05N6LkK2586d3JRprAv_pV76fMsWzAnAZ7iZGecfSUUwnYtXxoXuBKUyKp9GpxBUOcCfgwL38p8hd",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "More Relevant Movies",
    "postDate": "1089642851",
    "msgId": 1363,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNjdTdoMytpcDB0QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 1362,
    "nextInTime": 1364,
    "topicId": 1363,
    "numMessagesInTopic": 1,
    "msgSnippet": "Miss B how could you miss this one... THE BACHELOR: Hijikata ^_^ I keep mentioning that Mamoru Oshii s (famous for Ghost in the Shell) Jin Roh: The Wolf",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 59228 invoked from network); 12 Jul 2004 14:34:16 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m24.grp.scd.yahoo.com with QMQP; 12 Jul 2004 14:34:16 -0000\r\nReceived: from unknown (HELO n9.grp.scd.yahoo.com) (66.218.66.93)\n  by mta6.grp.scd.yahoo.com with SMTP; 12 Jul 2004 14:34:16 -0000\r\nReceived: from [66.218.67.131] by n9.grp.scd.yahoo.com with NNFMP; 12 Jul 2004 14:34:12 -0000\r\nDate: Mon, 12 Jul 2004 14:34:11 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;ccu7h3+ip0t@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5581\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.93\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: More Relevant Movies\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\nMiss B how could you miss this one...\nTHE BACHELOR: Hijikata ^_^\n\nI keep mentioning that Mamoru Oshii&#39;s (famous for Ghost in the Shell)\nJin Roh: The Wolf Brigade is influenced by the Shinsengumi...now I\nhave even more proof.  Mamoru Oshii also made a film called Jigoku no\nbanken: kerubersu (1991) or Stray Dog: Kerberos Panzer Cops (USA\nrelease 2003) (actually made in 1991)I think Kerberos is a corruption\nof Cerberus the 3 headed dog of the underworld.  It can be categorized\nas an art film and it is not for everyone.  &quot;Stray Dog&quot; is almost a\nlive action verson of &quot;Jin Roh: The Wolf Brigade&quot; (easy to find in the\nU.S.) but with a totally different storyline.  Same group of guys\n(with armor and night vision capabilities) but this time it is about 2\nsurviving members of Kerberos.  One was a prisoner for 3 years, I&#39;ll\ncall him Mr. A, and the stock phrase &quot;best behavior&quot; was in the\nsubtitles...one escapes to China.  Most of the movie takes place on a\nshrimp farm in China as the subordinate officer tries to understand\nhis former superior officer (commander of the Kerberos Group) let&#39;s\ncall him Mr. B.  Mr. A receives a deal from the government to track\ndown Mr. B so Mr. A is working for the new government on an informal\nbasis.  The movie makes a bid deal about &quot;dogs&quot; and their value in\nsociety and their role to their masters (Jin Roh replaces dogs with\nwolves)...and how dogs are used and discarded.  The movie contains\nflash backs, during the end of the Kerberos force, Mr. A is abandoned\nby his commander Mr. B.(this is the source of confusion for Mr. A).\nNow after the government is established both Mr. A and Mr. B have lost\nall direction in life.  Kerberos and Jin Roh are without a doubt a\nsynthesis of Shinsengumi history and not any other group because of\nthe emphasis on the end of an era and noticeably in Kerberos the\nbringing together of various stary dogs (ronin?), giving them the best\nequipment money can buy and organizing them into small units (namely\n1,2,3).  Kerberos and Jin Roh are not armies they are a special task\nforce of the police department thus there is no basis for connecting\nthem to let&#39;s say the Satsuma samurai now known to the west as the\nLast Samurai.\n\nQUOTES FROM THE MOVIE...(and ummm some of it will sound very familar)\n&quot;The riots were over and became just a part of history.  The\ngovernment officials had completely oppressed and annihilated the\nopposition.  However, this lead to another battle against the elite\nsecurity unit that is known as &quot;kerberos&quot; who refused the order from\ntheir officials to disband. It created a symbolic figure at the end of\nthis age.  It was a rebellion of watch dogs who had lost their\nmasters.  People called it the Kerberos Uprising.&quot;\n\nI&#39;m still human inside even though I was trained to be a dog.\n\nthe ability to &quot;smell&quot; comrades and find them\n\ndesire to choose a master to be faithful to...&quot;like a nation or a thought&quot;\n\n&quot;I wish we both could find masters who we won&#39;t regret&quot;\n\n&quot;They(watch dogs) will never know the reason why their master had to\ndump them.&quot;\n\n&quot;I&#39;m going to talk about and impressive but tragic story about a dog\nwho is looking for his master and his future.&quot;\n\n&quot;There are many reasons why masters dump their dogs...you can even\ncall it a historical necessity.  No matter how unreasonable it may\nsound the dog has to pay for any misfortuneon his own even if he\ncouldn&#39;t understand the reason why.&quot;\n\nHero/main character got out of jail fast because &quot;given a separate\ntrial and was a well-behaved model prisoner.&quot;\n\n&quot;the time when dogs will disappear from this country will come...Even\nif your membory of the time you were a dog fills your hear with\nexcitement humans have to live only as humans.&quot;\n\n[I have screenshots from this film and will put them side by side with\n Jin Roh and will probably go all crazy and do a write up for\nSHQ...even though I have to finish other stuff ^_^]\n\nI watch Onmyoji (recommend by unsafesects I think) and it is from the\ndirector of Mibu Gishi Den (When the Last Sword is Drawn)...decent\nfilm about the sorcerer Seibei who lived during the Heian era AND HE\nWAS A REAL PERSON!!!!  I watched the extras and found the extras to be\nvery cool because the guy who portrays seibei, a kyogen actor(?), had\nto go to Seibei&#39;s shrine in Kyoto (built at the location of his.\nSeibei&#39;s house).  The actor in the extras and in the movie talks about\nthe significance of names for spells and how names ARE spells.  He\nsaid &quot;when I get tired of myself I can/will just change my name&quot;.\n\nAnd to finish off my marathon movie watching weekend my new copy of\nTwilight Samurai arrived.  If Mibu Gishi Den is about what was going\non in Kyoto then Twilight Samurai deals with what was happening in the\n countryside during the exact same time period.  The 2 fight scenes in\nTwilight Samurai are ~masterful~ (and I wish Mibu Gishi Den had more\nof these scenes!) and the movie gets and A+ from me for great story,\ncinematography and acting.  The film will touch on the koku rice\nsystem, famine, the escalating violence in Kyoto, the hardship of\nronin, the representation system in Edo (where retainers hardly meet\ntheir lords) and low ranking samurai.  The domain in which the movie\ntakes place was pro shogunate and close to Aizu (heroine was supposed\nto marry a retainer in Aizu)...and well you can kind of guess the\nending.  This film is not an epic it is like Mibu Gishi Den a very\ngood drama.  Twilight Samurai is a must see because it will allow us\nto better understand the demographics in the Shinsengumi not everyone\nwas from a high ranking samurai family e.g. Saitou.\n\n\n"
}