{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "OhHmZBGF1BJaZtyOOlx597e7mydcHRskU1fnI8IcDAeNm-xQys4o8YQFVuSHae0tCZZNlzJnB4OKkNK-l5lEEAvGovKncsRzKEY17hh4L8UV",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Painting",
    "postDate": "1089756645",
    "msgId": 1367,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNkMW1sNStxa24zQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 1366,
    "nextInTime": 1368,
    "topicId": 1367,
    "numMessagesInTopic": 1,
    "msgSnippet": "Since I fried my brain watching movies this weekend (due to a 2 for 1 rental rate at the store) I watched 2 movies by the Chinese director King Hu, A Touch of",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 63541 invoked from network); 13 Jul 2004 22:11:51 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m25.grp.scd.yahoo.com with QMQP; 13 Jul 2004 22:11:51 -0000\r\nReceived: from unknown (HELO n17.grp.scd.yahoo.com) (66.218.66.72)\n  by mta2.grp.scd.yahoo.com with SMTP; 13 Jul 2004 22:11:50 -0000\r\nReceived: from [66.218.67.155] by n17.grp.scd.yahoo.com with NNFMP; 13 Jul 2004 22:10:45 -0000\r\nDate: Tue, 13 Jul 2004 22:10:45 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cd1ml5+qkn3@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2317\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.72\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Painting\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\nSince I fried my brain watching movies this weekend (due to a 2 for 1\nrental rate at the store) I watched 2 movies by the Chinese director\nKing Hu, &quot;A Touch of Zen&quot; and &quot;Legend of the Mountain&quot; both films have\na character who is both a scholar and an artist (portrayed by the same\nactor too).  King Hu is one of those directors who can direct very\n&quot;real&quot; looking action scenes, capture turtles basking and somehow\nmanage to get sparrows to fly a certain way too it seems.\n\nI did some screencaps of scenes which have close ups of paintings,\npainting equipment used in the East Asian art.  In one of the screen\ncaps you will lots of different size brushes.  If you recall\nhttp://1happyturtle.com/makoto/portraits/NNNakajimaxl.jpg\nNakajima Nobori us shown drawing with only one brush.  However, I took\na closer look at the paintings of Saitou and Hijikata and noticed that\nto draw their hair he must have had a fine or small brush.  In the\nscreen caps you will also note that an artist likes to have his/her\nteapot and teacup nearby because when you use waterbased paints you\nwill in general have to work fast and you don&#39;t want to have to get up\nand run to the kitchen for tea.  I also wonder if he used stick\ncharcoal to sketch first too.  Lastly, I happen to have 2 screencaps\nof a woman, the demoness in &quot;Legend of the Mountain&quot; painting and\npreparing paints during the daytime and at night.  Now, I figure while\nNakajima Nobori was on his &quot;best behaviour&quot; I figure they government\nmust have had the prisoners do some simple manual labor and not just\nhave them sit there the whole day then perhaps he painted at night by\ncandle light which may explain why he loves to use the color black\neven though in his self-portrait he had primary colors on the table\n---easier to see the color black in low light situations (alternate\ntheory is that every artist at the time liked to use black). Keep in\nmind that NN is not a professional he drew the portraits for himself.\nI&#39;m impressed how he drew Hara Gorou&#39;s sister&#39;s feet...  \n\nScreencaps are a great learning tool ^_^\nURL: http://www.streamload.com/secretarytocapt3/\nFolder: NakajimaN\nFilename: &quot;paint&quot; zipped jpegs\npassword: makoto\n\nActor to play NN in the ultimate Shinsengumi movie\nhttp://1happyturtle.com/makoto/NNcast.jpg\nnow, who has 500 million they can spare ^_^\n\n\n"
}