{
    "userId": 182822216,
    "authorName": "ktamae@****",
    "from": "ktamae@...",
    "profile": "tamagot93",
    "replyTo": "LIST",
    "senderId": "HrhcVPx-jeGYa86Qdr0H6pcRLW889824jiMHd0iz0I71EZubgtEVkLnCiz4mQg7RJTAfemg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "TV film&quot;Byakkotai&quot;,review",
    "postDate": "1089896831",
    "msgId": 1370,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDE0LjJlNDE2ZWVhLjJlMjdkYjdmQGFvbC5jb20+"
    },
    "prevInTopic": 0,
    "nextInTopic": 1371,
    "prevInTime": 1369,
    "nextInTime": 1371,
    "topicId": 1370,
    "numMessagesInTopic": 3,
    "msgSnippet": "I watched this TV film for the first time when it was aired long long time ago, and what I can remember now about it is this film made me cry and cry. I could",
    "rawEmail": "Return-Path: &lt;Ktamae@...&gt;\r\nX-Sender: Ktamae@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 46182 invoked from network); 15 Jul 2004 13:07:36 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m23.grp.scd.yahoo.com with QMQP; 15 Jul 2004 13:07:36 -0000\r\nReceived: from unknown (HELO imo-m23.mx.aol.com) (64.12.137.4)\n  by mta4.grp.scd.yahoo.com with SMTP; 15 Jul 2004 13:07:36 -0000\r\nReceived: from Ktamae@...\n\tby imo-m23.mx.aol.com (mail_out_v37_r2.6.) id r.14.2e416eea (4362)\n\t for &lt;shq@yahoogroups.com&gt;; Thu, 15 Jul 2004 09:07:12 -0400 (EDT)\r\nMessage-ID: &lt;14.2e416eea.2e27db7f@...&gt;\r\nDate: Thu, 15 Jul 2004 09:07:11 EDT\r\nTo: shq@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 7.0 for Windows sub 10506\r\nX-eGroups-Remote-IP: 64.12.137.4\r\nFrom: ktamae@...\r\nSubject: TV film&quot;Byakkotai&quot;,review\r\nX-Yahoo-Group-Post: member; u=182822216\r\nX-Yahoo-Profile: tamagot93\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI watched this TV film for the first time when it was aired long long time \nago, and what I can remember now about it is this film made me cry and cry.\nI could just re-watched this one few days ago, It still made me cry, seeing \nthose young boys committing suicide, the tragedy of Aizu people so proud and \nloyal.\n\nAs the comment about this film in filmography section on SHQ site, this film \nhas two parts.\nThe first part shows well the complicated situation of Aizu. There is some \nsamurai of the domain like chief retainer Tanomo Saigo, who opposed to Katamori \nMatsudaira receiving the office of Protector of Kyoto, because they thought \nthat would involve Aizu too much in political conflict.\nThey show also the tragic destiny of Shuri Jinbo, who must commit seppuku \nafter the defeat of Toba Fushimi, as the responsible of Katamori&#39;s abandon.\n\nShinsengumi makes an appearance indeed, but they show only Kondo, Hijikata \nand Okita as main characters. There is no Saitou, nor other principal members.\nNevertheless, Ikedaya Raid scene is awesome one. I like especially Okita \nportrayed by Katsuhiko Nakagawa in this film. Kondo and Hijikata are also good, \nbut perhaps I&#39;m now so captivated by NHK Hijikata.\n\nThe second part entirely focuses on Aizu War with many details.\nIt&#39;s really hard to see how Byakkotai boys decided to kill themselves, \nsuicide of Tanomo Saigo&#39;s family including little girls and servants, extermination \nof Nihonmatsu Shounentai ( a unit formed by little boys younger than \nByakkotai), etc...\nThere are also,mortal combat of female unit Joushitai with heroic death of \nTakeko Nakano, gun fighting of brave Yaeko Yamamoto, Battle of Bonari Touge(They \nshows only Hijikata, however we can imagine at that time Saitou strayed from \nShinsengumi for a while) .\n\nActors and actress are most prestigious whom you can see in many other films \nlike Hisaya Morishige(Okazumi Inoue),Koutaro Satomi(Yorimo Saigo),Morio \nKazama(Katamori Matsudaira), Yumi Takigawa(Princesse Teru of Aizu),Masaomi \nKondo(Hijikata) etc...    , \n\nAlthough many of us might regret absence of Saitou or Tokio in this film, \nwatching this one makes us imagine his or her presence, have an idea about what \nhappened during the siege of Aizu.\nI have to mention brief appearence of Tokio&#39;s brother Morinosuke Takagi as a \nmessenger.\n\nTama\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}