{
    "userId": 187520196,
    "authorName": "momomanjyuu2004",
    "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
    "profile": "momomanjyuu2004",
    "replyTo": "LIST",
    "senderId": "n1iB1Dz-QwPhNsBHICXorjpdNl6skEO3Mx6DCKF4uIF6rPA6PeDtoJ-e_mm3zGN7UXpNjzn4Vpt3m86266_EdsTEA5UjcGKvUm0OplgRFpfZKkwY",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Raid Planned for July 6 + RK Popularity Momoiro",
    "postDate": "1089915039",
    "msgId": 1373,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNkNmhhditlcDllQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQwNzEwMjA1NzMzLjgzMjcwLnFtYWlsQHdlYjYwODAzLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 1360,
    "nextInTopic": 1377,
    "prevInTime": 1372,
    "nextInTime": 1374,
    "topicId": 1259,
    "numMessagesInTopic": 35,
    "msgSnippet": "... Even Japanese people sense that Keigo is very difficult. I cannot master it correctly, either. lol Unless it is very ill-mannered wording, I think that",
    "rawEmail": "Return-Path: &lt;momomanjyuu2004@...&gt;\r\nX-Sender: momomanjyuu2004@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 38988 invoked from network); 15 Jul 2004 18:16:12 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m5.grp.scd.yahoo.com with QMQP; 15 Jul 2004 18:16:12 -0000\r\nReceived: from unknown (HELO n32.grp.scd.yahoo.com) (66.218.66.100)\n  by mta5.grp.scd.yahoo.com with SMTP; 15 Jul 2004 18:16:11 -0000\r\nReceived: from [66.218.67.171] by n32.grp.scd.yahoo.com with NNFMP; 15 Jul 2004 18:10:41 -0000\r\nDate: Thu, 15 Jul 2004 18:10:39 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cd6hav+ep9e@...&gt;\r\nIn-Reply-To: &lt;20040710205733.83270.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5080\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.100\r\nFrom: &quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;\r\nSubject: Re: Raid Planned for July 6 + RK Popularity Momoiro\r\nX-Yahoo-Group-Post: member; u=187520196\r\nX-Yahoo-Profile: momomanjyuu2004\r\n\r\n--- In SHQ@yahoogroups.com, Serizawa Kamo &lt;serizawakamo@y...&gt; wrote:\n&gt; (keigo wa mattaku dame desu no de\n&gt; ohazukashii kagiri desu. Sumimasen... m(..)m ).\n\nEven Japanese people sense that Keigo is very difficult. \nI cannot master it correctly, either. lol\nUnless it is very ill-mannered wording, I think that there is no \nproblem. \n(The romanji text of Kamo san is very polite.) \n\n&gt; I presume you are talking about these:\n&gt; \n&gt; http://www.nikkeyshimbun.com.br/011102-71colonia.html\n&gt; http://www.nikkeyshimbun.com.br/030124-62colonia.html\n&gt; \n&gt; And yes, it is pretty much true. Rurouni Kenshin\n&gt; (known as Samurai X here) was a huge hit, despite the\n&gt; heavy censorship suffered when it was aired and the\n&gt; incredibly poor dubbing (e.g., they never defined if\n&gt; Kenshin was going to Kyoto, Tokyo, Edo or Aioria(sic)\n&gt; to fight Shishio). The &quot;Yahiko no Sakabatou&quot; is being\n&gt; released here almost one year after the end of the\n&gt; original series and already its first print is almost\n&gt; sold out (ookata kanbai desu), though it&#39;s being sold\n&gt; so far only in a local anime con. Not to mention that\n&gt; there are still many RK cosplayers in the event,\n&gt; including Kenshin, Sanosuke, Yahiko and Saito, despite\n&gt; the end of the series.\n&gt; \n&gt; As for RuroKen popularity, I guess it is quite popular\n&gt; in the Phillipines and France, just to name other two\n&gt; countries where RuroKen was published and got popular.\n&gt; \n&gt; Serizawa Kamo\n\nI&#39;m sorry, I was mistaken in the address. \nMy subject is the report of the first address which you put up. \nI surmise that it will probably be extremely popular that each \nvolume sells rather than 100,000 copies although a scale is \nnaturally different for every country. \nAlthough RK is a fiction, history of Japan is involved. \nAnd a color of Japan is a strong work. \nI think that it will be really serious to translate it as the people \nof a foreign country can understand it. \nHowever, I read that translators have translated the world of RK \nvery in conscience. \nIs the page of the talk of Watsuki sensei also translated? \nTranslation is more difficult for that page than story. \nI think that people who are not interested in Japanese history and \nShinsengumi do not understand the talk of the model of the character \nat all. \n\nI have heard rumor that there is a fan of very deep Shinsengumi, \nabout France. \n(Since I cannot read French, I cannot confirm it.) \nFor me, RK is only one of the eccentric Shonen Manga. \nHowever, it is very wonderful because this Manga is introducing \nShinsengumi to many countries. \n\n\n--- In SHQ@yahoogroups.com, &quot;secretary&quot; &lt;secretarytocapt3@h...&gt; \nwrote:\n&gt; I would like to add to SK&#39;s comments about Rurouni Kenshin&#39;s\n&gt; popularity in other countries.  It was very popular in Thailand and\n&gt; well translated.  The entire series was aired and the dubbing was\n&gt; outstanding but I still prefer Saitou&#39;s Japanese voice ^_^.  The \ntone\n&gt; and overall word selection of the manga translation was superb.  \nFor\n&gt; example how Cho speaks to Saitou, how Saitou speaks to Kenshin.  \nThe\n&gt; translators were very careful and the Thai audience is very well\n&gt; acquainted with martial arts terminology borrowed from Chinese \nmartial\n&gt; arts.  So the translators used Chinese terms or provided footnotes \nto\n&gt; further explain a Japanese term.  What is incorrect is the title\n&gt; &quot;Wandering Samurai&quot;.  So you have to draw an &quot;X&quot; on your cheek or \nshow\n&gt; a picture to the store clerk so they understand.  If you say \nRurouni\n&gt; Kenshin as the title they will not understand ^_^\n\nMy aunt comes from Thailand. \nCorrectly, my uncle&#39;s wife comes from Thailand. \n(She is a Japanese now.) \nWhen she came to Tokyo about 15 years ago, she had said in Thailand \nthat Japanese animation was popular. \nShe had said that &quot;Ikkyusan&quot; was popular. \nI do not know what Ikkyusan was called in Thailand. \nIt is the talk of the boy monk of the Muromachi period. \nHe is a very clever boy and solves the difficult problem which \nSyogun and a rich merchant bring. \nI wondered why the work would be popular. \nMy mother surmised that it was because Thailand is a Buddhism \ncountry. \nEven so, that work has many special features of ancient times of \nJapan, and I thought that it was the difficult work of translation. \nSince there is such memory, even if I hear that the translators of \nThailand translated RK well, I am not surprised. \n(But it is a surprising thing. Since Bakumatsu is a very troublesome \ntime, there are many people who cannot explain well even among \nJapanese people....And I am also contained there.) \n\n\nA long time ago, I looked at GONIN in the movie theater. \nI and a friend entered to kill time in the movie theater, became \nsomewhat crazy, and came out from there. \n&quot;Sato Koichi and Motoki Masahiro were kissing!!&quot; \n&quot;Kitano Takeshi was homosexual Yakuza!!!&quot;\n\n\nBy the way, has the talk of &quot;Azumi&quot; movie already come out here? \nWith this work, Odagiri Joe is playing the crazy swordsman. \nSince there was much action using a wire, to those who like a \nlegitimate sword-play film, it was disreputable, but it was \ncomparatively interesting. \n\nmomoiro-usagi\n\n\n"
}