{
    "userId": 182822216,
    "authorName": "ktamae@****",
    "from": "ktamae@...",
    "profile": "tamagot93",
    "replyTo": "LIST",
    "senderId": "bEnIxw2IH3D-nhIX83aC87LvS82SF9QrmxId9bz9e1D0IFqEbAAiX9crEPwAgs8xzCwcKig",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Jo Odagiri Interview",
    "postDate": "1090332915",
    "msgId": 1389,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDFkNi4yNjhmNzA1NC4yZTJlODJmM0Bhb2wuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 1388,
    "nextInTime": 1390,
    "topicId": 1389,
    "numMessagesInTopic": 1,
    "msgSnippet": "TV Navi magazine, July issue special-edition Shinsengumi! men s DRAMATIC STORY Odagiri Jo:Hajime Saito [What makes the charm of this drama for me is Mr.",
    "rawEmail": "Return-Path: &lt;Ktamae@...&gt;\r\nX-Sender: Ktamae@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 10085 invoked from network); 20 Jul 2004 14:18:11 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m19.grp.scd.yahoo.com with QMQP; 20 Jul 2004 14:18:11 -0000\r\nReceived: from unknown (HELO imo-m27.mx.aol.com) (64.12.137.8)\n  by mta1.grp.scd.yahoo.com with SMTP; 20 Jul 2004 14:18:10 -0000\r\nReceived: from Ktamae@...\n\tby imo-m27.mx.aol.com (mail_out_v37_r2.6.) id r.1d6.268f7054 (2612)\n\t for &lt;shq@yahoogroups.com&gt;; Tue, 20 Jul 2004 10:15:15 -0400 (EDT)\r\nMessage-ID: &lt;1d6.268f7054.2e2e82f3@...&gt;\r\nDate: Tue, 20 Jul 2004 10:15:15 EDT\r\nTo: shq@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 7.0 for Windows sub 10506\r\nX-eGroups-Remote-IP: 64.12.137.8\r\nFrom: ktamae@...\r\nSubject: Jo Odagiri Interview\r\nX-Yahoo-Group-Post: member; u=182822216\r\nX-Yahoo-Profile: tamagot93\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nTV Navi magazine, July issue &quot;special-edition &quot;Shinsengumi!&quot; men&#39;s DRAMATIC \nSTORY&quot; \nOdagiri Jo:Hajime Saito\n\n[What makes the charm of this drama for me is Mr. Mitani&#39;s scenario above \nall]\n\nThe most impressive episode for me is the first one, in which showing every \nmembers gathered, then the drama went back to the past in order to show their \nlife in Edo. When I saw those members fully equipped for the first time, I&#39;ve \ngot an idea about the group called Shinsengumi.\nAlthough half a year has passed, I maintain a certain distance from the \npersonage of Hajime Saitou to portray him as he has somewhat mysterious image.\n\nHajime Saitou has few historical record. I picked up as possible as I could, \nan outline or a fragment of the man from these restricted information to \ncreate my own image of him.\nOf course Mr. Mitani has given me many suggestion about the role, though I \ndare not tell about it as I&#39;d like to respect the imagination of the audience.\n\nIn Ikedaya incident, Saitou takes another action within Hijikata&#39;s unit \nagain, and he is slipping now in and now out of sight. Since he doesn&#39;t go along \nwith other members most of time(laugh). \nAfter this incident, Saitou will go to the direction of his espionage \nactivity from now on. \nWhich side his real intention is, on Kondo or Kashitaro Itou? I want to play \nwith an ambiguous touch toward the so called &quot;Aboura no Kouji incident&quot;. \nHajime Saito&#39;s keyword would be&quot;the ambiguity&quot;. \n\nThe attraction of Saitou&#39;s swordplay is its fierceness, and I think it&#39;s \nbetter to don&#39;t mind about any specific sword style he would have. I think I can \ndo anything if he would be strong. I care about how I interpret the \nchoreography given by the sub-director of sword fight scenes.\nAs I know that historical Saitou excels in thrust, I asked the sub-director \nto give me more sword fight with this technique.\n\nWhat makes the charm of this drama for me is Mr. Mitani&#39;s scenario above all.\nI read his script each time with pleasure. Since it finally becomes about 50 \nvolumes. I&#39;m glad only by thinking that 50 scripts of Mr. Mitani can be got.\n\n***************************************************\nTama\n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}