{
    "userId": 187520196,
    "authorName": "momomanjyuu2004",
    "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
    "profile": "momomanjyuu2004",
    "replyTo": "LIST",
    "senderId": "U3r1JD3zNBDVSRui1Cxs5NlgZflK4qd18jBhl1l4uIrn-xGOBWXWM99e_rCF8ZRRPOm1REeRNV56B4g_YVXPNnBc0ugeDEjB8b2uUSdcbZjv8IxI",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: RK Popularity",
    "postDate": "1090667013",
    "msgId": 1404,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNkdGZtNSs2dXF0QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQwNzE2MTgwMzMyLjQ0MjQ5LnFtYWlsQHdlYjYwODA5Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 1399,
    "nextInTopic": 1405,
    "prevInTime": 1403,
    "nextInTime": 1405,
    "topicId": 1259,
    "numMessagesInTopic": 35,
    "msgSnippet": "... There are actually many people who read Captain Tsubasa and began soccer among the players of J.League. Before that work was set to anime, most Japanese",
    "rawEmail": "Return-Path: &lt;momomanjyuu2004@...&gt;\r\nX-Sender: momomanjyuu2004@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 68952 invoked from network); 24 Jul 2004 11:03:40 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m19.grp.scd.yahoo.com with QMQP; 24 Jul 2004 11:03:40 -0000\r\nReceived: from unknown (HELO n21.grp.scd.yahoo.com) (66.218.66.77)\n  by mta4.grp.scd.yahoo.com with SMTP; 24 Jul 2004 11:03:35 -0000\r\nReceived: from [66.218.67.159] by n21.grp.scd.yahoo.com with NNFMP; 24 Jul 2004 11:03:35 -0000\r\nDate: Sat, 24 Jul 2004 11:03:33 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cdtfm5+6uqt@...&gt;\r\nIn-Reply-To: &lt;20040716180332.44249.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6559\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.77\r\nFrom: &quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;\r\nSubject: Re: RK Popularity\r\nX-Yahoo-Group-Post: member; u=187520196\r\nX-Yahoo-Profile: momomanjyuu2004\r\n\r\n--- In SHQ@yahoogroups.com, Serizawa Kamo &lt;serizawakamo@y...&gt; wrote:\n&gt; As for the setting of the manga, there are many people\n&gt; who have a keen interest in Japanese culture (just as\n&gt; a curiosity, many people started practicing kendo\n&gt; after reading RuroKen. Kinda like what Captain Tsubasa\n&gt; did to Japanese soccer, methinks ^^), especially manga\n&gt; and anime. Some older people (20s and higher) do like\n&gt; tokusatsu too, ranging from Ultraman/Ultraseven to\n&gt; Changeman (including Magma Taishi!). There was\n&gt; recently a local anime con with the presence of four\n&gt; JAM Project members, Kageyama Hironobu, Okui Masami,\n&gt; Endo Masaaki and Sakamoto Eizo, and their show was a\n&gt; huge success (I am still a bit dizzy thanks to the\n&gt; show ^^;;;). The artists themselves were quite\n&gt; impressed, as their diaries show:\n&gt; \n&gt; http://www.makusonia.com/cgi-bin/diary/diary.cgi\n&gt; (Okui Masami&#39;s diary)\n&gt; \n&gt; http://www.mmjp.or.jp/birthday/kage/d/d_new.html\n&gt; (Kageyama Hironobu&#39;s diary)\n&gt; \n&gt; So, I guess the interest in the Japanese culture was\n&gt; one of the reasons why RuroKen was such a success\n&gt; here. Obviously, there was also the artwork, the plot\n&gt; and the characters ^^\n  \nThere are actually many people who read &quot;Captain Tsubasa&quot; and began \nsoccer among the players of J.League. Before that work was set to \nanime, most Japanese boys were playing baseball.^^ \nRecently, there were many children who were influenced by &quot;Hikaru no \ngo&quot; and began the game of go. \n\nAlthough I have read and noticed their diary, now present Brazil is \nwinter. Since Brazil had a hot image, I was surprised that they are \nwriting that that is cold.\n\nTokusatsu is popular among the mothers who have small child in the \nlatest Japan. Although it is shown to children, in fact, they are \nabsorbed in Tokusatsu. lol\nIs Kageyama the person who sang the song of &quot;DragonBall&quot; and &quot;Saint \nSeiya&quot;? \nAbout &quot;Saint Seiya&quot;, some South American broadcasting stations heard \nrumor that it requested so that TOEI created the sequel of that. \nAlthough only it is not the cause, DVD of the new episode of &quot;Saint \nSeiya&quot; has come out now. \nMany of my friends were the fans of Saint Seiya at their school \ndays. Although not excited like before, several persons buy DVD. \n \n&gt; And in the first few volumes, there was even some\n&gt; extra material explaining things like Japanese\n&gt; history, basic Japanese swordsmanship (kendo) jargon\n&gt; and all, including a short essay on the &quot;Miburo&quot;\n&gt; manga, starring Serizawa Kamo (no, not me, of course\n&gt; ^^;;;) who was the model for Jin-eh.\n\nReally? It is wonderful. \nIn Japan, it only introduced that there was Manga which became \norigin. I found &quot;Miburo&quot; by chance at the secondhand bookseller, and \nit got to know that this Manga was the work of the talk of Watsuki. \nJapanese RK fan may have many those who do not know this work. \n\nIncidentally, there is an opinion that Serizawa Kamo (not you) had \ntrouble with his syphilis, truly. \n(This is a guess of some researchers and there is no positive \nproof.) \nIf syphilis advances, a patient&#39;s brain goes crazy and it becomes \nimpossible for him to understand anything. Researchers explain that \nSerizawa drank alcohol and rioted in order to beguile the sick fear. \nThe Japanese of that time was threatened by syphilis and \ntuberculosis. \n\n&gt; Perhaps it&#39;s Tama-san ^.^ (just kidding!).\n\n!!!!!!  very cool! (This is also kidding!)\nTama-san jyoudan ni yobidashite gomen-nasai ^^;;;\n\n&gt; But I&#39;m sure there are many Shinsengumi enthusiasts in France.\n\nSeveral French military men sided with Enomoto, and fought together \nwith Hijikata in Hakodate. I am glad if they know it. \n\n&gt; There are some hardcore Shinsengumi fans here as well.\n&gt; Just as a curiosity, the winning &quot;cosplay&quot; of one\n&gt; anime con in 2001 was about the Shinsengumi killing\n&gt; Battousai ^^;;; I really got surprised when I saw one\n&gt; person fighting with a spear and another one coughing\n&gt; up blood during the masquerade ^^;;;;\n\nHarada and Okita!\nProbably, it was an interesting work to people who know Shinsengumi. \nIs a short play performed there at the time of &quot;cosplay&quot;? \nIn Japan, although much cosplayers gather at the time of comic \nmarket or other events, the short play is not performed. \nSince comic market is the place which sells doujinshi, cosplay is a \nsupporting player. I do not know about the event of only cosplay. \n\n&gt; I agree ^^ That&#39;s very good, especially because the\n&gt; only other &quot;source&quot; of information on the Shinsengumi\n&gt; here was... the &quot;Gohatto&quot; movie... ^^;;;\n\n&quot;Gohatto&quot; thinks that it was disreputable to the fans of \nShinsengumi. The angry person was also in my surroundings. \nI am interested in how you have recognized Shinsengumi on that \nmovie. \n\nAbout RK, I sensed that it was very strange. \nWhen RK caused Shinsengumi boom, it differed from the former boom. \nAlthough the fans in novel or drama of the boom till then were \ncenters, RK called in the fans of manga or anime. \nAnd although Okita, Hijikata, and Kondou of the boom till then were \nthe leading roles, the leading role at that time was Saitou Hajime. \n\nI said to RK fan&#39;s friend. \n&quot;Although the Shinsengumi member most famous for Japan is Okita \nSouji, a Shinsengumi member famous for countries other than Japan is \nSaitou Hajime.&quot; \nAfter my friend thought for a while and understood the meaning, she \nlaughed. \nShe said. &quot;The Shinsengumi member whom I got to know at the very \nbeginning was also Saitou Hajime.&quot; ^^;;\n\n  \n&gt; I remember I took years to understand what it meant\n&gt; ^^;;;\n\nPossibly, was Ikkyu-san broadcast even in Brazil? ...sugoi desu.\n\n&gt; And they will produce the sequel ^^;;; Obviously, as\n&gt; it is based on a manga, I didn&#39;t expect a jidaigeki or\n&gt; anyting similar ^^;;; Odagiri Joe reminded me of a\n&gt; character that appears in the first volumes of Burai,\n&gt; though. And they could have replaced Aya Ueto for a\n&gt; cute doll and it would have acted better than her\n&gt; ^^;;; Let us hope that her acting skills will improve\n&gt; for the sequel...\n\nA sequel will be next year. It seems that Nomura Yujin (Hijikata of \nMibugishiden movie) appears on &quot;Azumi2&quot;. (I investigated and found \nhis information.) \n\nBurai....To be sure, that character also wore the white kimono. \n \n&gt; Have you watched &quot;Jigoku no Koshien&quot;? Odagiri Joe\n&gt; appears in that work too, as Yakyu Jubee, if I&#39;m not\n&gt; mistaken ^^\n\nWell, the actor of &quot;Jigoku Koshien&quot; is not Odagiri. \nHe is an actor named Sakaguchi Taku.\nIt seems that he was appearing also on &quot;Azumi&quot; as three brothers&#39; \nmurderer. \n\n\nShikashi Kamo san kuwashisugi desu. Brazil no Anime fan wa minasan \nsoudesuka? ^^;;;\n\nmomoiro-usagi\n\n\n"
}