{
    "userId": 182822216,
    "authorName": "ktamae@****",
    "from": "ktamae@...",
    "profile": "tamagot93",
    "replyTo": "LIST",
    "senderId": "NVja1j-5tFO4lOjDpDt8MoWCskDyfugoB-M-8l5m5roq1eEeiJw8XUUDUCELIKxQ_t_oDAQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "About adoption in Japan",
    "postDate": "1091232685",
    "msgId": 1438,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDg1LjExZjA4YjU3LjJlM2MzZGFkQGFvbC5jb20+"
    },
    "prevInTopic": 0,
    "nextInTopic": 1442,
    "prevInTime": 1437,
    "nextInTime": 1439,
    "topicId": 1438,
    "numMessagesInTopic": 13,
    "msgSnippet": "I understand that many people are perplexed with the question of adoption in Japan in the past. Certainly blood relation is important for us, if so we wonder",
    "rawEmail": "Return-Path: &lt;Ktamae@...&gt;\r\nX-Sender: Ktamae@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 16990 invoked from network); 31 Jul 2004 00:11:33 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m22.grp.scd.yahoo.com with QMQP; 31 Jul 2004 00:11:33 -0000\r\nReceived: from unknown (HELO imo-d04.mx.aol.com) (205.188.157.36)\n  by mta6.grp.scd.yahoo.com with SMTP; 31 Jul 2004 00:11:33 -0000\r\nReceived: from Ktamae@...\n\tby imo-d04.mx.aol.com (mail_out_v37_r2.6.) id r.85.11f08b57 (4004)\n\t for &lt;SHQ@yahoogroups.com&gt;; Fri, 30 Jul 2004 20:11:25 -0400 (EDT)\r\nMessage-ID: &lt;85.11f08b57.2e3c3dad@...&gt;\r\nDate: Fri, 30 Jul 2004 20:11:25 EDT\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 7.0 for Windows sub 10506\r\nX-eGroups-Remote-IP: 205.188.157.36\r\nFrom: ktamae@...\r\nSubject: About adoption in Japan\r\nX-Yahoo-Group-Post: member; u=182822216\r\nX-Yahoo-Profile: tamagot93\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI understand that many people are perplexed with the question of adoption in \nJapan in the past.\nCertainly blood relation is important for us, if so we wonder why so many \nadoption cases?\n\nIf you&#39;ve seen NHK drama, you can remember Isami&#39;s mother-in-law talking that \n Isami was adoptive son for Kondo family as well as his father-in-law. \nTherefore none of Isami, his father and mother-in-law have blood relation with \noriginal Kondo family!\nAnd again, recently in the drama, Isami adopted another stranger for the \nfamily, the youngest brother of Tani bros. as the heir of Kondo family, because he \nhasn&#39;t a son yet and Tani are distinguished family.\nIt seems strange, no? But it doesn&#39;t mean Kondo family case was special nor \nit was invention of scriptwriter.\n\nIt can be explained just in earlier Japan, the family name was considered \nmore important than blood relation, especially in some important family.\nFamily name means every property, function, duties, and rights attached to \nthe family.\nAnd at that time as only male successor is considered as heir of the family, \nhaving no son means extinction of the family. Extinction of the family name \nwas something very painful and humiliating thing for the people of that period. \nWe can understand that mentality as the extinction of family has been the \nmost important punishment for Daimyo or Hatamoto during Edo period.\n\nAdoption has been also a method of social promotion for rich farmer or \nmerchant family.\nThere were different forms of adoption; adopting a child of certain family as \nthe heir, or taking the husband of the daughter as adoptive son. The latter \none means the husband takes the name of his wife&#39;s family and this practice is \nalways done in certain family even now.\n\nConcerning Numazawa family, as this family has been the chief retainer of \nAizu,it was important for  Numazawa Kohachiroo to maintain the family name. \nAnd if they&#39;ve kept the secret, I think that they just wanted to raise Tatsuo \nas their own son as he was a baby, for son&#39;s happiness.\n(Because if they adopted a grown son like Isami, naturally there is no \nsecret.)\nFor Fujita&#39;s side, I think they gave the son for the solidarity of the \nrelatives and respect for the Aizu clan.\n\nIn fact our mentality has been changed so much since after WW2, and we became \nmore than more individual, and such adoption is now considered as something \nspecial. \nAlthough my family isn&#39;t an important one, I have also some adoption cases \nwithin my relatives, until at the time of my grand parents, so this kind of \npractice is not so shocking for me, thinking the context of the period.\n\nMay be I talked too much!\n I&#39;ll keep post for the Saito&#39;s possibly new photo.\n\nTama\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}