{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "Pux1YTR_Z4TKKtdtl7eNByPpaJNQVKfrDcqq7iqQDM0MV5JLyFTCEIcNoJwH7eDLS_x45LJEcjXHWK2S2LeMCUapXfsfVKkXEX6Q6P6_KaBP",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: About adoption in Japan",
    "postDate": "1091551217",
    "msgId": 1462,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNlb2Y1aCtlbXJhQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDQxMEZBMTcyLjcwMTA5MDNAYmVsbGF0bGFudGljLm5ldD4="
    },
    "prevInTopic": 1461,
    "nextInTopic": 0,
    "prevInTime": 1461,
    "nextInTime": 1463,
    "topicId": 1438,
    "numMessagesInTopic": 13,
    "msgSnippet": "Things to consider.... If you all check out the nifty translation of the 1to5.net translation it mentions Numazawa and S.H. (under his other name Denpachi",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 33171 invoked from network); 3 Aug 2004 16:40:23 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m4.grp.scd.yahoo.com with QMQP; 3 Aug 2004 16:40:23 -0000\r\nReceived: from unknown (HELO n3.grp.scd.yahoo.com) (66.218.66.86)\n  by mta3.grp.scd.yahoo.com with SMTP; 3 Aug 2004 16:40:22 -0000\r\nReceived: from [66.218.67.189] by n3.grp.scd.yahoo.com with NNFMP; 03 Aug 2004 16:40:17 -0000\r\nDate: Tue, 03 Aug 2004 16:40:17 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;ceof5h+emra@...&gt;\r\nIn-Reply-To: &lt;410FA172.7010903@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3735\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.86\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Re: About adoption in Japan\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\nThings to consider....\n\nIf you all check out the nifty translation of the 1to5.net \ntranslation it mentions Numazawa and S.H. (under his other name \nDenpachi Ichinohe)....what if the Numazawa&#39;s came into contact with \nS.H. during the exile?\n\nThe Numazawa&#39;s were Tokio&#39;s (distant) relatives...they didn&#39;t \nexactly give away their son to complete strangers.\n\nHow did their 2 older sons think of their parents.  They probably \nwondered &quot;mom and dad gave away our brother&quot; this is something that \nthey would remember their whole lives. It is possible that the boys \nwere clueless (this secret may have been kept from them), but from \ntheir ages, I think they could guess that something was very wrong.\n\nHow did Tokio and Goro handle questions from co-workers?  Although \nthe Queen of Conspiracies, Mistress of Mysteries, the Chief to \nSHQ.com has come up with infinite ways in which the pregnancy can be \nhidden by having Tokio live with the Numazawas before and after \ngiving birth, the QUESTION REMAINS the Numazawas had to know of the \npregnancy through family channels and I think that externally the \npregnancy was obvious to anyone who may have seen Tokio. BUT what if \nshe was the rare woman who&#39;s pregnancy didn&#39;t &quot;show&quot; much.\n\nThe Numazawa&#39;s may be asking for payback for &quot;something&quot;.  Asking \nfor a family&#39;s child is not the same as asking for money, a car or \nfavor.  The Numazawa&#39;s had to be 99.9% that the Fujitas would \nsay &quot;yes&quot;.  Think, were the Fujita&#39;s in a position to say &quot;no&quot;?\n\nI believe that Tokio&#39;s letter to Tatsuo 1 month before Fujita Goro \ndied may have been an attempt to explain things to Tatsuo and more \nimportantly allow F.G. to get things off his chest before he died.  \nIn fact, what if both parents decided that after all one was dying \nmight as well atleast attempt to clear things up and settle secrets.\n\nTatsuo&#39;s tears are to be expected.  His aunt&#39;s words basically \nturned his world upside down and he had HIS OWN SUSPICIONS, that is \nwhy he asked...people may have treated him differently and so \nforth.  My question is did he come into contact with the Fujitas \nevery once in a while during family gatherings and so forth?  \nTokio+Goro would have atleast wanted to see their son from [afar] \nand both would be careful not to do anything which would jeopardize \nTatsuo&#39;s position in the Numazawa family.  Both parents would engage \nin the &quot;blame game&quot;, imagine their long talks and attempt to avoid \nconversations which may lead to the 3rd son. I would think F.G. \nwould&#39;ve made the decision but they were related to Tokio,they would \nrelive over and over the decision and harbor their own doubts and \nwonder &quot;how is our Tatsuo doing?&quot;  The adopting out of Tatsuo any \nway you look at it was a like a lifelong cloud of sorrow which would \nhang over Tokio&#39;s conscience.  I do not see either parents as \nshopping around and looking for a family to take their son once the \npregnancy was apparent...I think the Numazawa&#39;s made a request that \nthey had to fulfill and I don&#39;t think simple loyalty was the ONLY \nREASON.\n\nYes, they lived in a different culture and different time period.  \nHowever, the human heart has not changed much.  Culture and society \ncan help them to try to rationalize their actions to themselves but \nthe bottom line is that a mother&#39;s instinct is to grieve the loss of \nher child...it was a peculiar situation and in their early 40s, \nFujita Goro was a chief inspector and Tokio was well placed in her \ncareer both would have been financially able to raise another boy.\nNo husband/father can understand the heart of a mother and Tokio \nwould have to grieve alone...I actually imagine Fujita Goro \nconcentrating more and more on work to the point he would lose \nhimself in it.\n\n\n"
}