{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "uKwzDf8fCbj1uq_UR8Osk_MXZ1OWdcWl7hKxReM2SNIjZe-K9YPJch6q1jhfk06e3bTY0QYc3lAqFUcDKBjdIdOQ1uWcycIrHC2Cag8eDmxm",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Shinsengumi&Hollywood (What went Wrong/Right)",
    "postDate": "1093576106",
    "msgId": 1515,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNnbThqYStoaW1hQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 1518,
    "prevInTime": 1514,
    "nextInTime": 1516,
    "topicId": 1515,
    "numMessagesInTopic": 6,
    "msgSnippet": "For the past weeks I was in contact with someone in a company which expressed interest in a documentary topic concerning Japan.  In fact Last SAmurai was the",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 9144 invoked from network); 27 Aug 2004 03:08:27 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m7.grp.scd.yahoo.com with QMQP; 27 Aug 2004 03:08:27 -0000\r\nReceived: from unknown (HELO n3.grp.scd.yahoo.com) (66.218.66.86)\n  by mta4.grp.scd.yahoo.com with SMTP; 27 Aug 2004 03:08:27 -0000\r\nReceived: from [66.218.66.61] by n3.grp.scd.yahoo.com with NNFMP; 27 Aug 2004 03:08:27 -0000\r\nDate: Fri, 27 Aug 2004 03:08:26 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cgm8ja+hima@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3881\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.86\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Shinsengumi&Hollywood (What went Wrong/Right)\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\nFor the past weeks I was in contact with someone in a company which\nexpressed interest in a documentary topic concerning Japan.  In fact\nLast SAmurai was the catalyst for the interest.  IRONICALLY, Last\nSamurai was also part of the failure of this project (the film&#39;s box\noffice earnings was not &quot;good&quot; enough).\n\nKeep in mind that the company expressed interest first.  I involved a\nrespected authority figure in this attempt and the company has this\nperson&#39;s proposal and contact info.  \n\nA WEALTH of images, multimedia (movies, music vids), scans,  links etc\nbasically everything I have or WE have I should say was presented to\nthem on a silver platter.  Everything was tailored to their\nconvenience.  SHQ&#39;s site as well as pics/maps gathered by our members\nwere used to make the case.\n\nThe authority submitted a proposal and I did as well but full of eye\ncatching imagery.  Things moved along quickly up the ladder.  Numerous\nupdates and what I would like to call &quot;info feeds&quot; were made to my\ncontact (on a DAILY basis 0_0), a VERY strong case of the Shinsengumi&#39;s\n1) marketability\n2) universal appeal...movies made for every generation with various\ninterpretations and forms\n3) proof that NOW is the time to bring them to the USA but tailored a\nbit to suit the tastes of the American audience\n*successful in showing marketability* I used screenshots of\nShinsengumi movies from different &quot;generations&quot; to show that their\nstory did not just &quot;die&quot; or lose appeal\n\nyes, I said documentary so why am I mentioning the &quot;reformulation&quot; of\nthe Shinsengumi?\n\nThe project shifted DRAMATICALLY to the fictional realm.\n\nProblems which killed the project\n1) the lack of an Asian host/narrator who is \na) famous b) speaks English\n2) overall fear of putting money on something risky HOWEVER...the idea\nis OUT there and there is no stopping someone from the company to\npitch this idea elsewhere\n\nStrange stuff the company didn&#39;t pursue but SHOULD HAVE\nthe fact that Spielberg is working on Memoirs of a Geisha\nMemoirs...has NOTHING to do with the Shinsengumi HOWEVER what is\nimportant in the industry are &quot;key&quot; words\nSamurai + Geisha\nMemoirs can lead back to the topic of samurai and importing the\nShinsengumi at the right time may be successful\n\nAn example of &quot;key&quot; words is this...When we discuss things about the\nShinsengumi...the WORD Shinsengumi is TOO hard for these people (these\npeople DO NOT know the difference between Emperor and Shogun, Japan\nand China and overall know very little about the 19th century).  So\nShinsengumi had to be abandoned for Shogun&#39;s Swat Team or just &quot;Swat\nTEam&quot; and finally &quot;team&quot;.\n\nWhy would a company be filled with ignorant people?  The specific\nfolks are the important people.  Details like history would be handled\nby knowledgeable people later...the first step is just to sell the idea.\n\nI would have mentioned this project earlier but I refrained from doing\nso only because it was not something definate.\n\nIn conclusion, it totally took me away from my original\ngoals/projects.  Yes, it was a waste of time but it gave me incredible\ninsight into the business and why we have so many bad movies and poor\ndocumentaries.  The people who control what we hear and see aren&#39;t\nnecessarily interested in doing something new and fresh.\n\nI assure you all that we pushed different aspects of the Shinsengumi.\nEverything from the red-light district patrols, swords, martial arts\nmayhem (ACTION!!!!), political intrigue, internal strife...everything\nwhich as made the Shinsengumi a source of fascination.\n\nAS of this moment this project has been cast aside for good because\nthese people have moved onto bigger and better projects.\n\nsecretarytocapt3\ntired soooo tired.\n\nI would like to add that on a personal level I feel that the\nShinsengumi&#39;s story has &quot;value&quot; and would affect any viewer in many\nways...that was my sincere motivation for all of this work (sigh)\n\n\n"
}