{
    "userId": 147444210,
    "authorName": "Alan",
    "from": "&quot;Alan&quot; &lt;alanw1911@...&gt;",
    "profile": "alanw1911",
    "replyTo": "LIST",
    "senderId": "7J-fQ95Ey5iaWdWkzcoEB9IGvrpzzhn1YQkwVoVJWLHFmPIQ2GdYWHlLmff7mU0KZ-l1a0q10DDO4aDUNaIzSVfg2Q",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Hi",
    "postDate": "1093745467",
    "msgId": 1533,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNncmR2cis1MjhsQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDFkNC4yOTk3OTc4Yi4yZTYyODY4OUBhb2wuY29tPg=="
    },
    "prevInTopic": 1532,
    "nextInTopic": 1535,
    "prevInTime": 1532,
    "nextInTime": 1534,
    "topicId": 1516,
    "numMessagesInTopic": 17,
    "msgSnippet": "And by her own admission, in that ton of resources, there is nothing at all to even suggest those three were friends or even knew each other.  The problem is",
    "rawEmail": "Return-Path: &lt;alanw1911@...&gt;\r\nX-Sender: alanw1911@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 82506 invoked from network); 29 Aug 2004 02:11:08 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m19.grp.scd.yahoo.com with QMQP; 29 Aug 2004 02:11:08 -0000\r\nReceived: from unknown (HELO n20.grp.scd.yahoo.com) (66.218.66.76)\n  by mta4.grp.scd.yahoo.com with SMTP; 29 Aug 2004 02:11:07 -0000\r\nReceived: from [66.218.67.187] by n20.grp.scd.yahoo.com with NNFMP; 29 Aug 2004 02:11:07 -0000\r\nDate: Sun, 29 Aug 2004 02:11:07 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cgrdvr+528l@...&gt;\r\nIn-Reply-To: &lt;1d4.2997978b.2e628689@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2840\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.76\r\nFrom: &quot;Alan&quot; &lt;alanw1911@...&gt;\r\nSubject: Re: Hi\r\nX-Yahoo-Group-Post: member; u=147444210\r\nX-Yahoo-Profile: alanw1911\r\n\r\nAnd by her own admission, in that ton of resources, there is nothing \nat all to even suggest those three were friends or even knew each \nother.  The problem is that what was suggested was her unsupported \nopinion.  This was not insight; it was fantasy.  It doesn&#39;t matter \nif she lives in Japan.  Given the way it was reached, any person in \nthe States could have made this suggestion with equal authority.  It \nwas a suggestion derived from nothing; an answer looking for a \nquestion.  \n\nThis is similar to how Noam Chomsky wrote a book talking about how \nAmerica always goes to war because the &quot;white male&quot; feels inferior \nto all the other races in sports, academics, etc.  He was challenged \non it and his argument was &quot;can you disprove it?&quot;  \n\nWas there the slimmest possibility they were friends?  Sure.  But \nthere was also the slimmest possibility that Okita gained his \nprodigious sword-fighting skills from being taught by aliens.  No \nevidence against that either.  That&#39;s why this type of reasoning is \npoor.  Anything can be proven possible eventually if you accept \ninformation blindly.\n\nI don&#39;t have a problem with liberties taken in historic \nentertainment as long as there is a purpose.  In fact, it&#39;s \nexpected.  But the friendship twist they used has had no value at \nall to the show.  It served no purpose to the plot.  It was more \nlike they used it to fill some time.  And yeah, I&#39;ve stopped \nwatching it as of Episode 28, the Ikeda-ya one.  This was really \nhyped, but in the end was disappointing.  It&#39;s not so much the \nhistorical stuff, but almost every aspect of the show up to now \nseems to have been poorly done.  I&#39;m guessing that&#39;s why the ratings \nare low.  Lack of quality.\n\n\n--- In SHQ@yahoogroups.com, Warg3791@a... wrote:\n&gt; Alan, considering how little info there is available to the \nmajority of us on \n&gt; the ML, I tend to think that disregarding the opinon of someone \nwho is \n&gt; actually from Japan and has access to a ton of resources on the \nShinsengumi is even \n&gt; poorer reasoning.  I for one am extremely grateful to Momoiro-\nusagi for any \n&gt; insight into the group she can give us.\n&gt; \n&gt; About the researchers that she refers to. We&#39;ve heard of these \npeople from \n&gt; various sources and they are very dedicated to the true history of \nthe \n&gt; Shinsengumi. Some of them have spent nearly their entire lives in \nthis pursuit. So if  \n&gt; these people looked at what the drama writers were doing and they \ncouldn&#39;t \n&gt; easily dismiss the notion that Kondo, Katsura, and Sakamoto might \nhave met at \n&gt; some point while in Edo, then neither should we.\n&gt; \n&gt; Considering all of the facts, I have to go along with what Momoiro-\nusagi has \n&gt; said: It is not likely that they knew each other, but it is not \nimpossible \n&gt; either.\n&gt; \n&gt; \n&gt; -MissBehavin\n&gt; \n&gt; \n&gt; [Non-text portions of this message have been removed]\n\n\n"
}