{
    "userId": 183547305,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;wtiger_consort@...&gt;",
    "profile": "wtiger_consort",
    "replyTo": "LIST",
    "senderId": "x48806PCSlx1EDc-zOWdaCYboYZ7iiMOY0gpki6F9pHfGLDSHg7SIiZ011d7OOyEnw5dsASEQ2KW1s2IQXaMkc97Xf0WpFIhVC38IpG170w",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Re: Hi",
    "postDate": "1093746963",
    "msgId": 1535,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwODI5MDIzNjAzLjExMjk3LnFtYWlsQHdlYjUxNTA2Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 1533,
    "nextInTopic": 1538,
    "prevInTime": 1534,
    "nextInTime": 1536,
    "topicId": 1516,
    "numMessagesInTopic": 17,
    "msgSnippet": "Oooookay... Let s be clear, you are entitled to your opinions Alan, but no need to be rude with other members, got it? Yes, being a Japanese doesn t make one",
    "rawEmail": "Return-Path: &lt;wtiger_consort@...&gt;\r\nX-Sender: wtiger_consort@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 73439 invoked from network); 29 Aug 2004 02:36:04 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m23.grp.scd.yahoo.com with QMQP; 29 Aug 2004 02:36:04 -0000\r\nReceived: from unknown (HELO web51506.mail.yahoo.com) (206.190.38.198)\n  by mta6.grp.scd.yahoo.com with SMTP; 29 Aug 2004 02:36:04 -0000\r\nMessage-ID: &lt;20040829023603.11297.qmail@...&gt;\r\nReceived: from [201.255.54.173] by web51506.mail.yahoo.com via HTTP; Sat, 28 Aug 2004 19:36:03 PDT\r\nDate: Sat, 28 Aug 2004 19:36:03 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 206.190.38.198\r\nFrom: Firuze Khanume &lt;wtiger_consort@...&gt;\r\nSubject: Re: [SHQ] Re: Hi\r\nX-Yahoo-Group-Post: member; u=183547305\r\nX-Yahoo-Profile: wtiger_consort\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nOooookay... Let&#39;s be clear, you are entitled to your opinions Alan, but no =\r\nneed to be rude with other members, got it? \n \nYes, being a Japanese doesn&#39;=\r\nt make one automatically into an authority. Yet I then to think Japanese pe=\r\nople know their own story SLIGTHLY better than any average American would, =\r\nand unless you are a scholar in the field, and we are not aware about it, I=\r\n take you are an average American. So, your attitude it&#39;s beyond rude and q=\r\nuite arrogant to me. \n \nLet&#39;s no wander in other topics Alan. Because if we=\r\n do, I&#39;ll be forced to give you a few lessons in history myself. You see, I=\r\n find that Noam Chomsky is QUITE right. But maybe it&#39;s just that I&#39;m a dark=\r\n skinned Latin American. Oh, and that I&#39;m incidentally a Muslim too. So, yo=\r\nu can guess I have quite a bit to say about the white male  and its inferio=\r\nrity complex myself. \nOh, who knows? Maybe I think this way just because I =\r\nrecall  the fact that Latin America endured 124 invasions by American force=\r\ns since 1824 to 1994... ( included the nice interventions of Kissinger endo=\r\nrsing and encouraging torture in the area). Or who knows? Maybe is the nice=\r\n discussion around Kippling&#39;s The White Man&#39;s Burden after the Sates invasi=\r\non of Philippines (1899) and the American-Spanish war... Mark Twain opinion=\r\ns are very entertaining.  See? I&#39;m REALLY an history freak, you know....\n \n=\r\nDon&#39;t like NHK drama? Ok, you are in your right. You stopped to watch it? W=\r\nonderful, good for you. Now, RESPECT those of us who enjoy it. By now we al=\r\nl are aware you hate it. But don&#39;t expect everyone share your views.\n \nPlea=\r\nse, stay polite, the ML is nice as it is.\nFiruze\n \n-------Mensaje original-=\r\n------\n \nDe: SHQ@yahoogroups.com\nFecha: 08/28/04 23:11:36\nPara: SHQ@yahoogr=\r\noups.com\nAsunto: [SHQ] Re: Hi\n\n \nAnd by her own admission, in that ton of r=\r\nesources, there is nothing \nat all to even suggest those three were friends=\r\n or even knew each \nother.  The problem is that what was suggested was her =\r\nunsupported \nopinion.  This was not insight; it was fantasy.  It doesn&#39;t ma=\r\ntter \nif she lives in Japan.  Given the way it was reached, any person in \n=\r\nthe States could have made this suggestion with equal authority.  It \nwas a=\r\n suggestion derived from nothing; an answer looking for a \nquestion.  \n\nThi=\r\ns is similar to how Noam Chomsky wrote a book talking about how \nAmerica al=\r\nways goes to war because the &quot;white male&quot; feels inferior \nto all the other =\r\nraces in sports, academics, etc.  He was challenged \non it and his argument=\r\n was &quot;can you disprove it?&quot;  \n\nWas there the slimmest possibility they were=\r\n friends?  Sure.  But \nthere was also the slimmest possibility that Okita g=\r\nained his \nprodigious sword-fighting skills from being taught by aliens.  N=\r\no \nevidence against that either.  That&#39;s why this type of reasoning is \npoo=\r\nr.  Anything can be proven possible eventually if you accept \ninformation b=\r\nlindly.\n\nI don&#39;t have a problem with liberties taken in historic \nentertain=\r\nment as long as there is a purpose.  In fact, it&#39;s \nexpected.  But the frie=\r\nndship twist they used has had no value at \nall to the show.  It served no =\r\npurpose to the plot.  It was more \nlike they used it to fill some time.  An=\r\nd yeah, I&#39;ve stopped \nwatching it as of Episode 28, the Ikeda-ya one.  This=\r\n was really \nhyped, but in the end was disappointing.  It&#39;s not so much the=\r\n \nhistorical stuff, but almost every aspect of the show up to now \nseems to=\r\n have been poorly done.  I&#39;m guessing that&#39;s why the ratings \nare low.  Lac=\r\nk of quality.\n\n\n--- In SHQ@yahoogroups.com, Warg3791@a... wrote:\n&gt; Alan, co=\r\nnsidering how little info there is available to the \nmajority of us on \n&gt; t=\r\nhe ML, I tend to think that disregarding the opinon of someone \nwho is \n&gt; a=\r\nctually from Japan and has access to a ton of resources on the \nShinsengumi=\r\n is even \n&gt; poorer reasoning.  I for one am extremely grateful to Momoiro-\n=\r\nusagi for any \n&gt; insight into the group she can give us.\n&gt; \n&gt; About the res=\r\nearchers that she refers to. We&#39;ve heard of these \npeople from \n&gt; various s=\r\nources and they are very dedicated to the true history of \nthe \n&gt; Shinsengu=\r\nmi. Some of them have spent nearly their entire lives in \nthis pursuit. So =\r\nif  \n&gt; these people looked at what the drama writers were doing and they \nc=\r\nouldn&#39;t \n&gt; easily dismiss the notion that Kondo, Katsura, and Sakamoto migh=\r\nt \nhave met at \n&gt; some point while in Edo, then neither should we.\n&gt; \n&gt; Con=\r\nsidering all of the facts, I have to go along with what Momoiro-\nusagi has =\r\n\n&gt; said: It is not likely that they knew each other, but it is not \nimpossi=\r\nble \n&gt; either.\n&gt; \n&gt; \n&gt; -MissBehavin\n&gt; \n&gt; \n&gt; [Non-text portions of this mess=\r\nage have been removed]\n\n\n\n\n\n\n\n\n\n\nYahoo! Groups SponsorADVERTISEMENT\n\n\n-----=\r\n----------------------------\nYahoo! Groups Links\n\n   To visit your group on=\r\n the web, go to:\nhttp://groups.yahoo.com/group/SHQ/\n  \n   To unsubscribe fr=\r\nom this group, send an email to:\nSHQ-unsubscribe@yahoogroups.com\n  \n   Your=\r\n use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n \n______=\r\n___________________________________________________________\n  IncrediMail -=\r\n El Email ha evolucionado finalmente - Haga clic aqu=ED\n\t\t\n----------------=\r\n-----------------\nDo you Yahoo!?\nNew and Improved Yahoo! Mail - Send 10MB m=\r\nessages!\n\n[Non-text portions of this message have been removed]\n\n\n"
}