{
    "userId": 174393936,
    "authorName": "Jon Mesina",
    "from": "&quot;Jon Mesina&quot; &lt;okita_souji@...&gt;",
    "profile": "okitasoji",
    "replyTo": "LIST",
    "senderId": "uRp7vx8RpjtqJlWw4MCKTrRZkijUArabqhS_sJp-AldL9rBVt6v0YUvTLRuKFS3SYczmDnnE4YfmyOGW-8-il0UM7JCMqrmSDEAoyg0kgocEwg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Re: Hi",
    "postDate": "1093936478",
    "msgId": 1544,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMGYwMWM0OGYyYSQyZjYzZTIxMCQwNTAwYThjMEBoYXJ1eXVraT4=",
        "referencesHeader": "PGNndm1rOCtqbG1qQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 1543,
    "nextInTopic": 0,
    "prevInTime": 1543,
    "nextInTime": 1545,
    "topicId": 1516,
    "numMessagesInTopic": 17,
    "msgSnippet": "Just to add in my .02 cents. It s a drama on TV. I would hardly take ALL of it seriously from a historical perspective. It s like reading Kaze Hikaru or",
    "rawEmail": "Return-Path: &lt;okita_souji@...&gt;\r\nX-Sender: okita_souji@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 74175 invoked from network); 31 Aug 2004 07:14:53 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m21.grp.scd.yahoo.com with QMQP; 31 Aug 2004 07:14:53 -0000\r\nReceived: from unknown (HELO server1.01domain.net) (209.197.236.44)\n  by mta2.grp.scd.yahoo.com with SMTP; 31 Aug 2004 07:14:53 -0000\r\nReceived: from 24-53-62-23.snbrca.adelphia.net ([24.53.62.23] helo=haruyuki)\n\tby server1.01domain.net with smtp (Exim 4.34)\n\tid 1C22qw-0001NL-3Y\n\tfor SHQ@yahoogroups.com; Tue, 31 Aug 2004 01:14:50 -0600\r\nMessage-ID: &lt;000f01c48f2a$2f63e210$0500a8c0@haruyuki&gt;\r\nTo: &lt;SHQ@yahoogroups.com&gt;\r\nReferences: &lt;cgvmk8+jlmj@...&gt;\r\nDate: Tue, 31 Aug 2004 00:14:38 -0700\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1437\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1441\r\nX-AntiAbuse: This header was added to track abuse, please include it with any abuse report\r\nX-AntiAbuse: Primary Hostname - server1.01domain.net\r\nX-AntiAbuse: Original Domain - yahoogroups.com\r\nX-AntiAbuse: Originator/Caller UID/GID - [47 12] / [47 12]\r\nX-AntiAbuse: Sender Address Domain - otakuoutpost.com\r\nX-Source: \r\nX-Source-Args: \r\nX-Source-Dir: \r\nX-eGroups-Remote-IP: 209.197.236.44\r\nFrom: &quot;Jon Mesina&quot; &lt;okita_souji@...&gt;\r\nSubject: Re: [SHQ] Re: Hi\r\nX-Yahoo-Group-Post: member; u=174393936\r\nX-Yahoo-Profile: okitasoji\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nJust to add in my .02 cents. \n\nIt&#39;s a &quot;drama&quot; on TV. I would hardly take ALL of it seriously from a historical perspective. It&#39;s like reading Kaze Hikaru or Peacemaker. \n\nPersonally I enjoy some of the things i&#39;ve seen in the show since it gives it an interesting flair to it. \n\nAs far as whats been said already, history seldom catches little things, so there may be a lot that is unknown. There&#39;s are always possibilities. \n\nNow, with that said, I think this was intially a welcome thread. So, welcome to all that have just joined!\n \n~Okita\n \n  ----- Original Message ----- \n  From: momomanjyuu2004 \n  To: SHQ@yahoogroups.com \n  Sent: Monday, August 30, 2004 10:03 AM\n  Subject: [SHQ] Re: Hi\n\n\n  --- In SHQ@yahoogroups.com, &quot;Alan&quot; &lt;alanw1911@y...&gt; wrote:\n  &gt; This is very poor reasoning.  An argument like this is like saying \n  &gt; Kondo and the Shogun had slumber parties as children because \n  there&#39;s \n  &gt; no documentation saying they weren&#39;t friends, or that there \n  weren&#39;t \n  &gt; any slumber parties in Japan, yet both were in Edo during that \n  time.\n\n  To be sure, my explanation was ambiguous. \n  I&#39;m sorry supposing it irritates you. \n  However, do you understand that there is a possible range in \n  reasoning? \n  Kondou and Sakamoto may be able to be friends in Edo.\n  However, Shogun is unable to perform slumber parties with Kondou.\n\n  First of all, is slumber parties the event performed where? \n  Is it Japan? Is it Asia? \n  It is the event performed in the place which is not the area.\n  Do you understand the situation of Japan of the time? \n  Japan of the Edo period had closed the relation with the world as \n  you knew. \n  To the beginning of the Edo period, Japan disliked Christianity, and \n  it broke off the relation with foreign countries.\n  On the conditions which do not put in Christianity, only the \n  Netherlands traded with Japan in Europe. \n  At first, Japan did not import any books. \n  However, in order to collect information from the time of 8th \n  Shogun, everything but a Christianity-related book came to be \n  imported. \n  Scholars studied those books and got to know Occidental advanced \n  civilization. \n  They taught the government the importance of national defense. \n  However, it was not understood and they were often persecuted as \n  people who make society uneasy. \n  Since the Occidental thing was studied, there are people who \n  received a traitor&#39;s dishonor.\n  Those who imitate Western civilization have risk of being regarded \n  as a foreign enemy&#39;s cooperator. \n  Surely, there are no data that Japan of the time did not have \n  slumber parties.\n  However, is it possible to carry out slumber parties to the time \n  when the prejudice over the West was severe sure enough? \n\n  Incidentally, the official name of Shogun is Seiitaishogun. \n  This means it as Shogun which expels a foreign enemy. \n  Shogun is the person who got this class and power from the Emperor \n  on condition that national defense. \n  (When the Black Ships came, Shogun was not able to expel them. \n  The authority of Shogun fell. From the Battle of Sekigahara, Chosyu \n  and Tosa which had a grudge against Tokugawa begin to move. And \n  confusion of Bakumatsu took place.)\n  Then, why does Shogun take the lead in an Occidental event, and \n  perform it? \n\n  Although I say again, there is a possible range in reasoning. \n  A possibility that a possibility that they were friends, and slumber \n  parties were performed is not equivalent.\n\n\n  It is the site which I found by chance with the occasion. \n\n  http://homepage2.nifty.com/mu-2001/tsu37.htm\n\n  It is a Japanese site. \n  If this information was believed, when Kondou was alive, there was \n  no slumber parties even in the West.\n\n\n  By the way, are Kondou and Shogun able to be friends? \n  I think that it is impossible.  \n  Surely, they were in Edo at the same time. \n  However, class becomes serious hindrance in order for them to become \n  friends. \n  As for their classes differing, the action range of them also \n  differs.\n  Although Sakamoto may exist in the action range of Kondo, Shogun is \n  not. \n  As Kondou cannot frequent Edo castle, Shogun cannot walk along the \n  city of Edo freely.\n  Where do they meet? \n  Moreover, is there any common friend who may connect Shogun with \n  Kondou?\n  The Edo period was status society.\n  A part of privileged people can meet Shogun, and Kondou&#39;s friends are\n  the farmers of Tama, or lower samurais. \n  Many hierarchies were between these two groups.\n  I jump over these and cannot think that there are those who connect \n  two persons. \n  Even if there is an opportunity for Kondou to meet Shogun, exceeding \n  such difficulties, Kondo cannot speak to Shogun directly.\n  The time cannot be associated without considering the other party&#39;s \n  status.\n  Is there any method of making friends with Shogun? \n\n  Sakamoto was the lower samurai of Tosa.\n  He is the student who came to Edo for the art of fencing.\n  He walks along Edo freely and he talks to townsmen freely. \n  Katsura is the elite of Chosyu.\n  However, he is a free student, while coming to Edo and studying. \n  They walk along the action range of Kondou freely.\n  They are Dojo which they are studying, interchange with the students \n  who came from other domains, and extend a connection.\n  Or an eager student visits other Dojo positively and spreads \n  knowledge.\n  The common friend was actually in Kondou and Katsura.\n  Watanabe Nobori who was learning by the same Renpeikan as Katsura \n  was the friend of Katsura.\n  For aid of a game, he often went to Shieikan. \n\n  Surely, there is no proof that Kondou, Sakamoto, and Katsura were \n  friends.\n  There are very few possibilities that they were friends. \n  However, the possibility is not equivalent to a possibility of \n  saying that Kondou and Shogun were friends. \n\n\n  Incidentally, although it is a possibility that Okita will learn the \n  art of fencing from a foreigner, there is a problem of the action \n  range and a language.\n  However, let&#39;s overcome them miraculously and think that the \n  foreigner taught Okita the art of fencing.\n  He teaches kindly the technique which was excellent in the sword of \n  the foreign country where weight, form, and the usage are completely \n  different from a Japanese sword.\n  Is really it helpful to Okita&#39;s art of fencing?\n  The style of the fighter of countries other than Japan thinks that \n  most has a sword and a shield. \n  A Japanese samurai has a Japanese sword with both hands.\n  He performs attack and defense with a Japanese sword. \n  Although it is thin compared with an Occidental sword and bends \n  immediately, it cuts even the thing of terrible hardness. \n  Therefore, the art of fencing of Japan did not need a shield. \n  The art of fencing of Japan is the technique for a Japanese sword. \n  The technique for using it completely differs from the technique \n  for an Occidental sword. \n  Of course, it differs from China and other Asia.\n  He will get nothing, even if Okita learns the art of fencing from a \n  foreign fighter.  \n  If you plan to talk about possibility, after considering whether it \n  is really possible, you should talk. \n\n\n  A setup that Kondo and Sakamoto were friends was blamed by many \n  researchers even in Japan. \n  Their worries were giving the knowledge in which it made a mistake \n  to people. \n  However, I think that their worries are unnecessary.\n  If interested in Shinsengumi, he will make an effort which he \n  investigates by himself.\n  If uninterested, he will forget, after a drama is completed. \n\n  momoiro-usagi\n\n\n\n\n\n\n\n\n\n\n        Yahoo! Groups Sponsor \n              ADVERTISEMENT\n             \n       \n       \n\n\n------------------------------------------------------------------------------\n  Yahoo! Groups Links\n\n    a.. To visit your group on the web, go to:\n    http://groups.yahoo.com/group/SHQ/\n      \n    b.. To unsubscribe from this group, send an email to:\n    SHQ-unsubscribe@yahoogroups.com\n      \n    c.. Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}