{
    "userId": 174393936,
    "authorName": "Jon Mesina",
    "from": "&quot;Jon Mesina&quot; &lt;okita_souji@...&gt;",
    "profile": "okitasoji",
    "replyTo": "LIST",
    "senderId": "7X2mZTkb0pKhx8ynY_oU2HIxlpUQxNYi_UdWZXz3TCljCrO6NZEuMtzuylGfZU-XQfZenZeowkXVqyGTXXPRXU1RgHnMoS_ShVzqrG5mBNz-qA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Re: NHK Drama Episode 26 Question",
    "postDate": "1094605950",
    "msgId": 1572,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMGYwMWM0OTU0MCRlYjYzMzcxMCQwNjAwYThjMEBvbW9pa2FuZT4=",
        "referencesHeader": "PGNoa250ditlbXNkQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 1569,
    "nextInTopic": 0,
    "prevInTime": 1571,
    "nextInTime": 1573,
    "topicId": 1551,
    "numMessagesInTopic": 5,
    "msgSnippet": "That was a lot of good info. Thank you so much for it Momoiro-usagi! ~Okita ... From: momomanjyuu2004 To: SHQ@yahoogroups.com Sent: Tuesday, September 07, 2004",
    "rawEmail": "Return-Path: &lt;okita_souji@...&gt;\r\nX-Sender: okita_souji@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 25071 invoked from network); 8 Sep 2004 01:15:49 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m8.grp.scd.yahoo.com with QMQP; 8 Sep 2004 01:15:49 -0000\r\nReceived: from unknown (HELO server1.01domain.net) (209.197.236.44)\n  by mta4.grp.scd.yahoo.com with SMTP; 8 Sep 2004 01:15:49 -0000\r\nReceived: from 24-53-62-23.snbrca.adelphia.net ([24.53.62.23] helo=omoikane)\n\tby server1.01domain.net with smtp (Exim 4.34)\n\tid 1C4qzJ-0005Mk-UL\n\tfor SHQ@yahoogroups.com; Tue, 07 Sep 2004 19:11:06 -0600\r\nMessage-ID: &lt;000f01c49540$eb633710$0600a8c0@omoikane&gt;\r\nTo: &lt;SHQ@yahoogroups.com&gt;\r\nReferences: &lt;chkntv+emsd@...&gt;\r\nDate: Tue, 7 Sep 2004 18:12:30 -0700\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2900.2180\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2900.2180\r\nX-AntiAbuse: This header was added to track abuse, please include it with any abuse report\r\nX-AntiAbuse: Primary Hostname - server1.01domain.net\r\nX-AntiAbuse: Original Domain - yahoogroups.com\r\nX-AntiAbuse: Originator/Caller UID/GID - [47 12] / [47 12]\r\nX-AntiAbuse: Sender Address Domain - otakuoutpost.com\r\nX-Source: \r\nX-Source-Args: \r\nX-Source-Dir: \r\nX-eGroups-Remote-IP: 209.197.236.44\r\nFrom: &quot;Jon Mesina&quot; &lt;okita_souji@...&gt;\r\nSubject: Re: [SHQ] Re: NHK Drama Episode 26 Question\r\nX-Yahoo-Group-Post: member; u=174393936\r\nX-Yahoo-Profile: okitasoji\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nThat was a lot of good info. Thank you so much for it Momoiro-usagi!\n\n~Okita\n\n  ----- Original Message ----- \n  From: momomanjyuu2004 \n  To: SHQ@yahoogroups.com \n  Sent: Tuesday, September 07, 2004 9:34 AM\n  Subject: [SHQ] Re: NHK Drama Episode 26 Question\n\n\n  --- In SHQ@yahoogroups.com, &quot;Jon Mesina&quot; &lt;okita_souji@o...&gt; wrote:\n  &gt; Hey all, this is a question to those who have seen episode 26. And \n  to anyone who knows a lot about Shinsengumi history. This has been \n  on my mind ever since I saw the ep. \n  &gt; \n  &gt; S\n  &gt; P\n  &gt; O\n  &gt; I\n  &gt; L\n  &gt; E\n  &gt; R\n  &gt; \n  &gt; S\n  &gt; P\n  &gt; A\n  &gt; C\n  &gt; E \n  &gt; \n  &gt; The whole incident with the Osaka official Uchiyama Hikojiro is \n  shown in this episode. Now my question is, did this really happen in \n  history? I&#39;m wondering since I never heard anything about this \n  before. If anyone can answer this it would be greatly appreciated. \n  Thanks in advance!\n  &gt; \n  &gt; ~Okita \n\n\n  I do not know so in detail about this episode. \n  I know this episode in fragments. \n  It is these things that I know. \n\n  Uchiyama Hikojirou was actually assassinated. \n  About a criminal, although there are various opinions, it is \n  correctly unknown. \n  Since Uchiyama performed the bribe or operated the market price of \n  rice, he was disliked by people of a town as a bad government \n  official. \n  (Although I do not know whether this is a true talk, it is a fact \n  that he was considered to be a bad government official by people. \n  After he was assassinated, people did not actually sympathize with \n  him.)\n  It is Nishimura Kanefumi&#39;s &quot;Shinsengumi-shimatsuki&quot;, and Nagakura \n  Shinpachi&#39;s &quot;Shinsengumi-tenmatsuki&quot; which are being written that \n  Shinsengumi was criminal. \n  However, these two works are not exact as data. \n  The author of &quot;Shinsengumi-shimatsuki&quot; had prejudice in Shinsengumi \n  very much.\n  The journalist of an Otaru newspaper wrote &quot;Shinsengumi-tenmatsuki&quot; \n  based on Nagakura&#39;s discourse. \n  As for them, both have inconsistency in the contents of description.\n  (Incidentally, this episode does not appear \n  in &quot;Roushibunkyuhoukokukiji&quot; with more high data value with \n  Nagakura&#39;s work.) \n  There are researchers who acknowledge a Shinsengumi criminal theory. \n  And there are researchers who deny it. \n\n  Since this book released recently is written in detail about this \n  incident, it explains referring to this. \n\n  http://www.amazon.co.jp/exec/obidos/ASIN/4087747131/qid%\n  3D1094474771/249-9385455-7181936\n\n  &quot;Shinsengumi no enkei&quot;  Noguchi Takehiko work\n  Incidentally this book has denied the Shinsengumi criminal theory. \n\n  It is &quot;Shinsengumi-shimatsuki&quot; in Meiji 22 (A.D.1889) that the \n  Shinsengumi criminal theory was announced at the very beginning. \n  &quot;Shinsengumi-shimatsuki&quot; is writing that Uchiyama blamed Kondou with \n  the overbearing attitude, when Kondou reported sumo wrestling \n  wrestler&#39;s incident. \n  (Uchiyama disliked Shinsengumi which borrows money from the \n  merchants of Osaka forcibly.) \n  Kondou who received the very severe insult got angry, and made \n  subordinates investigate Uchiyama&#39;s thing. \n  When it turned out that he is a bad government official, Kondo \n  planned his assassination.\n  Four persons, Okita, Nagakura, Harada, and Inoue, are criminals who \n  performed it. \n  This book serves as the only basis of a Shinsengumi criminal theory. \n  However, it is very dangerous to trust this. \n  Although I had written to the board before, Nishimura Kanefumi, the \n  author of this book, was working for Nishi-Honoganji. \n  Although Nishi-Honoganji provided Shinsengumi with the place, it was \n  the ally of Chosyu in fact. \n  Nishimura had a severe prejudice to Shinsengumi. \n  After Okita killed Uchiyama, Uchiyama&#39;s head was cut and it was \n  thrust into the bamboo....&quot;Shinsengumi-shimatsuki&quot; is written such. \n  However, there is no such fact. \n  Nishimura wrote that Kondou and Hijikata were illiterate barbarians. \n  It is dangerous to trust it, although not all of the contents of \n  this book are a lie. \n  Incidentally, it has become clear that the place where Kondou \n  reported sumo wrestling wrestlers&#39; incident was Higashimachi-\n  Bugyousyo (East town-Bugyousyo).\n  Uchiyama was the government official of Nishimachi-Bugyousyo (West \n  town-Bugyousyo).\n  Kondou and Uchiyama cannot confront in this incident. \n\n  Although &quot;Shinsengumi-tenmatsuki&quot; is called Nagakura Shinpachi&#39;s \n  work, the fact is the book edited based on the report serialized by \n  the Otaru newspaper. \n  Many portions considered to be the Otaru newspaper reporter&#39;s \n  fiction exist. \n  This book is writing that Uchiyama operated the market price of rice \n  in cooperation with Chosyu.\n  Uchiyama is the government official of the pure government. \n  He does not need to conspire with Chosyu.  \n  This book makes criminals Kondo, Hijikata, Okita, Nagakura, Harada, \n  Inoue, and Shimada. \n  This book is writing that Kondo cut Uchiyama first. \n  However, this book has the too careless facts. \n  It was that Uchiyama was assassinated on May 20 Genji 1 (A.D.1864). \n  However, this book is writing that incident, after Ito Kashitarou \n  was assassinated (A.D.1867).\n\n  About this mistake, Kikuchi Akira of a researcher is writing the \n  interesting opinion. \n  As for his opinion, although Nagakura talked about another incident \n  which arose around 1867, the newspaper reporter has mistaken with \n  Uchiyama&#39;s assassination talk.\n  Although the fact is not known, this book (Shinsengumi-tenmatsuki) \n  cannot be used as data of the Uchiyama assassination. \n\n  Or it is written in the diary of Shimada Kai that the injustice of \n  the government official of Osaka was investigated. \n  The researchers of Shinsengumi criminal theory say that this is \n  about Uchiyama. \n  (Mr. Noguchi is writing that 60 government officials were in Osaka \n  Bugyousyo at the time.\n  I think that it is difficult to affirm that it is Uchiyama&#39;s thing. \n  And isn&#39;t it weak as a reason for assassinating Uchiyama?) \n\n  As for Nagakura Shinpachi&#39;s work&quot;Roushibunkyuhoukokukiji&quot;, the talk \n  of the Uchiyama assassination is not written. \n  Nagakura wrote this book in early stages of Meiji Era. \n  Naturally, data value is high. \n  However, this book was written in order to restore the honor of \n  Shinsengumi. \n  Therefore, the inconvenient fact of Shinsengumi may not be written. \n  (The researchers of Shinsengumi criminal theory emphasize it. \n  In fact, this book is not written at all about the death of \n  Yamanami.) \n\n  Uchiyama&#39;s assassination was on May 20, A.D. 1864. \n  There is a letter which Kondou addressed to the acquaintance on the \n  same day.\n  In the letter, he is sad about the situation of Shinsengumi. \n  At the time, Shinsengumi could not play an active part and Kondou \n  considered even the dismissal.\n  The morale of Shinsengumi was falling very much.\n  Mr. Noguchi has regarded the possibility of an upper government \n  official&#39;s assassination plan as questionable in such a situation. \n  It is not a best policy that they go to Osaka and cause trouble at \n  the time of such a critical situation. \n\n  (Incidentally, this letter has reported that homosexuality is in \n  prevalence within Shinsengumi.)^^;;; \n\n\n  SPOILER?\n\n\n\n\n\n\n\n\n\n\n\n  As for the episode of the Uchiyama assassination, being adopted in a \n  drama is very uncommon.\n  Although some reasons are considered, I think that it is the big \n  cause that is not suitable in the tale which made Shinsengumi the \n  hero. \n  Although Uchiyama is a bad man, the story that the powerless old man \n  was killed by young men is unjustifiable. \n  The fiction differs from the historical fact.\n  There is much episode which is not adopted as a drama or a novel \n  with the fact of being written to the research document.\n  Many those episode is used for a Taiga drama. \n\n  In the drama, I looked at Tonouchi Yoshio for the first time. \n  (He is the member of Roushigumi at the time of the beginning which \n  remained in Kyoto together with Kondou and others.\n  In the Taiga drama, he was considered to be a betrayer and was \n  assassinated by Serizawa.) \n  Although his name is often seen with a research document, it is \n  seldom seen in the fiction world. \n  In fact, almost all fictions write that only Serizawa group and \n  Kondou group remained to Kyoto. \n  Tonouchi group does not exist from the beginning in many cases. \n  They destroyed completely by conspiracy of Serizawa group and Kondou \n  group. \n  Tonouchi may have been assassinated by Kondou in fact.\n  There is a letter by which Kondou boasted of Tonouchi assassination.\n  Tonouchi is not a bad man and this incident arose in the result of a \n  struggle for power. \n  Do you think that you will adopt such episode supposing you write \n  the novel which made Shinsengumi the hero? \n  (I think that it is the fun of this Taiga drama to have adopted it \n  well.) \n\n  momoiro-usagi\n\n\n\n\n\n\n\n\n\n\n\n        Yahoo! Groups Sponsor \n              ADVERTISEMENT\n             \n       \n       \n\n\n------------------------------------------------------------------------------\n  Yahoo! Groups Links\n\n    a.. To visit your group on the web, go to:\n    http://groups.yahoo.com/group/SHQ/\n      \n    b.. To unsubscribe from this group, send an email to:\n    SHQ-unsubscribe@yahoogroups.com\n      \n    c.. Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}