{
    "userId": 187520196,
    "authorName": "momomanjyuu2004",
    "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
    "profile": "momomanjyuu2004",
    "replyTo": "LIST",
    "senderId": "8IzmpNaPo35dqIU0WMIi_GrFqmAseiC85ioTauHBrfX8ugVGgg5UOK0e4yzJkE9ddD3LTY7O0ta9AvoUzJAlhYUpIdE36HYBZ3UoObELzoatlBdl",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Hijikata Toshizou - checking facts",
    "postDate": "1094887227",
    "msgId": 1591,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNodTh2citqZGduQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQwOTA5MTkxNDI4LjUxMzUzLnFtYWlsQHdlYjg2OTA5Lm1haWwudWtsLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 1583,
    "nextInTopic": 0,
    "prevInTime": 1590,
    "nextInTime": 1592,
    "topicId": 1578,
    "numMessagesInTopic": 4,
    "msgSnippet": "... such a lot of knowledgeable people around. ... to have confirmed/dismissed, on what I ve read so far about Hijikata s early life. (I have a special",
    "rawEmail": "Return-Path: &lt;momomanjyuu2004@...&gt;\r\nX-Sender: momomanjyuu2004@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 80380 invoked from network); 11 Sep 2004 07:20:28 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m19.grp.scd.yahoo.com with QMQP; 11 Sep 2004 07:20:28 -0000\r\nReceived: from unknown (HELO n37.grp.scd.yahoo.com) (66.218.66.105)\n  by mta5.grp.scd.yahoo.com with SMTP; 11 Sep 2004 07:20:28 -0000\r\nReceived: from [66.218.67.146] by n37.grp.scd.yahoo.com with NNFMP; 11 Sep 2004 07:20:28 -0000\r\nDate: Sat, 11 Sep 2004 07:20:27 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;chu8vr+jdgn@...&gt;\r\nIn-Reply-To: &lt;20040909191428.51353.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 8377\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.105\r\nFrom: &quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;\r\nSubject: Re: Hijikata Toshizou - checking facts\r\nX-Yahoo-Group-Post: member; u=187520196\r\nX-Yahoo-Profile: momomanjyuu2004\r\n\r\n--- In SHQ@yahoogroups.com, Linda Larsson &lt;enma_o@y...&gt; wrote:\n&gt; Hello! Newbie here &lt;bows&gt; Glad to have joined, there seem to be \nsuch a lot of knowledgeable people around.\n&gt;  \n&gt; As such, I have a few questions, or rather a few things I&#39;d like \nto have confirmed/dismissed, on what I&#39;ve read so far about \nHijikata&#39;s early life. (I have a special fondness for him - all the \nShinsengumi boys are interesting, but this one&#39;s special!)\n\nHello, Linda-san. I am momoiro-usagi. \nI am also Hijikata&#39;s fan.\nI am very happy that I can meet foreign Hijikata&#39;s fan. \n\nAlthough the answer of M-san is very detailed, the mistake in some \nexists.\nPlease let me correct only a few. \n\n\n \n&gt; This is what I&#39;ve found so far:\n&gt; -Full name: Hijikata Toshizou Yoshitoyo. (Anyone know if he had \nanother childhood name, or if he ever changed it later in life?)\n\nHe used the name of Naitou Hayato for the period from \nKouyouchinbutai to Nagareyama as a retainer of Tokugawa government. \nI think that the name which he used except Hijikata Toshizou is only \nthis name. \n\n\n\n&gt; - He was the youngest of 6 children, and had 3 brothers and 2 \nsisters. The younger sister&#39;s name was Onobu (she later married Sato \nHikogorou). I read somewhere that the oldest brother&#39;s name was \nKiroku, and the Shinsengumi! NHK series gives another brother&#39;s name \nas Tamajirou. \n&gt;  \n&gt; - According to one site, both his parents died when he was very \nyoung (IIRC it even said that his father was already dead by the \ntime Toshizou was born). The older of his sisters also died early.\n\nHe is ten brothers&#39; youngest child. \nSince four of children of it died early very much, record hardly \nexists. \nOther brothers are Tamejirou, Kiroku, Shuu, Daisaku, and Nobu. \n(When calling a female name a long time ago, &quot;O&quot; was attached on the \nname. Onobu is the name called courteously and her true name is Nobu.\nBy the way, what information is Otoku? M-san.\nI looked at it for the first time. ) \n\nThe top elder brother is Tamejirou. \nProperly speaking, he was the inheritor of Hijikata house, but he \nwas a blind person by nature. \n(The physically handicapped person was not able to become an \ninheritor at the time.) \nTherefore, the second elder brother&#39;s Kiroku inherited Hijikata \nhouse.\nThe older elder sister is Shuu. \nShe has died of an illness at the age of 16, when Toshizou is 3 \nyears old. \nThe third elder brother&#39;s Daisaku became a doctor&#39;s adopted child, \nand became a name of Kasuya Ryojyun. \nA younger elder sister&#39;s Nobu often looked after Toshizou. \nShe married Satou Hikogorou who is a cousin.\nMasa which is the mother of Hikogorou was the sister of the father \nof Nobu.\nMasa wished marriage of Nobu and Hikogorou.\n\nThese are their age in 1835 when Toshizou was born. \nTamejirou was 24 years old, Kiroku was 17 years old, Shuu was 13 \nyears old, Daisaku was 8 years old, and Nobu was 5 years old. \n(Here, Kazoedoshi is used.) \n\nThe father of Toshizou is Yoshiatsu (Hayato). \nHe died, several months before Toshizou was born. \nMoreover, Etsu of the mother of Toshizou died of an illness, when he \nwas 6 years old. \n\n\n\n&gt; - Toshizou was raised first by his brother Kiroku, then moved to \nOnobu&#39;s home at the age of 11. This was also the time he lost his \nfirst job, through being disrespectful to his employer.\n\nToshizou found a job at the big kimono store of Edo at the age of \n11. \nHowever, he quarreled with the boss and has retired immediately. \nThe store at which he found a job at the time is Matsuzakaya in \nUeno. \n(It was a name of Itou-Gofukuten at the time.) \nAlthough this store exists even now, it is a very high-class store. \nI think that Kiroku suffered troubles very much in order to make \nToshizou find a job at this store. \n(I think that he tried to look for a place of work good for a \nyounger brother as parents&#39; substitute.) \nToshizou betrayed the expectation. \nPossibly he was hard to return to the house of Kiroku. \nHe was in Satou&#39;s house rather than Hijikata&#39;s house in many cases. \n(Satou Hikogorou is a very stouthearted person and got along well \nwith Toshizou.) \n\n\n\n&gt; - I understand he got to know (the future) Kondou Isami when they \nwere both in their late teens. Sources differ on whether he joined \nthe Tennen Rishin ryuu at this time, and simply didn&#39;t become a \n*resident* student until later, or if he didn&#39;t in fact join until \nhe was 28 (I think that&#39;s the right age).\n\nSatou Hikogorou had Dojyo in the house, in order to study Tennen \nRishin Ryuu. \nKondou came there and was teaching the art of fencing. \nIt is not known about what time Toshizou went into Tennen Rishin \nRyuu. \n&quot;Ryouyuden&quot; written by Kojima Shikanosuke who is the relative of \nToshizou is writing that Toshizou went into Tennen Rishin Ryuu at \nthe age of 17. \nHowever, there is no name of Toshizou in the data of the time of a \nTennen Rishin Ryuu side. \nIt is 1859 years that Toshizou went into it formally. \nToshizou was 25 years old. \nHowever, admission by this age is too slow as a swordsman. \nTherefore, many researchers are surmising that it was distant from \nthere for some reasons, after he goes into Tennen Rishin Ryuu at the \nage of 17. \n\n\n\n&gt; - He lost another job at 17, this time he was working at a \nclothing store, and got fired for sleeping with one of his female co-\nworkers. It was after this that his brother in law helped him set \nhimself up as a medicine peddler. \n&gt;  \n&gt; So... right, wrong, what?\n\nMostly, it is a correct answer.^^ \nToshizou failed in the problem with a woman. \nIt was scolded by Satou Hikogorou and he solved this problem by his \nown power. \nToshizou had a medicinal box and the tool of the art of fencing, and \nwent out for sale of medicine. \nAnd when Dojyo of the art of fencing was found, he had the art of \nfencing taught to the occasion which sells medicine by the Dojyo. \nThe form of various sword styles was mixed with his sword. \nHe has not got Menkyo (license) of Tennen Rishin Ryuu. \nIt is said that it is because Kondo Syuusai did not regard the sword \nstyle which he mixed as good. \n\n\n\n&gt; Oh, and a bonus question &lt;grins&gt; Does anyone know much about the \nrelationship between Hijikata and Okita Souji? Most sources I&#39;ve \nfound mention how the original Shieikan four were &quot;like brothers&quot;... \nbut two people I&#39;ve debated with (admitted, people who really \ndislike the way Shinsengumi manga/anime tend to turn those two into \na couple) claim that it&#39;s &quot;well known&quot; that Hijikata and Okita \ndidn&#39;t get along. Which, granted, isn&#39;t exactly antithetic to their \nbeing foster brothers - you should see my family! - but I wondered \nif anyone could shed some light on the topic.\n\nI&#39;m sorry, since he does not understand your question well, I may \nanswer that it is different. \n(I can read English only with translation software.) \n\nIt is a fiction that Hijikata and Okita were good friends like \nbrothers. \nOf course, they may have been good friends. \nHowever, such their relation cannot be found out in existing \ndocuments. \n\nAs for the relation of them who appear in Manga/Anime, the many are \nbased on the novel of Siba Ryotarou rather than the historical fact. \nThe novel of Shiba made the boom of Shinsengumi.\nHowever, the image of Shiba-Shinsengumi has also been created \ntogether with it. \n\nAlthough Kondo has charisma nature and is a benevolent person, he is \nsimple and foolish. \nHijikata is a cool and cruel man good at a stratagem. \nOkita is a clean young man like a child, and has cruel character. \nOkita adores Hijikata very much and often tries to tease him. \nThese are the images of Shiba-Shinsengumi rather than them of a \nhistorical fact. \nThat Okita appeared as a beautiful young man, &quot;Moeyo Ken&quot; of Shiba \nnovel was the very first. \n \n\n\n\nSince a Taiga drama differs from Shinsengumi of a historical fact, \nthere are people who say bad. \nHowever, their opinion is often carried out based on Shiba-\nShinsengumi. lol\nIt is a strange talk. Both of these are fictions. \nDistinction of the fact and a fiction is difficult for the history \nof Shinsengumi. \nOr there are people who assert the opinion by the partial belief \namong researchers. \nAnd it exists in the network, without verifying it. \n\nI think that the person who introduced the Shinsengumi research \ndocument to Sec is probably worried about it. \nThe authors of books whom he introduced are people who have a track \nrecord not as a Shinsengumi researcher but as a Bakumatsu historian.\n\nmomoiro-usagi \n\n\n"
}