{
    "userId": 187520196,
    "authorName": "momomanjyuu2004",
    "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
    "profile": "momomanjyuu2004",
    "replyTo": "LIST",
    "senderId": "LG6uPsiTPz1LoRfMssSeqn3dF1VTLBZ02kc5w8UUlAM-_gplKt-VHybn9E7EmDHyt2dKu3c9MJmq_OHqNTR5CpsWaZsv2F_-vwWZRyYiwSCF-52t",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Choshuu spies",
    "postDate": "1096215384",
    "msgId": 1641,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNqNnEwbytvZGg2QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDQxNDczQTIyLjMwMzAyMDJAYmVsbGF0bGFudGljLm5ldD4="
    },
    "prevInTopic": 1596,
    "nextInTopic": 1643,
    "prevInTime": 1640,
    "nextInTime": 1642,
    "topicId": 1596,
    "numMessagesInTopic": 3,
    "msgSnippet": "... Choshuu was actually sending many spies into Shinsengumi. Although I do not know in detail about them, if I talk about a famous spy, I will talk about",
    "rawEmail": "Return-Path: &lt;momomanjyuu2004@...&gt;\r\nX-Sender: momomanjyuu2004@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 26873 invoked from network); 26 Sep 2004 16:16:25 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m15.grp.scd.yahoo.com with QMQP; 26 Sep 2004 16:16:25 -0000\r\nReceived: from unknown (HELO n39.grp.scd.yahoo.com) (66.218.66.107)\n  by mta4.grp.scd.yahoo.com with SMTP; 26 Sep 2004 16:16:25 -0000\r\nReceived: from [66.218.66.114] by n39.grp.scd.yahoo.com with NNFMP; 26 Sep 2004 16:16:25 -0000\r\nDate: Sun, 26 Sep 2004 16:16:24 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cj6q0o+odh6@...&gt;\r\nIn-Reply-To: &lt;41473A22.3030202@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5735\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.218.66.107\r\nFrom: &quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;\r\nSubject: Re: Choshuu spies\r\nX-Yahoo-Group-Post: member; u=187520196\r\nX-Yahoo-Profile: momomanjyuu2004\r\n\r\n--- In SHQ@yahoogroups.com, BarbaraSheridan &lt;bsher213@b...&gt; wrote:\n&gt; I&#39;ve come across a lot of fictional Choshuu infiltrators to the \n&gt; Shinsengumi but do we any documentation on &quot;real&quot; ones? \n&gt; \n&gt; Barb (who can never remember the little details...)\n\n\nChoshuu was actually sending many spies into Shinsengumi. \nAlthough I do not know in detail about them, if I talk about a \nfamous spy, I will talk about Kusunoki Kojyuurou.\nHis talk appears in &quot;Shinsengumi-monogatari&quot; of the work of \nShimozawa Kan. \nKusunoki has joined Shinsengumi by the command of Katsura Kogorou at \nthe very early time when Shinsengumi was formed. \nHe was the very beautiful boy who did voice gentle to like a woman.\nHe was killed by Harada Sanosuke with the sword on September 26, \n1864.\nYagi Tamesaburou of the second son of a Yagi house spoke about this \nstory. \n \nIt was a misty deep morning.\nTamesaburou which was still a boy was walking in the direction of \nMaekawa&#39;s residence.\n(Maekawa&#39;s residence was used as Shinsengumi headquarters as well as \nthe residence of Yagi.)\nKusunoki stood in front of the gate of Maekawa&#39;s residence.\nSince Kusunoki often played with Tamesaburou, Tamesaburou approached \nhim in the intimate feeling.\nSuddenly, Kusunoki raised the loud cry, and he began to run, \nstaggering. \nThe sword shone behind Kusunoki.\n&quot;Yarou.&quot; someone shouted. \n(Yarou is the word used when speaking ill of a male.)\nHarada came out from the inside of the gate. \nFrom the inside of the gate, Harada was cutting the back of Kusunoki.\nKusunoki staggered and escaped into the field which spreads in front \nof Maekawa&#39;s residence. \nHarada pursued him and ran.\nTamesaburou became fearful and escaped. \nAfter a while, he went to Maekawa&#39;s residence once again together \nwith the families of Yagi.\nMaekawa&#39;s gate was closed firmly.\nWhen Maekawa&#39;s gate closed, there was always an incident within \nShinsengumi.\nAnd they went to the direction of a field. \nThe body of Kusunoki was carried away by Shinsengumi.\nThe vegetables of a field were stepped on and were full of blood.\nThen, Tamesaburou got to know that Kusunoki was the spy of Choshuu \nand was killed together with other spies. \nHowever, Tamesaburou thought it very pitiful that Kusunoki like a \nwoman was pursued and killed by very quick-tempered Harada. \n \n \nIn Maekawa&#39;s residence, other spies as well as him were killed on \nthat day. \nMikura Isetake and Araki Samanosuke were the spies of Choshuu as \nwell as Kusunoki. \nThey invited the barber to headquarters and had had their sakayaki \nshaved. \n\n(sakayaki is the portion which shaved the hair of a head. The \ncustoms of sakayaki began from the Muromachi period. If hair is not \nshaved when a samurai wears armor, a head is steamed and it is very \ndangerous.^^;;; \nPeople of other classes also performed these customs at the Edo \nperiod. When set to Bakumatsu, it was in fashion not to shave \nsakayaki among samurais. However, the samurais who value manners \nshaved sakayaki every morning, and prepared appearance. For them, \nthe barber came every morning.) \n\nMikura and Araki sat on the veranda and were making the barber \nprepare hair. \nSaitou and Nagakura absorbed their footstep and approached behind \nChoshuu spies. \nSaitou and Nagakura stabbed and killed the back of the spies of \nChoshuu. \nMatsui Ryuzaburou, Echigo Saburou, and Matsunaga Kazue who looked at \nit escaped. \n(Naturally, they are also the spies of Chosyuu.) \nAlthough Okita and Toudou pursued spies, they were not able to catch \nspies. \n\nThis incident arose ten days after Serizawa group assassination. \nTherefore, Serizawa&#39;s assassination was made into what these spies \nperformed. \nOf course, the truth is different.^^;;; \n \n\n\nAbout other spies, I do not know well. \nThere is an opinion that Saeki Matasaburou was a Choshuu spy. \nIn the Taiga drama, he became a Shinsengumi member from the domestic \nof Yagi house, and flattered Serizawa. \nAnd he was killed by Serizawa by trifling mistake. \nHe of a historical fact is not related to Yagi house. \nHe was killed by Serizawa. The reason is not known. \nSince he stole Serizawa&#39;s important thing, there is an opinion that \nhe was killed by Serizawa. \nOr since he raped the girl whom Serizawa wanted, he is said to have \nbeen killed by Serizawa. \n\nHowever, an opinion completely different from these exists. \nThere is an opinion that he was the spy who went into Shinsengumi by \nthe command of Yoshida Toshimaro. \nAnd since he betrayed Choshuu, he was killed by Yoshida. \n\nIt is not known whether this is a true story. \nTo the last, it is one of the talks told. \n\n\n\nOr there is an opinion that Niimi Nishiki was the spy of Choshuu. \nThis is the opinion which Kimura Sachihiko of Ryozen museum has \nsaid. \nRyozen museum is a museum which is exhibiting the articles left by \nthe departed of Ishin-shishis. \n(In Shinsengumi relations, many articles left by the departed of \nShimada Kai exist.) \nThis museum is located in Kyoto. \nRyozen shrine which deified Ishin-shishis exists in the \nneighborhood. \nFurthermore, the cemetery of Ishi-Shishis, such as Sakamoto Ryoma \nand Takasugi Shinsaku, exists. \nKatsura Kogorou built here for Ishin-shishis. \nAccording to Mr. Kimura&#39;s opinion, Niimi is deified in Ryozen \nshrine. \nKatsura deified him here. \nOnly Ishin-shishis which had a contribution to the Meiji government \nis deified in this shrine. \nMr. Kimura thought that Niimi was spying within Shinsengumi by the \ncommand of Katsura. \n\nI think that this opinion is very much interesting. \nI think that Choshuu was really fearful enemy for Shinsengumi if \nthis was true.\nIt means that Shinsengumi had had an enemy&#39;s spy in one of \ncaptains....Fear!\n \n \nIt is this extent that I know. \n\n\nmomoiro-usagi(Did my talk become your reference?)\n\n\n"
}