{
    "userId": 187520196,
    "authorName": "momomanjyuu2004",
    "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
    "profile": "momomanjyuu2004",
    "replyTo": "LIST",
    "senderId": "zrR-CA6veiOJsLnLVQe6CTrYD8sfm73F_KWqjR776UOyVeDW-r82piM72wnaNy5AOW1QMn4KBTs1Uz3HFJuCX6U93Qx9AIva98wY9ybfXliN891q",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: reference to shinsengumi & yakuza",
    "postDate": "1099464829",
    "msgId": 1796,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNtOXY5dCsya3ZsQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGNsbzg5bythbnJhQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 1776,
    "nextInTopic": 1797,
    "prevInTime": 1795,
    "nextInTime": 1797,
    "topicId": 1728,
    "numMessagesInTopic": 19,
    "msgSnippet": "... This is wonderful article. I did not know about the relation between Ninja and Yakuza. This is very interesting. The origins of Yakuza which I know are the",
    "rawEmail": "Return-Path: &lt;momomanjyuu2004@...&gt;\r\nX-Sender: momomanjyuu2004@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 63020 invoked from network); 3 Nov 2004 06:55:06 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m3.grp.scd.yahoo.com with QMQP; 3 Nov 2004 06:55:06 -0000\r\nReceived: from unknown (HELO n4a.bulk.scd.yahoo.com) (66.94.237.38)\n  by mta3.grp.scd.yahoo.com with SMTP; 3 Nov 2004 06:55:06 -0000\r\nReceived: from [66.218.69.3] by n4.bulk.scd.yahoo.com with NNFMP; 03 Nov 2004 06:53:49 -0000\r\nReceived: from [66.218.67.166] by mailer3.bulk.scd.yahoo.com with NNFMP; 03 Nov 2004 06:53:49 -0000\r\nDate: Wed, 03 Nov 2004 06:53:49 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cm9v9t+2kvl@...&gt;\r\nIn-Reply-To: &lt;clo89o+anra@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6183\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.38\r\nFrom: &quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;\r\nSubject: Re: reference to shinsengumi & yakuza\r\nX-Yahoo-Group-Post: member; u=187520196\r\nX-Yahoo-Profile: momomanjyuu2004\r\n\r\n\n--- In SHQ@yahoogroups.com, &quot;wtiger_consort&quot; &lt;wtiger_consort@y...&gt; \nwrote:\n&gt; \n&gt; I have a couple of articles about Ninja and the origin of the term \n&gt; Oniwaban, and they mention the origins of the Yakuza. I&#39;ll paste \n&gt; both relevant parts, hoping to help clarifying the issue (Hijikata \n&gt; fans: notice the term tekiya):\n\n\nThis is wonderful article. \nI did not know about the relation between Ninja and Yakuza. \nThis is very interesting. \n\nThe origins of Yakuza which I know are the wanderers generated at \nMuromachi period. \nPeople who wander about the inside of Japan freely existed in \nMuromachi period and Sengoku period. \nPlease remember Miyamoto Musashi and Tsukahara Bokuden. \nThere were many people who wandered about with ambition like them. \nOr there were the merchants and entertainers who travel in every \nplace. \nThose people were mixed in the city and formed the group of the \noutlaw who wore showy clothes. \nThese are Kabuki-mono. \nKabuki-mono is hooligans&#39; fashion. \nLower samurais with bad behavior copied this fashion. \nWhen the Sengoku age was over and Japan became peaceful, those \noutlaws lost ambition. \nAnd the skirmish of a territorial fight started. \nThey were systematized for every territory and became the existence \ncalled Machi-yakko. \nAnd they were opposed to the lower samurais who oppress people. \nSengoku period was over and many samurais lost the hope of success \nin life. \nLower samurais used the pent-up anger to oppress people of a status \nlower than they. \nThese samurais are Hatamoto-yakko. \nMachi-yakko and Hatamoto-yakko were opposed to each other, whenever \nsomething happened. \nThis Machi-yakko is the origin of Yakuza. \n\nHowever, it is not strange to think that there were people who make \nNinja the origin in them. \nYakuza is the group made from various elements. \nThey are the outlaws generated to the Sengoku period mostly. \nMoreover, the main duties of Ninjas were espionage. \nThey disguised themselves as the traveler or the merchant and \ntraveled in many districts. \nIf it is taken into consideration, Ninjas may be able to be called \nwanderers&#39; same kind.\n\n\nYakuza was kind to people of their territory.\nIn the gambling house which they manage, people were important \ncustomers. \nIn fact, many of incomes of Yakuza were gamble and a construction \nworker&#39;s charge of an agency recommendation. \n(Yakuza and construction work were already deeply related since the \nEdo period.) \n\nFamous Yakuza of the name of Kunisada Chuuji existed. \nWhen he was young, he was the bad man who committed crimes, such as \na burglar. \nHowever, after he became the oyabun of Yakuza of an Akagi district, \nhe was going to be trusted by people and did much good behavior. \nFor farmers, he performed irrigation works. \nAt the time of famine, his family distributed rice to people. \nHe came to be trusted by people of a territory. \nHowever, he was not able to cooperate with men of power. \nHis family had always caused the strife with the government \nofficials of an Akagi district. \nThey were cornered at last and hid out in the Akagi mountain. \nFarmers climbed the mountain and sent food to them so that it might \nnot be found by government officials. \nAfter Kunisada Chuuji was executed, a Confucian scholar&#39;s Hakura \nKandou wrote his biography. \nThe name of Kunisada was memorized by people as Yakuza hero. \n\nOf course, Yakuza hero is not only him. \nMany Yakuzas protected people from the violence of men of power or \noutlaws, and received praise. \nThey had the rule of not making trouble for people. \nThe enemies whom they fight were always men of power or other Yakuza \nfamilies. \nTo be sure, such Yakuzas existed till around 1960. \nIn Hiroshima after WW2, Yakuzas protected people from outlaws \ninstead of the police which stopped functioning. \nHowever, such Yakuzas disappeared gradually. \nAlthough I do not understand a detailed reason, I think that it is \nbecause the outlaws generated after WW2 captured Yakuza society. \nThey do not have the tradition and the rule of Yakuzas. \nThey use violence on people and involve people in a crime. \nThey have also acquired a bad reputation in foreign countries. \n\n\nWell, let&#39;s return subject. \nSince I seldom know about Yakuza, I feel that it is impolite for me \nto discuss the contents of this article. \nHowever, I think that the origin of a word of Yakuza and explanation \nof Tekiya are very exact by the limitation which I can understand. \nThe opinion of being the custom in which Yubitsume was introduced \nfrom Bakuto is interesting. \nIn fact, I think that their finger is very important for gamblers. \n\n\nBy the way, why does a Hijikata fans need to be careful about \nTekiya? \nI worried for a while and have noticed. \nPossibly, are you talking about the scene which Hijikata of Taiga \ndrama peddled? \nHijikata sold medicine at the sales talk deceitful to be sure at the \ntime of the beginning of that drama. \nIt resembled the excessive talk of Tekiya. \nMoreover, he deceived some Dojyo and sold medicine. \nHowever, it is a mistake supposing you are talking about those \nscenes. \nThat is adaptation for Taiga drama. \nActual Hijikata had medicine and rounded customers. \nThis is medicinal peddlers&#39; ordinary style and is not related to \nTekiya. \nMoreover, when Dojyo was seen, he entered there and sold medicine. \nAnd he received instruction of the art of fencing from people of \nDojyo. \nIt is after WW2 that people got to know that there was no medicinal \neffect in Ishida-sanyaku. \nHijikata believed that medicine was effective, and sold it, and \ncustomers also believed and bought it. \nThe superintendent of HijikataToshizou-shiryokan which is the \nrelative of Hijikata is warning the people who came there &quot;Do not \nbelieve Taidga drama.&quot; .\nI sense that a sales method like a Taiga drama is interesting. \nHowever, it will be provoking for the relatives of Hijikata that the \nfraudulent practice of a fiction is misunderstood. \nIncidentally, in many Mangas and dramas, Hijikata goes to sell \nmedicine alone. \nHowever, he has having acted with the old man in many cases in \nrecord. \nIn the portion, a Taiga drama is exact.\n\nAgain, your article was very interesting. \nThank you very much. \n\n\nmomoiro-usagi \n\n\n\n\n\n"
}