{
    "userId": 187520196,
    "authorName": "momomanjyuu2004",
    "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
    "profile": "momomanjyuu2004",
    "replyTo": "LIST",
    "senderId": "TZNdKewOpo1yc9xSoa7YPEhiGVdLQi7Moz_QeiwpdwNRAnzTlurffRGySo_TxkvoiC7Ed1SFIQapF21ybo1hRiVdevo6vBaL6mRAdwvL8RIk94T5",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "About Aizu Kotetsu (Comment of &quot;Yakuza Diary&quot;)",
    "postDate": "1099465748",
    "msgId": 1797,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNtYTA2ays3bXU5QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PEJBWTEyLUYyNDFxZGlpeGpuemkwMDAxMGIwYkBob3RtYWlsLmNvbT4="
    },
    "prevInTopic": 1796,
    "nextInTopic": 1972,
    "prevInTime": 1796,
    "nextInTime": 1798,
    "topicId": 1728,
    "numMessagesInTopic": 19,
    "msgSnippet": "Their relation was not found although I searched some sites about Aizu Kotetsu and Shinsengumi. Therefore, although it becomes only my opinion, what I have",
    "rawEmail": "Return-Path: &lt;momomanjyuu2004@...&gt;\r\nX-Sender: momomanjyuu2004@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 54842 invoked from network); 3 Nov 2004 07:09:56 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m13.grp.scd.yahoo.com with QMQP; 3 Nov 2004 07:09:56 -0000\r\nReceived: from unknown (HELO n12a.bulk.scd.yahoo.com) (66.94.237.20)\n  by mta1.grp.scd.yahoo.com with SMTP; 3 Nov 2004 07:09:56 -0000\r\nReceived: from [66.218.69.3] by n12.bulk.scd.yahoo.com with NNFMP; 03 Nov 2004 07:09:09 -0000\r\nReceived: from [66.218.66.122] by mailer3.bulk.scd.yahoo.com with NNFMP; 03 Nov 2004 07:09:09 -0000\r\nDate: Wed, 03 Nov 2004 07:09:08 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cma06k+7mu9@...&gt;\r\nIn-Reply-To: &lt;BAY12-F241qdiixjnzi00010b0b@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5859\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.20\r\nFrom: &quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;\r\nSubject: About Aizu Kotetsu (Comment of &quot;Yakuza Diary&quot;)\r\nX-Yahoo-Group-Post: member; u=187520196\r\nX-Yahoo-Profile: momomanjyuu2004\r\n\r\n\nTheir relation was not found although I searched some sites about \nAizu Kotetsu and Shinsengumi. \nTherefore, although it becomes only my opinion, what I have noticed \nis written. \n\nAlthough it seems that it is written to the book that Shinsengumi \nlost its job before 1868, they have not lost their job. \nSurely, when Tokugawa parted with political power, they lost the \nwork which patrols Kyoto. \nHowever, they were already formally employed as vassals of Tokugawa \nat the time. \nAlthough Tokugawa went out of power, it had still huge territories \nand many vassals. \nOf course, the salary was regularly paid to them. \nMoreover, Shinsengumi did not regard existence of self as unstable. \nToward the end of 1867, Tokugawa tended to disassemble Mimawarigumi \nand Shinsengumi and tended to reorganize an army called Shin-\nYugekitai. \nHowever, Kondou who was apprehensive about the influence of \nShinsengumi being lost refused this. \nMoreover, between Satuma-Chosyu and Tokugawa, it was in the \nsituation where it is not known when war starts. \nDoes Kondou who has loyalty in Tokugawa ask for other employment at \nthe time? \n\nAlthough it seems that it is written to &quot;Yakuza Diary&quot; as &quot;A gang \ncalled Shinseigumi&quot;, I have dissatisfaction in this text. \n(Please do not have misunderstanding, Bonnie-san. I do not blame \nyou. Thank you for the interesting information.) \nWell, Shinsengumi is the private police which was protecting the \npeace of Kyoto in response to approval for the government of the \ntime. \nIt differs from an act which is called gang. \nThey received a bad reputation different from the fact after the \nMeiji Restoration. \nIt is thought that Yakuza of this interview is the Emperor&#39;s \nsympathizer. \nThe Emperors and Satsuma-Chosyu-related historians often do such \nevaluation to Shinsengumi. \nI respect the Emperor family. \nMoreover, I do not have a feeling of dislike so much to Satsuma-\nChosyu. \nHowever, I have a feeling of dislike in such historians truly. \n\nThis is the incident which arose in the spring of this year. \nThe Dietman of a Yamagutchi (Chosyu) district denounced Shinsengumi \nas the terrorist about the program of NHK. \nSince NHK is a public broadcasting office, it is discussed in \nParliament about the program.\nHe says that the program which idealizes the terrorist who wounded \nour ancestor is not allowed morally. \nThe minister who replied to it was the posterity of the samurai of \nSatsuma. \nShinsengumi was the garrison whom the government of those days \naccepted, and our ancestor&#39;s side was a terrorist. \nThe minister answered like this and he said that history changed \nwith positions. \nThis minister is the posterity of Okubo Toshimichi.\nSince I was simple, I thought that a great man&#39;s posterity was \nsplendid. \nIncidentally, I do not know whose posterity a Dietman is. lol\n\n\nAizu Kotetsu is the gambler who was related to the Aizu mansion in \nKyoto. \nThe residence of Daimyo was extraterritoriality at the time. \nSince Bugyousyo (Police) could not be entered, lower samurais&#39; room \nwas often used for the gambling house. \nHe was the rowdy who wore the kimono of Aizu&#39;s mark. \nAlthough his name was Uesaka Senkichi, his name was Tetsugorou when \nyounger. \nAnd he was very short. \nTherefore, people called him Aizu Kotetsu (Aizu&#39;s small Tetsu). \nTo be sure, he had Nagasone-Kotetsu. \nHowever, in the name of Nagasone-Kotetsu and him, Kanji is \ncompletely different. \n\nAizu Kotetsu and Kobuns buried the Aizu samurais&#39; body to Komyo-ji \nafter Toba-Fushimi war. \nAlthough it was the act forbidden to the Meiji government troops, he \nburied those bodies with the determination to receive punishment, in \norder to return Aizu&#39;s obligation. \nAnd they made the cemetery for the Aizu samurais. \nThey kept protecting the cemetery, without yielding to persecution. \n\nThe government troops forbade burying losers&#39; body at the time of \nBoshin war. \nWhat Yakuzas of each area buried those bodies for in opposition to \nthe government troops is an interesting fact. \nWhen the ship of Tokugawa sank to the Suruga bay, Oyabun of famous \nYakuza called &quot;Shimizu no Jirochou&quot; collected and buried the bodies \nof the samurais who drowned.\n(He is Oyabun of Yakuza most famous for Japan. Furthermore, although \nthis is an unrelated talk, Yakuza called &quot;Kurokoma no Katsuzou&quot; \nwhich appears as a rival in his biography exists. The Yakuza \nparticipated in Sekihoutai together with 200 persons&#39; Kobuns.)\n\nMoreover, Yanagawa Kumakichi which buried losers&#39; body after the \nHakodate war was Oyabun of Hakodate. \nHe is building Hekketsu-hi for the dead&#39;s repose of souls. \nTheir acts were the sympathy to a Tokugawa army, and rebounding to \nthe government troops. \nAnd the life of people of their territory needed to be protected. \n\nBy the way, the body of Hijikata has the opinion of being buried, \nunder Hekketsu-hi. \nThis is in the investigation report which Mr. Taira of Hijikata&#39;s \nrelative requested from the policeman of Hakodate at Meiji Era. \nThe policeman investigated Yanagawa Kumakichi.\nYanagawa answered like this to the policeman. \nAlthough Hijikata was buried by subordinates in a certain village, \nwhen building Hekketsu-hi, Yanagawa and Kobuns dug him up and buried \nit in the place of Hekketsu-hi. \nHijikata&#39;s burial place has many opinions and the truth is not \nknown. \nHowever, even if Yanagawa considers burying him under Hekketsu-hi, I \nthink that it is not strange. \n \n\nAlthough it is about Aizu Kotetsu and Aizu Kotetsu-kai, these two do \nnot have relation. \nThe name of Aizu Kotetsu was finished when Uesaka&#39;s son died in \n1935. \nYakuza which is completely unrelated to Uesaka began to use the name \nof Aizu Kotetsu-kai from 1975. \nAlthough I do not understand whether the relation between \nShinsengumi and Aizu Kotetsu was, Yakuza of the time and the present \nYakuza are completely different existences. \n\n\nmomoiro-usagi\n\n\n\n\n\n"
}