{
    "userId": 187520196,
    "authorName": "momomanjyuu2004",
    "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
    "profile": "momomanjyuu2004",
    "replyTo": "LIST",
    "senderId": "NJM5RjABBVtfWccTWWPqw_aCQ138LMmx7MUeCmE2yMetapBcLIpcs-di-IeT88xLqKeahLTEuALGyKLGP2X-xf-XvGGphjYUVJXOAdkgBIQlBxV-",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Digest Number 215",
    "postDate": "1100622104",
    "msgId": 1839,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNuZDllbytyZmlrQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQxMTAzMTc0NjU0LjgyODg5LnFtYWlsQHdlYjUxNTA5Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 1801,
    "nextInTopic": 0,
    "prevInTime": 1838,
    "nextInTime": 1840,
    "topicId": 1801,
    "numMessagesInTopic": 2,
    "msgSnippet": "... *bows gratefully* ... meant as a sort of joke (very poorly done on my side, I admit, but as I m not a native speaker (I m Argentine), sometimes I lack the ",
    "rawEmail": "Return-Path: &lt;momomanjyuu2004@...&gt;\r\nX-Sender: momomanjyuu2004@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 48606 invoked from network); 16 Nov 2004 16:21:45 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m18.grp.scd.yahoo.com with QMQP; 16 Nov 2004 16:21:45 -0000\r\nReceived: from unknown (HELO n6a.bulk.scd.yahoo.com) (66.94.237.40)\n  by mta4.grp.scd.yahoo.com with SMTP; 16 Nov 2004 16:21:44 -0000\r\nReceived: from [66.218.69.1] by n6.bulk.scd.yahoo.com with NNFMP; 16 Nov 2004 16:21:44 -0000\r\nReceived: from [66.218.67.172] by mailer1.bulk.scd.yahoo.com with NNFMP; 16 Nov 2004 16:21:44 -0000\r\nDate: Tue, 16 Nov 2004 16:21:44 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cnd9eo+rfik@...&gt;\r\nIn-Reply-To: &lt;20041103174654.82889.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3597\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.40\r\nFrom: &quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;\r\nSubject: Re: Digest Number 215\r\nX-Yahoo-Group-Post: member; u=187520196\r\nX-Yahoo-Profile: momomanjyuu2004\r\n\r\n\n--- In SHQ@yahoogroups.com, Firuze Khanume &lt;wtiger_consort@y...&gt; \nwrote:\n&gt; Dear momoiro-usagi:\n&gt;  \n&gt; Thank you very much for the time you took commenting the article. \n*bows gratefully*\n&gt; Concerning the comment I made about  Tekiya and Hijikata, was \nmeant as a sort of joke (very poorly done on my side, I admit, but \nas I&#39;m not a native speaker (I&#39;m Argentine), sometimes I lack the \ngrace and subtlety required for performing such feats).\n&gt;  \n&gt; Of course that the drama can&#39;t be taken as a reliable historical \nsource. To be honest, at first the historical inaccuracies ticked me \noff quite a bit, but then I reconsidered, since  it&#39;s not a \ndocumental, but a TV series, meant to entertain, in the same vein as \nmany American productions for TV as well as Hollywood movies. So \nafter accepting this basic fact, I sat comfortably to enjoy \nShinsengumi! for what it was worth. \n&gt;  \n&gt; But your advice is certainly very accurate, and appreciated. \nThanks for your concern.\n&gt;  \n&gt; Firuze\n\n\nWas that a joke? It understood.\nSince the article was very serious, I have not noticed it^^;;; \nTalking in the language which is not a native language suffers \ntroubles mutually. \nAnd I am writing this text using translation software. \nI am worried that an impolite thing may be written to you. \n\nTaiga drama is often introducing in others the small episode which \nis not made to appear. \nHowever, it also has many episode which is not facts. \nTaiga drama is not a thing for studying a historical fact. \nIt is a thing for merely enjoying oneself as a drama. \nYou know the right way of enjoying oneself of Taiga drama^^\nThere are people who believe that the episode in Manga, a novel, or \na drama is a fact among Shinsengumi fans. \nThe fans of a certain Shinsengumi manga are introducing information \non a network only in the knowledge from the work. \nThey are people who are young mostly and have not read other \nShinsengumi works. \n(I cannot understand why they become the feeling which got to know \nShinsengumi only in the knowledge of that work.) \nI am not going to deny fictions&#39; worth. \nThey become a wonderful entrance to a historical fact. \nMoreover, people of a time far from us are made a nearer existence. \nHowever, it is dangerous to believe it. \n\n\nWell, I feel that only good portions were written too much about \nYakuza. \nMany Yakuzas which were popular allies actually existed. \nHowever, probably, many Yakuzas which were hard on the weak with \nregards to the man of power also existed. \nAnd probably Yakuza which did not perform a bad thing at all does \nnot exist. \nThe same may be said of the situation after Meiji Era. \nAbout the time after Meiji Era, there was certainly a situation \nwhere you wrote. \nYakuzas with political ideas was related to the politician or the \narmy. \nHowever, Yakuzas which valued the territory like ancient times also \nexisted. \nAlthough I wanted to write in detail about this, for performing it, \nI am too ignorant.\nAlthough I think that the contents which Firuze-san wrote are the \npeople rather called &quot;Uyoku&quot; (the right wing), I cannot say it with \na corroboration. \nI have neither existence of Uyoku nor the knowledge about thought. \nThey have a close relation to Yakuza. \nThey instigated the politician and the army and often caused \ntrouble. \n\n(Although I am a Japanese, I am very ignorant about Japan and sense \nthat it is shameful. I come to SHQ and am very conscious of it. \nAfter coming to SHQ, I came to think of Japan seriously. In that, I \nam thankful to everybody of SHQ.) \n\nPlease introduce, if there are some interesting articles ^^\n\nmomoiro-usagi\n\n\n\n\n\n"
}