{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "021gcWYXHJKNXnC7m_qFmYotSMuUb7__hIVbIJbvPb-n_-zexUKE8bnu35jme4Su2rDdFEHzF89ffBUi0bKkBUS_9oUnbYA9BAMytra1o0InEQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Book The Making of Modern Japan",
    "postDate": "1102072369",
    "msgId": 1890,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQxMjAzMTExMjQ5Ljk5MDEyLnFtYWlsQHdlYjUxMTAxLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGNvb3ZlOStnOG0wQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 1888,
    "nextInTopic": 1904,
    "prevInTime": 1889,
    "nextInTime": 1891,
    "topicId": 1888,
    "numMessagesInTopic": 3,
    "msgSnippet": "I recommend this book overall, but be prepared to be overwhelmed and underwhelmed, and it s probably not the *best* as a first book for someone just starting",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 88386 invoked from network); 3 Dec 2004 11:12:55 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m17.grp.scd.yahoo.com with QMQP; 3 Dec 2004 11:12:55 -0000\r\nReceived: from unknown (HELO web51101.mail.yahoo.com) (206.190.38.143)\n  by mta2.grp.scd.yahoo.com with SMTP; 3 Dec 2004 11:12:55 -0000\r\nReceived: (qmail 99014 invoked by uid 60001); 3 Dec 2004 11:12:49 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nDomainKey-Signature: a=rsa-sha1; q=dns; c=nofws;\n  s=s1024; d=yahoo.com;\n  b=uRLVGs1QwxoGA9SEBYX6685BV8xMAxIbJ0t75NuzNWxAYIsgYzGXxiYAbJL0o5gMtHCXVnePDSkoerTq+bTFjU+1VUeezN4W0WVjrg0QKXaUKWNeK9w/bnBxP0xvdmJXueVkpPk9vGz7Dz0E06K5ZwBIjBJuCb/YAf6oQcjQHlg=  ;\r\nMessage-ID: &lt;20041203111249.99012.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web51101.mail.yahoo.com via HTTP; Fri, 03 Dec 2004 03:12:49 PST\r\nDate: Fri, 3 Dec 2004 03:12:49 -0800 (PST)\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: &lt;coove9+g8m0@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 206.190.38.143\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Re: [SHQ] Book The Making of Modern Japan\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI recommend this book overall, but be prepared to be overwhelmed and underwhelmed, and it&#39;s probably not the *best* as a first book for someone just starting out (see why below).  It starts with the beginnings of the Tokugawa shogunate and the development of the politics, the society, and the culture, and eventually makes its way to explore the elements that led up to the bakumatsu and the confusion of ideas rampant during the war (incredibly fascinating and complex and I&#39;m SO having trouble keeping them straight)... you&#39;re not even a third of the way into the book yet (765 pages of text, 871 with reading suggestions, notes and index; the index sucks as any useful way to get to things in the text... if you don&#39;t know the Japanese for something and/or it isn&#39;t *very* specific, forget finding it that way).  The bakumatsu and Meiji constitute about the middle third of the book.  I started reading from the beginning, but finally recently jumped ahead to reading what was going on from the\n 1830&#39;s (when Sagara was born) onward.  I&#39;ve been all around the bakumatsu/Meiji material, though, as I&#39;ve looked for information and probably read all of it... just not straight through.\n \nWonderful in that it examines all aspects of culture and society, not just straight politics and events, but aggravating in that it&#39;s really best as a jumping off point/quick reference because it attempts to cover so much ground.  Don&#39;t expect details or extensive discussion of anything, though a lot is often conveyed very succinctly.  Easy to read, but a lot to take in... I read it in small doses.\n \n*Major* complaint (besides the index) and reason I don&#39;t think it&#39;s a good first book for beginnners --- he&#39;s very inconsistent in presentation. He explains about the Tengu-toh, generally --- how they came about, and why/how the bakufu destroyed them --- but never calls them by name and parts of their history are scattered throughout different discussion areas; yet he will tell you that court nobles were called &quot;long sleeves&quot; and why and provide you with the Japanese term.  (And neither are searchable in the index, not even the term &quot;nagasode.&quot;)  That&#39;s just an example.  I&#39;m left wondering how much I&#39;m reading about that I actually have come across before, but don&#39;t recognize it because it either isn&#39;t named or  is associated with things I don&#39;t recognize yet.  Major drawback for anyone just starting out and the weakest aspect of the book.  Not providing the reader with the term &quot;Tengu-toh&quot; or &quot;Tengu Party&quot; after the explanation he DID give it is not conducive to people learning the\n history, and especially not when he does thoroughly identify other things.\n \nReason I got it when I could finally purchase my first book of history?  My pet idealist gets a paragraph (and the Shinsengumi aren&#39;t even mentioned, not even as a police force as part of the 1,500 Aizu samurai in Kyoto... interesting comments about Matsudaira Katamori, though, and he does mention the plight of the Aizu survivors, but only because they&#39;re exceptional).  Truly, though, once you get a feel for how Jansen organizes his material and become familiar with the text, it&#39;s good to have around to check on things.  And it does paint a panorama that gives you a chance to see what&#39;s happening off to the side that&#39;s just as important for it&#39;s influence on the central main events.  As aggravated as I get with it at times, it&#39;s still the first book I pull when I quickly want to check on events or people or general subjects (e.g. education, religion, literature, etc.), look for other possible search terms, and with such a broad timeframe available, sometimes trace the history of\n ideas.  It just takes some getting used to.\n \nphil\n\nsecretary &lt;secretarytocapt3@...&gt; wrote:\n\nThe Making of Modern Japan\nBy Marius B. Jansen\nISBN 0674003349\n\n*does not contain details about the Shinsengumi nor Matsudaira Sadaaki\ndoes mention samurai women but only her role as a -wife-\n\nHOWEVER it contains other interesting things about:\n- Mito scholarship\n- Aizu samurai (later novelist) who attended Univ. of Penn.\n- little bit about Enomoto Takeaki\n- Niijima Jo (husband of Yamamoto Yaeko~member of Aizu&#39;s Women&#39;s\nBrigade) &lt;&lt;&lt; from what I read about Yamamoto&#39;s husband he missed the\nBoshin War entirely...sounds like Yamamoto had to tell him about it\n- Doshisha University\n\n*woe to any man who courts a tayu...sounds like many fortunes have\nbeen [ruined] in the process\n\n*also have some names of important figures related to the Women&#39;s\nRights movement\n\n*I highly recommend students of Japanese history to read the book&#39;s\nindex and examine the &quot;Further Readings&quot; section\n\ngo to &quot;Files&quot; and find &quot;The Making of Modern Japan&quot;\n\n\n\n\n\n\n\n\n\n\n\n\nYahoo! Groups SponsorADVERTISEMENT\n\n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/SHQ/\n  \n   To unsubscribe from this group, send an email to:\nSHQ-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\n Take Yahoo! Mail with you! Get it on your mobile phone.\n\n[Non-text portions of this message have been removed]\n\n\n"
}