{
    "userId": 166729753,
    "authorName": "warg3791",
    "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "77oUoItBYFMaEUNA8MRRZUQSTy3Zn1ejONCsd1saWZIENVYE56pZMKfNBTpg4Nqy2ObRDEBWTaxMAOXdMic2hkheC1g",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Hijikata family birthyears & ages and the Battle of Matsumae",
    "postDate": "1104236482",
    "msgId": 1978,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGNxcmo0MitubmtsQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 1977,
    "nextInTime": 1979,
    "topicId": 1978,
    "numMessagesInTopic": 1,
    "msgSnippet": "Funny how just a little new info can make things you didn t understand before so much clearer. Thanks to Momoiro-usagi, I was FINALLY able to understand the",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 726 invoked from network); 28 Dec 2004 12:22:21 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m8.grp.scd.yahoo.com with QMQP; 28 Dec 2004 12:22:21 -0000\r\nReceived: from unknown (HELO n9a.bulk.scd.yahoo.com) (66.94.237.43)\n  by mta5.grp.scd.yahoo.com with SMTP; 28 Dec 2004 12:22:21 -0000\r\nReceived: from [66.218.66.58] by n9.bulk.scd.yahoo.com with NNFMP; 28 Dec 2004 12:21:24 -0000\r\nReceived: from [66.218.67.172] by mailer7.bulk.scd.yahoo.com with NNFMP; 28 Dec 2004 12:21:24 -0000\r\nDate: Tue, 28 Dec 2004 12:21:22 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;cqrj42+nnkl@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5276\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.43\r\nFrom: &quot;warg3791&quot; &lt;Warg3791@...&gt;\r\nSubject: Hijikata family birthyears & ages and the Battle of Matsumae\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\n\nFunny how just a little new info can make things you didn&#39;t \nunderstand before so much clearer. Thanks to Momoiro-usagi, I was \nFINALLY able to understand the birthdate sheet on www.toshizo.com :\n\nFather - Yoshiatsu (Hayato)* - 1792-1835 - 44* (age at time of death)\nMother - Etsu - 1792-1840 - 49\n\nBrother - Tamejirou - 1812-1883 - 72\nBrother - no name - died prematurely (Oct 11, 1813)\nBrother - no name - died prematurely (June 12, 1815)\nBrother - Kiroku - 1819-1860 - 42\nSister - no name - died prematurely (Aug 4, 1821)\nSister - no name - died prematurely (May 5, 1822)\nSister - Shuu - 1823-1838 - 16\nBrother - Daisaku (later Kasuya Ryojyun) - 1828-1877 - 50\nSister - Nobu - 1831-1877 - 47\nHijikata - 1835-1869 - 34\n\n*Hayato - Was this his father&#39;s &quot;hidden&quot; name? I just realized that \nthis was the name Hijikata went by for a short time. \n\n*I have also seen his age given as 42 I thought? \n\n\nBattle of Matsumae Castle (Hakodate War) -\n\nBasically what I have been able to figure out from a very poor \nmachine translation of www.tamahito.com is that Enomoto and company \npretty much considered the feudal clan to be under their power. There \nwas a letter sent which may have indicated as much and did request \nthat they have a peaceful and cooperative existence for the good of \nthe Ezo Republic. The clan did not even bother to answer the letter \nwhich made Enomoto angry and he sent Hijikata&#39;s army to deal with \nthem on October 27, 1868. (Recall that this would have been November \nor December by the modern calender. There was already much snow on \nthe ground so it would not have been an easy march for them.)\n\nAt some point the clan realized that Hijikata was on his way and \naccording to the translation, attempted to &quot;assassinate&quot; him before \nhis troop could reach the castle. Of course it failed. The article \ndid not elaborate on what they tried to do, but I did find reference \non www.toshizo.com to a surprise attack by night on Hijikata&#39;s camp \nshortly before they reached Matsumae Castle.\n\nOn November 5 he reached the castle, which has one of its sides \nfacing the sea. At dawn the two sides began to shell one another. \nAfter Hijikata&#39;s men had wounded around 30 of their own, the feudal \nclan was forced to surrender.\n\nThere are two conflicting stories about how Hijikata won the battle. \nThe first one claims that he saw they opened the castle gate to fire \nand would then shut it again. He figured out the timing of it and \nsent men to sneak up on both sides of the gate. When the gate was \nopened again, they were able to fire into the fort at close range and \ncause they to have to surrender.\n\nThe other story is said to come from Shimada Kai&#39;s diary and is \nprobably more reliable. He said that Hijikata used a ladder to sneak \npeople into the castle and attack the from within and this is how \nthey took the castle.\n\nAfter the battle many members of the Matsumae clan escaped, setting \nfire &quot;to the private house and the village&quot;. (Not sure if the bit \nabout &quot;the private house&quot; means they set their house on fire or if it \nsimply means they set the whole village on fire.) This action was \nlater condemned. Enomoto had learned international law and that it \nsaid citizens should not be harmed who were not directly involved in \na war. It seems that he expected his own troops to go by this law \nfrom what this is saying. It further comments that this was a new \nidea for Japan and not the old feudal idea. \n\nOne final sad note. Apparently the Matsumae clan went to the Tsugaru \nclan (?) for help. They had to take a ferry to reach them and the \nweather, as I have mentioned, was bad. They had a princess of the \nfamily with them who had TB and ended up dying as a result of the \nconditions at the time. She was 25 at the time.\n\nI recall seeing a reference to that trick with the gate in connection \nwith Utsunomiya Castle as well. I wonder if that could have been \nwhere it really took place and some survivor of both battles got the \ntwo fights mixed up? Also, I would tend to think Shimada would have \nknown for certain since he was Hijikata&#39;s bodyguard at the time \napparently. \n\nI also was reading a bit about the two people who got a letter about \nHijikata&#39;s death to his family. The man who wrote it was named \nYasutomi Saisuke and he had taught horsemanship to the Shinsengumi \nwhen they were still in Kyoto. By the time of the Battle of Hakodate \nhe was Hijikata&#39;s aide and was supposed to have been with him during \nhis last moments. He entrusted a letter with the details of this to a \nman named Tachikawa Chikara.\n\nTachikawa seems to have been a later member, but I cannot tell for \nsure. He also appears to have been trying to help Yasutomi to escape \njust before the Ezo Republic finally collapsed and was captured. He \nwas sent to the Akita feudal clan to &quot;behave&quot;. The letter was finally \ndelivered to the Sato house in Hino in 1872. Tachikawa was 68 when he \ndied in 1903.\n\nAs for Yasutomi, he was released in Edo in 1870. However it is said \nthat he was murdered soon after by another original member of the \nShinsengumi. I could only make out &quot;Abe&quot; for sure. This is probably \nAbe Juurou of Ito&#39;s group, who would certainly have a motive to kill \nanyone closely connected to Hijikata. Yasutomi was 31 when he died.\n\n-MissBehavin\n\n\n\n\n\n"
}