{
    "userId": 182822216,
    "authorName": "ktamae@****",
    "from": "&lt;ktamae@...&gt;",
    "profile": "tamagot93",
    "replyTo": "LIST",
    "senderId": "L5gfllc-ZtGX1P9WW3bJNqZ8m-XgoN0qSeetQ5oB3S17vjR74gM-wZBydk4_6wNAbrjt77Rv_A",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Hijikata Questions",
    "postDate": "1105814135",
    "msgId": 2050,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDQxRTk2Mjc3LjIwNDA0MDdAYW9sLmNvbT4=",
        "inReplyToHeader": "PDE0NS4zZDMzZTNmNy4yZjFhNTg3OEBhb2wuY29tPg==",
        "referencesHeader": "IDwxNDUuM2QzM2UzZjcuMmYxYTU4NzhAYW9sLmNvbT4="
    },
    "prevInTopic": 2047,
    "nextInTopic": 2051,
    "prevInTime": 2049,
    "nextInTime": 2051,
    "topicId": 2042,
    "numMessagesInTopic": 7,
    "msgSnippet": "Thanks for the url addresses. ... Yes it s said that Tamejiro was a kind of dilettante who liked making Haiku and Tanka very much and no doubt Toshizo s haiku",
    "rawEmail": "Return-Path: &lt;Ktamae@...&gt;\r\nX-Sender: Ktamae@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 88321 invoked from network); 15 Jan 2005 18:35:38 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m24.grp.scd.yahoo.com with QMQP; 15 Jan 2005 18:35:38 -0000\r\nReceived: from unknown (HELO imo-d23.mx.aol.com) (205.188.139.137)\n  by mta1.grp.scd.yahoo.com with SMTP; 15 Jan 2005 18:35:38 -0000\r\nReceived: from Ktamae@...\n\tby imo-d23.mx.aol.com (mail_out_v37_r3.8.) id r.dc.1de5a84a (15875)\n\t for &lt;SHQ@yahoogroups.com&gt;; Sat, 15 Jan 2005 13:35:32 -0500 (EST)\r\nReceived: from  your-fh243qs2k8 (218.45.64.198.eo.eaccess.ne.jp [218.45.64.198]) by air-id07.mx.aol.com (v104.17) with ESMTP id MAILINID72-3e0341e962711ed; Sat, 15 Jan 2005 13:35:31 -0500\r\nDate: Sun, 16 Jan 2005 03:35:35 +0900\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: &lt;145.3d33e3f7.2f1a5878@...&gt;\r\nMessage-ID: &lt;41E96277.2040407@...&gt;\r\nReferences:  &lt;145.3d33e3f7.2f1a5878@...&gt;\r\nX-Mailer: AOL Communicator (20030728.3 Win)\r\nMIME-Version: 1.0\r\nContent-Type: TEXT/PLAIN; CHARSET=us-ascii\r\nX-AOL-IP: 218.45.64.198\r\nX-eGroups-Remote-IP: 205.188.139.137\r\nFrom: &lt;ktamae@...&gt;\r\nSubject: Re: [SHQ] Hijikata Questions\r\nX-Yahoo-Group-Post: member; u=182822216\r\nX-Yahoo-Profile: tamagot93\r\n\r\nThanks for the url addresses.\n\n &gt; I cannot seem to get an individual page url for the\n &gt; http://www.tamahito.com/\n &gt; site for some reason. It&#39;s the last link on the bottom of the first\n &gt; page about\n &gt; Hijikata that takes you to the page I was trying to decipher. The passage\n &gt; about Tamejirou inspiring him to write haiku is right under the\n &gt; picture of the\n &gt; bamboo plant. It&#39;s the same passage that talks about someone jumping\n &gt; into the\n &gt; river.\n\nYes it&#39;s said that Tamejiro was a kind of dilettante who liked making \nHaiku and Tanka very much and no doubt Toshizo&#39;s haiku hobby is the \ninfluence of the older brother.\n\nAnd one day on the way home from the brothel at Fuchu of Musashi, the \nriver Tama rose and Tamejiro should have stopped there.\nBut suddenly he took of his clothes to wrap them around his head, and \ndove into the water. Then he swam using an overhand stroke and went back \nto the riverbank of Ishida village like that.\n\n &gt; Below that is the one that mentions Daisaku and seems to be saying\n &gt; something\n &gt; about him making the Shinsengumi sign. I cannot find where I saw that\n &gt; one of\n &gt; the brothers looked after the dojo now though. Must be a long-lost\n &gt; website.\n\nDaisaku who is adopted by Kasuya family, likes making poetry and excels \nfor the calligraphy. The great sign of the Shinsengumi HQ at Mibu might \nbe written by him.\n\n &gt; The passage about Hijikata taking &quot;plain food&quot; at Hakodate is at the\n &gt; bottom\n &gt; of the http://www.toshizo.com/name/toshizo.html page.\nAt Hakodate, Toshizo contented to take plain food and kept the women \naway from him. (the link of the same line which gives the reflection \nabout the homosexuality and the practice of adoption is interesting too...)\n\n &gt; The passage that says something about him going off alone in a corner to\n &gt; drink is on http://www.toshizo.com/name/tohito.html  It appears to be the\n &gt; testimony of a journalist of some sort? It&#39;s one of the longer notes.\nThis one is the testimony of Genichiro Kikuchi who has known the people \nof Shieikan and who become a journalist in Meiji era.\nBut the part about Hijikata&#39;s attitude when the other are drinking is \nthe comment added by the web mistress it seems.( so the source is not \nmentioned) and it&#39;s said that Toshizo often drinks alone leaning against \na pillar and only looks with smirk the other fellows making noises.\n\n &gt; I was wrong about where I saw the note about his temper. It&#39;s on this\n &gt; page:\n &gt; http://www.h3.dion.ne.jp/~ash-gate/fukuchyo-2.htm  I think it&#39;s some\n &gt; official\n &gt; (possibly named Kato?) who was the one who made the comment.\n\nThis one is Hiroyuki Kato&#39;s testimony ( he was the professor of the \nwestern study school of Bakufu) about Hijikata.\nHe said, Hijikata was a very calm man who keeps cool in the face of \ntrouble but once he got angry he went wilder than Kondo.\nFor Bakufu, Kondo was easier to deal with and Hijikata was difficult.\n\n &gt;\n &gt; And the mention of the &quot;sogami hairdo&quot; (I am still not sure if the\n &gt; translator\n &gt; worded that properly) is on\n &gt; http://g1342122.at.infoseek.co.jp/bakumatu-fubou.htm  It&#39;s in the\n &gt; section on Hijikata and says something about him following\n &gt; Kondou or something and what they were wearing I think? Cannot really\n &gt; make heads\n &gt; or tails what that one is trying to say...\nThe link doesn&#39;t work but I think I figure out what they talk about.\n&quot;sogami hairdo&quot; means (In correct Japanese) &quot;Souhatsu&quot; hairstyle.\nWe may wonder watching costume film of Bakumatsu, why some men\nhave shoved head and the other are not.( without Sakayaki, shoved \nhairstyle)\nSuch a long hairstyle without shoving the front is called &quot;souhatsu&quot;.\nThe photo of Kondo and many other have this hairstyle because souhatsu \nhas become &quot;a la mode&quot; in Bakumatsu period. That was a sort of \nperformance symbolizing they are so concerned by the future of Japan \nthat they haven&#39;t even the time to shove their head.\n( can be compared little bit those hippie of 70&#39;s having long hair as \nthe symbol of defiance)\n\n &gt; Here&#39;s a link to one of the pages on mizosoba I was looking at:\n &gt; http://www.ne.jp/asahi/kumagaisan/flowers/mizosoba.html\n &gt;\n &gt; It mentions the &quot;splinter&quot;, but it has something else interesting too. It\n &gt; says something at the end about the fruit of the plant? Are there two\n &gt; different\n &gt; plants called &quot;mizosoba&quot;?\n &gt;\nYes it&#39;s said Mizosoba has some sharp splinters at the stem.\nThe common name of mizosoba is come from mizo( gutter) and soba( \nbuckwheat). Because its fruit and leaf look like buckwheat and in the \ntime of famine, people cultivated this plant to make sobagaki( a kind of \ngnocchi made by buckwheat) with the fruits.\n\nI hope those answers make sense.\n\nTama\n\n\n"
}