{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "eWTX3YPwC_3s13nK1k_754QnFLV8YfvSDTpf9bFCC2RlIRJFcqWza-4W278691TNO2MZgPDJrGtyrhS1YwDd80LfIqiBInclvJ1_Ig6M69qVHw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Sagara - for the idly curious, the merely bored, the eternally patient",
    "postDate": "1106608469",
    "msgId": 2100,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUwMTI0MjMxNDI5LjE5NDMxLnFtYWlsQHdlYjUxMTAyLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 2102,
    "prevInTime": 2099,
    "nextInTime": 2101,
    "topicId": 2100,
    "numMessagesInTopic": 3,
    "msgSnippet": "So I get started back on working on my Sagara site, realize I ve started projecting way too much of my own thoughts into it just in time to have to move from",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 91425 invoked from network); 24 Jan 2005 23:14:30 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m23.grp.scd.yahoo.com with QMQP; 24 Jan 2005 23:14:30 -0000\r\nReceived: from unknown (HELO web51102.mail.yahoo.com) (206.190.38.144)\n  by mta2.grp.scd.yahoo.com with SMTP; 24 Jan 2005 23:14:29 -0000\r\nReceived: (qmail 19433 invoked by uid 60001); 24 Jan 2005 23:14:29 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nDomainKey-Signature: a=rsa-sha1; q=dns; c=nofws;\n  s=s1024; d=yahoo.com;\n  b=FnGsD0Y34rNyDgroBHhAXcHg9GEqlP8+Y0fNPlWJcsgKjcVNDREHirDMG6Lv6408K8OnZjKKiVVEKpgOdRnOZy+kmPdb3zpNBnA4WKwqbdy8rvskb2F0ZwdU9pTvqtsbekIeKyGKmWs3Map4jTJH3XWmByyL2t2sRKt6TPCU/B0=  ;\r\nMessage-ID: &lt;20050124231429.19431.qmail@...&gt;\r\nReceived: from [70.56.176.28] by web51102.mail.yahoo.com via HTTP; Mon, 24 Jan 2005 15:14:29 PST\r\nDate: Mon, 24 Jan 2005 15:14:29 -0800 (PST)\r\nTo: shq@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 206.190.38.144\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Sagara - for the idly curious, the merely bored, the eternally patient\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nSo I get started back on working on my Sagara site, realize I&#39;ve started projecting way too much of my own thoughts into it just in time to have to move from one house & get it ready to sell and into another with an unexpected houseguest, finally get back to thinking about the site... and discover I don&#39;t have a clue now where all of my STUFF is!  (And, Barb, I *still* haven&#39;t found my magnifying glass, so limited dictionary/thesaurus reading for me!)\n \nLiveJournal crashed big-time a week or so ago, and desperate to play, I decided to take a look at GreatestJournal (an LJ clone, but with a little more user friendliness and practically unlimited icon storage).  The bell eventually went off in my head --- why not start using journals to collect, organize and store this information where I can get to it quickly, find stuff with reasonable ease (hey... *anything* is better than scattered across notebooks, scraps of paper, computer files, highlighted in books, etc.), and save it to space other than just my hard drive (AND for free)?  And dang, it&#39;ll even give people another way to forward to me any information they find --- they can just leave a comment under the appropriate entry (anonymous posters not being my idea of fun, however, you would have to register with either GJ or LJ to comment --- it&#39;s free & easy & you don&#39;t even have to make use of the journal -- but the journals are set up to accept comments from any registered user).\n \nSo, in the interest of doing some service to Sagara Souzou and this website, I offer links to the raw data being compiled for use on the website and the invitation to anyone who comes upon sites, citations, references, honorable mentions, whatever, to just leave the info in a comment.  You can also just look it over, but it&#39;s really raw.  :-D   Because of the Great LJ Crash, the information is available in two places --- on GJ (the site I choose to work from) and mirrored on LJ.  What is currently up is what I could immediately access at my fingertips and off the top of my head, so the entries will be added to, revised, and refined over the coming days as I start going through my notebooks, folders of scraps, files and everywhere else I jotted stuff down in a hurry.  There is also some organization still to be done, mostly in the form of creating entries where I can compile groups of information (and make the LJ journals look pretty).\n \nOn Sagara Souzou, specifically (though there is some general Sekihoutai stuff there now):\nWorking site: http://www.greatestjournal.com/users/sagara_sozo/\nMirror site:  http://www.livejournal.com/users/taichou_sagara/\n \nOn the Sekihoutai in general and its members (including dear Miki):\nWorking site:  http://www.greatestjournal.com/users/sekihoutai/\nMirror site:  http://www.livejournal.com/users/sekihoutai/\nSetting up the journals and working on the Sagara info totally exhausted me yesterday and this morning, so there&#39;s nothing there yet.  Hopefully tonight.\n \nI&#39;ve also started a secondary research project for personal amusement (and when I need a break from the depressing history of Sagara), related to Sagara and possibly of interest to others here -- Tokugawa Nariaki.  Some think he was crazy, but I find him visionary.  Anyway, I *know* there&#39;s lots of info out there on him, but I&#39;m only just starting out learning about him, so the obvious sources will be missing.  Any recommendations, though, are always welcome.  Just don&#39;t inundate me with websites... taking it a search page at a time.  LOL\n \nWorking site:  http://www.greatestjournal.com/users/rekko/\nMirror site:  http://www.livejournal.com/users/rekko/\n \nHoping all this may be useful to someone, someday...\nphil (still the obsessed & pretty much entirely focused on Sagara these days)\n\n\n__________________________________________________\nDo You Yahoo!?\nTired of spam?  Yahoo! Mail has the best spam protection around \nhttp://mail.yahoo.com \n\n[Non-text portions of this message have been removed]\n\n\n"
}