{
    "userId": 166729753,
    "authorName": "warg3791",
    "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "pMjB9JUbIKhcyZNRwc1jXb0lNJ2pzufhKHDZEerz2Hrnj9ZcKITECOD7UvC431KIeGC2_uagJLCISDyPl3JOIEKGOfI",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Toba-Fushimi Anniversary",
    "postDate": "1106626990",
    "msgId": 2101,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGN0NGhqZSthc2NiQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 2103,
    "prevInTime": 2100,
    "nextInTime": 2102,
    "topicId": 2101,
    "numMessagesInTopic": 3,
    "msgSnippet": "For those of you who haven t checked you Shinsengumi calender lately, the anniversary of Toba-Fushimi is coming up this Thursday, Jan 27. This would be Jan. 3",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 8143 invoked from network); 25 Jan 2005 04:23:11 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m13.grp.scd.yahoo.com with QMQP; 25 Jan 2005 04:23:11 -0000\r\nReceived: from unknown (HELO n5a.bulk.scd.yahoo.com) (66.94.237.39)\n  by mta3.grp.scd.yahoo.com with SMTP; 25 Jan 2005 04:23:11 -0000\r\nReceived: from [66.218.69.4] by n5.bulk.scd.yahoo.com with NNFMP; 25 Jan 2005 04:23:11 -0000\r\nReceived: from [66.218.66.90] by mailer4.bulk.scd.yahoo.com with NNFMP; 25 Jan 2005 04:23:11 -0000\r\nDate: Tue, 25 Jan 2005 04:23:10 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;ct4hje+ascb@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2579\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.39\r\nFrom: &quot;warg3791&quot; &lt;Warg3791@...&gt;\r\nSubject: Toba-Fushimi Anniversary\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\n\nFor those of you who haven&#39;t checked you Shinsengumi calender lately, \nthe anniversary of Toba-Fushimi is coming up this Thursday, Jan 27. \nThis would be Jan. 3 by the lunar calendar that was in place at the \ntime. \n\nAs I recall, what little info we have about the Shinsengumi&#39;s \ninvolvement places them in Fushimi during the battle. Captain Inoue \nGenzaburo (one of the original Shieikan members of the group and \nsupposedly close friend of both Kondo and Hijikata) was shot and \nkilled during the battle. I&#39;ve read that he followed Hijikata&#39;s \norders without being daunted during the fighting. Also killed was \nYamazaki Susumu. Injured earlier, he could not swim to safety when \nhis boat sank during the retreat.\n\nDuring the battle, Hijikata tried to charge the Satsuma guns and was \nforced back. He said afterwards that the &quot;age of the sword and spear \nhad already passed&quot;. (He was leading this fight because Kondo had \nrecently been injured in an attempt on his life by the remaining \nmembers of Ito&#39;s group.) Nagakura and Saito fought at the rear during \nthe retreat. Saito must have taken a small injury of some sort, since \nhe went for medical treatment a few days afterwards. It was also at \nthis time that Shimada Kai had to help Nagakura over an earthen bank \nor fence he could not get over alone. LOL\n\nFollowing info on the battle from Mark Ravina&#39;s The Last Samurai-\n\nThe fight began in the evening when Satsuma opened it&#39;s cannons up on \nthe Bakufu forces at Toba. Satsuma had 900 men there facing the \nTokugawa&#39;s 2,500 men. At Fushimi, the Bakufu forces had some 3,000 \ntroops (including Aizu and Shinsengumi) against 500 Satsuma, 725 \nChoshu, and 200 Tosa. The Bakufu forces were not only larger, but \nthey had some of the best trained troops in Japan. (The shogun&#39;s \nFrench-trained infantry for instance.)\n\nOn at least two occassions, Aizu troops rushed the Satsuma and Choshu \ntroops and forced them to flee despite their inferior weapons. \nHowever, there were many problems that undermined the Bakufu&#39;s \nefforts: No real leadership and no particular strategy, troops always \nin the wrong places at the wrong time, poor morale, and failure of \nreinforcements to deploy when ordered among other things.\n\nOne of the biggest blows came at the end, when it became clear the \nBakufu could lose. Tsu domain&#39;s artillery forces, during a critical \nengagement on 1/6 (1/30), switched sides. Instead of shelling \napproaching imperial troops, they began attacking Aizu forces. \nYoshinobu flees Osaka for Edo upon recieving the news, realizing the \nbattle is lost.\n\n\n-MissB\n\n\n\n\n"
}