{
    "userId": 166729753,
    "authorName": "warg3791",
    "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "FaLgzQFpWDC7M-Wq4eHERBY7-U-e2tkYXwanSUo-Wlu6furMK8oUUA76LI5YIqxYVGhEEClCJs53orDa7a0PrvnyN40",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Shiba Goro - Fujita Goro connection through Yamakawa Sec?",
    "postDate": "1107093050",
    "msgId": 2123,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGN0aW9ucStwMnY3QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 2124,
    "prevInTime": 2122,
    "nextInTime": 2124,
    "topicId": 2123,
    "numMessagesInTopic": 8,
    "msgSnippet": "Forgot until I glanced at the SHQ website that Yamakawa Hiroshi, one of the go-betweens for Fujita Goro s marriage to Takagi Tokio, and Yamakawa Okura were one",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 10759 invoked from network); 30 Jan 2005 13:50:54 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m8.grp.scd.yahoo.com with QMQP; 30 Jan 2005 13:50:54 -0000\r\nReceived: from unknown (HELO n6a.bulk.scd.yahoo.com) (66.94.237.40)\n  by mta5.grp.scd.yahoo.com with SMTP; 30 Jan 2005 13:50:54 -0000\r\nReceived: from [66.218.66.58] by n6.bulk.scd.yahoo.com with NNFMP; 30 Jan 2005 13:50:53 -0000\r\nReceived: from [66.218.66.87] by mailer7.bulk.scd.yahoo.com with NNFMP; 30 Jan 2005 13:50:53 -0000\r\nDate: Sun, 30 Jan 2005 13:50:50 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;ctionq+p2v7@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 1749\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Remote-IP: 66.94.237.40\r\nFrom: &quot;warg3791&quot; &lt;Warg3791@...&gt;\r\nSubject: Shiba Goro - Fujita Goro connection through Yamakawa Sec?\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\n\nForgot until I glanced at the SHQ website that Yamakawa Hiroshi, one \nof the go-betweens for Fujita Goro&#39;s marriage to Takagi Tokio, and \nYamakawa Okura were one and the same. Remembering Aizu talkes about \nhim mostly under the name Okura. Shiba Goro knew him as well, after \nhe left Shimokita and went to Tokyo. He stayed with Yamakawa a couple \nof times when he had no where else to go, despite the fact that the \nformer domain elder was jobless and broke. Yamakawa and his mother \nended up borrowing 13 yen and 50 sen from Shiba in fact. You reminded \nme of his Fujita connection, but not that he was in Remembering Aizu \nthe other day.\n\nAnd why didn&#39;t you remind me about that little scandal he was \ninvolved in back in Shimokita? Where he was buying up all the dregs \nfrom the tofu dealer and the samurai confronted him about it? HM? LOL\n\nBook specifically mentions his younger brother Kenjiro and Tokio&#39;s \ncousin, Takamine Hideo, on pg 133. Didn&#39;t realize that. Was the part \nabout them being survivors of the Byakkotai.\n\nNow how I missed -this- I don&#39;t know...\nSagawa &quot;Ogre&quot; Kanbei fought in Kyoshu as the head of a plice unit \nmade up of 150 former Aizu samurai. (Knew that) To the end he refused \nto use a modern weapon and was shot and killed at Mount Aso. ?!?! How \ndid I NOT see that before?! I&#39;m guessing this was in 1878 Sec?\n\nAnd does anyone know if Hirosawa Tomijiro (liaison for Aizu with the \nShinsengumi) and Hirosawa Yasuto (who had the first western-style \ndairy farm) were one and the same? I recall seeing information from a \nwebsite that M translated for us that said Tomijiro was the owner of \nthis place. But Remembering Aizu mentions his first name is Yasuto? \nDid he change his name or was the website mistaken?\n\n-MissB \n\n\n\n\n"
}