{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "IE8XtRSIiJCkp7TzlA4sMhUGkfnQnVcu6nzT8wRUnQtove8m9x88iWv62GxAh7m6-QeU4AbHAMZGktJAZveM7a0mK0qmH3wtX1yFuT3RMJ6P8A",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Yamato - Yamatoya... same family?",
    "postDate": "1110419751",
    "msgId": 2246,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUwMzEwMDE1NTUyLjk3MjMzLnFtYWlsQHdlYjUxMTA0Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 2245,
    "nextInTime": 2247,
    "topicId": 2246,
    "numMessagesInTopic": 1,
    "msgSnippet": "A footnote to the Francis Hall journal I m reading was already fascinating to me for some insight into Sagara s activities in Edo in 1867, but thanks to Barb",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 87904 invoked from network); 10 Mar 2005 01:55:53 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m21.grp.scd.yahoo.com with QMQP; 10 Mar 2005 01:55:53 -0000\r\nReceived: from unknown (HELO web51104.mail.yahoo.com) (206.190.38.146)\n  by mta4.grp.scd.yahoo.com with SMTP; 10 Mar 2005 01:55:53 -0000\r\nReceived: (qmail 97237 invoked by uid 60001); 10 Mar 2005 01:55:52 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nDomainKey-Signature: a=rsa-sha1; q=dns; c=nofws;\n  s=s1024; d=yahoo.com;\n  b=r29Xha27KgbSd1grU20W3vsiVvEScRpsm5nASUl/d2zZmmzwbKmtDSJdG39CUFyVLbaRaQAA7L3fDMOh6bVCLbLynIGHCCfBLiNIoXNBDG0uMWaqPuGk8kVmQQE0h/zPBFzD9J6W9rgof6lCT1dB4j4TFdzNFz/N9aM/zeLCxPw=  ;\r\nMessage-ID: &lt;20050310015552.97233.qmail@...&gt;\r\nReceived: from [70.56.176.28] by web51104.mail.yahoo.com via HTTP; Wed, 09 Mar 2005 17:55:51 PST\r\nDate: Wed, 9 Mar 2005 17:55:51 -0800 (PST)\r\nTo: shq@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Yamato - Yamatoya... same family?\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nA footnote to the Francis Hall journal I&#39;m reading was already fascinating to me for some insight into Sagara&#39;s activities in Edo in 1867, but thanks to Barb mentioning the incident of Serizawa firing the cannon on the store in Kyoto, it became even *more* fascinating.\n \nKeeping in mind that foreigners still didn&#39;t have a good handle on Japanese in 1863 (what Hall calls things that even I know brings a chuckle), is the &quot;Yamatoya&quot; in the following incident the same family as the &quot;Yamato&quot; that our intrepid SK has on his site in the cannon fiasco?  The connection, beyond the mercantile, is &quot;Shoubee&quot; on SK&#39;s site and &quot;Shobe&quot; in the footnote quote.\n \n(I&#39;m including the whole of the footnote because the point of view of the sonno joist &quot;ronin&quot; is interesting.)\n \n&quot;At dawn... a head, apparently just cut off, was found stuck on a wooden pole at the Western end of the Sanjo-bridge in that city [Kyoto].  As daylight came on the grisly object was recognized as the head of Yamatoya Wohe, one of the leading merchants of Kioto &lt;sic&gt;.  Below the head the following notice was affixed to the pole: &#39;Genjiro, Hikotaro, Ichi-jiro and Shobe, these four persons were not at home when this occurrence took place, but the Mikado&#39;s punishment which they have merited shall be meted out to them hereafter.  A few years ago, the Shogun made treaties with outside nations without the consent of the Sovereign.  And these people, taking advantage of these treaties, have been dealing largely with foreigners and made much profit, without considering or caring how much others suffered by reason of their conduct.  They have trafficked in copper cash, silk, wax, oil, salt, tea --- in fact, in all the staples of the land, in articles necessary for the use of the people of the\n country.  They have bought them up and sent them to Nagasaki, and Kanagawa or Yokohoma, and there sold them to foreigners for their own gain.  By so doing they have enhanced the price of all articles and all but themselves suffer... On account of all this, we can no longer remain blind to the suffering of the people... Take note all those who may disregard the above warning... We the Ronin shall watch and investigate the conduct of all merchants, and shall exterminate all those who deal with foreigners.&#39;&quot;\n \nThis quote is from Joseph Heco&#39;s &quot;Narrative of a Japanese,&quot; volume 2, pp. 13-15 (sorry, I don&#39;t have the full bibliographic info at hand... the footnotes come at the end of years in Hall&#39;s journal and I just happened upon this as I was looking for something else).  It&#39;s a footnote, on pages 362-363, of:\n \n&quot;Japan Through American Eyes: The Journal of Francis Hall, 1859-1866.&quot;  F.G. Notehelfter, editor.  Boulder, CO: Westview Press, 2001.  ISBN# 0-8133-3867-0\n \nA book I very much recommend, even in its abridged form, for how an intelligent, remarkably objective American perceived Japanese culture and events/politics leading into the bakumatsu, as well as the development of Yokohama and the craziness foreigners experienced during those years.  Hall was well-educated, a book dealer who went to Japan mostly as a correspondent for the New York Tribune, but ended up also involved in trade.  The full journal (unabridged) is also available, but Notehelfer has kept so much detail in this version that it&#39;s a delight to read... even his reporting on the weather is interesting --- it gives you a feel for what it was like.  I&#39;m just beginning to read it in earnest, from the beginning, and he&#39;s beginning to explore his new home.  Did you know that large casks were sunk along the side of the Tokaido for use as urinals (&quot;At frequent intervals, intervals so frequent as to be astonishing... &quot;) and that the road was swept at least once a day?  The teahouses\n are beginning to get his interest, though he hasn&#39;t gone in yet, and he&#39;s just had the experience of being taken into the back room of a shop with an older Japanese couple and shown some shunga... he can&#39;t believe the wife thinks it&#39;s great.  LOL  He and a friend just took a walk, too, and were given a guided tour of the new Yokohama brothel... plenty of washing facilities, he notes.  Lots of comments about important figures during this time, both foreign and Japanese, and from a personal angle.  As enjoyable as it is informative.\n \nphil\n\n\n\t\t\n---------------------------------\nCelebrate Yahoo!&#39;s 10th Birthday! \n Yahoo! Netrospective: 100 Moments of the Web \n\n[Non-text portions of this message have been removed]\n\n\n"
}