{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "iZnqNaX4gpOgY5Bf9dVQI0RfKBHIBy9_-XzEJegSqJaFD4wXQ5cE-zzuRj0kPtDpf37k5ZIP54ufvthPqwz-l6Zut0_g5ZPWK2GsfeWx_vNf",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Welcome New Members",
    "postDate": "1110603114",
    "msgId": 2273,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQwdHNoYStobGdzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 2272,
    "nextInTime": 2274,
    "topicId": 2273,
    "numMessagesInTopic": 1,
    "msgSnippet": "This post is an orientation to our lovely headquarters, please adhere by  our rules and don t even ***think about stealing other people s fundoshi just because",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 98813 invoked from network); 12 Mar 2005 04:52:02 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m25.grp.scd.yahoo.com with QMQP; 12 Mar 2005 04:52:02 -0000\r\nReceived: from unknown (HELO n17a.bulk.scd.yahoo.com) (66.94.237.46)\n  by mta4.grp.scd.yahoo.com with SMTP; 12 Mar 2005 04:52:02 -0000\r\nDomainKey-Signature: \r\nReceived: from [66.218.69.3] by n17.bulk.scd.yahoo.com with NNFMP; 12 Mar 2005 04:52:02 -0000\r\nReceived: from [66.218.66.68] by mailer3.bulk.scd.yahoo.com with NNFMP; 12 Mar 2005 04:52:02 -0000\r\nDate: Sat, 12 Mar 2005 04:51:54 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;d0tsha+hlgs@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3464\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Welcome New Members\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\n\nThis post is an orientation to our lovely headquarters, please adhere\nby  our rules and don&#39;t even ***think about stealing other people&#39;s\nfundoshi just because you were too lazy to wash yours (this is\nactually the Shinsengumi&#39;s secret unmentionable rule).  \n\nWe are an open community so I am not writing to you NOT as the owner\nof the list. EVERYONE is welcome (see no duels for admission) thus no\none exercises authority in rejecting posts or deem any questions to be\nunimportant.  I just wanted to give an overview of our increasingly\nVAST data warehouse.\n\nNOTE:  if you do no receive a reply to your question it is because\n1) some of us are at work/school or both\n2) we just don&#39;t know how to answer\n3) we don&#39;t have access to the net...so never assume that because we\ndon&#39;t post right away we don&#39;t care --- that is not the case at all\nDO however type in keywords to search the Messages\n\nThis mailing list is specifically devoted to the Shinsengumi but many\nother related topics can be discussed at http://www.shinsengumimb.com\nExamples of topics at the Messageboard (MB) are:  Aizu, the Meiji Era\nand Movies.  We also encourage people who are knowledgeable about the\nShishi (Ishin shishi) to join us and share their knowledge.\n\n*those topics are all in one way or another related to the\nShinsengumi.  The Seinan War for instance was fought by the political\nforces during the Boshin War and there was even a unit of soldiers\ncomprised of former members of the Shinsengumi (Fujita Goro was not in\nthis group).  The Aizu domain as a political entity was the direct\nemployer of the Shinsengumi and can become a basis for your own\nunderstanding in appreciating how feudal domains *work.\n\nthe MB is very flexible in terms of editing/deleting posts and\nreplies, more importantly you can quickly find posts by marking the\nforum read or unread.  A makoto symbol will appear next to the forum\nwhich has a new post since your last visit.  You must be a member to\npost but you may browse the information as a guest.  You must also\nLOGIN to use the mark forum read feature\n\nOver time many members have branched off into relate and relevant\nfields such as the Sekihoutai (which comprised of former members of\nthe Shinsengumi)  http://www.geocities.com/sekisinhokoku/\n\nThe reason why we each gravitate to different topics is ofcourse due\nto personal taste and the simple lack of English resources on the\nShinsengumi.  I myself have a university library at my disposal\nhowever I have to work *AROUND* the topic to find info...and the info\nis pretty interesting.  I don&#39;t know Japanese hence my strategy of\nworking with *side topics.  Many western scholars have neglected the\nBakumatsu and have preferred instead to focus on the Meiji Era.  Only\nrecently have researchers begun to study the Meiji Era critically.\n\nThose interested in the era leading up to the Bakumatsu should join\nhttp://groups.yahoo.com/group/edojidai/\n\nOriginal art or fanfic can be posted at\nhttp://groups.yahoo.com/group/SHQ_Spy_Division/\n\nand a compilation of Shinsengumi in works of fiction or historical\nstudies are located at http://www.shinsengumidb.com\n\nour main site which will provide a more polished presentation of our\nwork is at http://www.shinsengumihq.com\n(we are always looking for contributions) simply *contact the email at\nthe site\n\nAgain if someone has more to add to my super long post please do!  WE\ndon&#39;t want our new friends to feel lost (^_^)\n\nYour loyal retainer\nsecretarytocapt3\n\n\n\n\n"
}