{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "L4Di31glS0T3__yd9OjPABEQuiadrL1tRs2RoUfVXI1_t5E8gZ7_JdO-U7mJTzSvt5bPagBIpRlOpWc9hNe4PnN_Imlw0CMJDGUSO9WERCqx5A",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Intro to the Sagara oddball member",
    "postDate": "1110669845",
    "msgId": 2280,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUwMzEyMjMyNDA1LjQzNjgucW1haWxAd2ViNTExMDMubWFpbC55YWhvby5jb20+",
        "inReplyToHeader": "NjY2Nw=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 2279,
    "nextInTime": 2281,
    "topicId": 2280,
    "numMessagesInTopic": 1,
    "msgSnippet": "I m procrastinating and bored, so I ll bite.  :-D ... know about you)",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 84553 invoked from network); 12 Mar 2005 23:24:06 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m26.grp.scd.yahoo.com with QMQP; 12 Mar 2005 23:24:06 -0000\r\nReceived: from unknown (HELO web51103.mail.yahoo.com) (206.190.38.145)\n  by mta5.grp.scd.yahoo.com with SMTP; 12 Mar 2005 23:24:06 -0000\r\nReceived: (qmail 4370 invoked by uid 60001); 12 Mar 2005 23:24:05 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nDomainKey-Signature: a=rsa-sha1; q=dns; c=nofws;\n  s=s1024; d=yahoo.com;\n  b=AxBrCUYvC+p0ybG7jJKz7Y6hO9ntZEsCjWQeni/VhDox/cTVQkemyA9IbUNX3t++RItvpPK9efPbhUdVyQpWHhzqZWpWsw/haDBAKgK4ZWlu0Lx0NzxB72dszdcNGeTNHMlXiKP2ErHjMY6GZR3QWrVFXuTrYaZMkDt39t+NcJ8=  ;\r\nMessage-ID: &lt;20050312232405.4368.qmail@...&gt;\r\nReceived: from [216.160.192.135] by web51103.mail.yahoo.com via HTTP; Sat, 12 Mar 2005 15:24:05 PST\r\nDate: Sat, 12 Mar 2005 15:24:05 -0800 (PST)\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: 6667\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Intro to the Sagara oddball member\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nI&#39;m procrastinating and bored, so I&#39;ll bite.  :-D\n \n&gt;&gt;1) Name/Nickname/Scre=\r\nen name whatever (+ anything you would like us to \nknow about you)&lt;&lt;\n \nGo b=\r\ny philalexandros because of my longtime fascination with Alexander the Grea=\r\nt (no, I have not seen the movie nor have any great need to), which quickly=\r\n became shortened to &quot;phil&quot; when I started getting into circles dealing wit=\r\nh Japanese history.  For some reason, Greek was just too much for them to t=\r\nake in (while my mind still boggles at some Japanese names).\n \nYIM keeps cr=\r\nashing my computer so I&#39;m never on it (until I figure out the problem), but=\r\n the sn is the same as my email -- spiritus_saitou.  Usually on AIM, usuall=\r\ny invisible, but you can give it a try --- sagara sozoko.\n \nYou don&#39;t want =\r\nto know about me... trust me on this one.  :-D  I&#39;m wacko.  And right now, =\r\ncompletely overwhelmed with researching Sagara (and things associated with =\r\nhim, like Mito) and not specifically the Shinsengumi.  Once upon a time, I =\r\nwas a SaiSa fanfic writer... and I miss them very much.\n \n&gt;&gt;2) How did you =\r\n=93discover=94 the Shinsengumi?&lt;&lt;\n \nRurouni Kenshin.  It was those amber wo=\r\nlf&#39;s eyes of Saitou and the way he kept messing with darling Sanosuke&#39;s min=\r\nd.\n \n&gt;&gt;3) Do you have a favorite Shinsengumi member? Why?&lt;&lt;\n \nSaitou... how=\r\n do I love thee?  I&#39;m not about to count the ways.  His portrayal in RK sim=\r\nply took me over and the fascination grew with each new portrayal I saw of =\r\nhim and the more I learned about the real person.  I admire his strength an=\r\nd his ability to survive the emotional & physical turmoils he endured.\n \nIt=\r\nou Kashitarou is a recent fascination because of his politics and crossed p=\r\naths with Sagara Souzou (and the fact I love his RPG incarnation and Taniha=\r\nra from NHK is to die for).\n \nSuzuki Mikisaburou because of his Sekihoutai =\r\nconnection and the fact he is very much ignored and maligned.\n \n&gt;&gt;4) What S=\r\nhinsengumi media have you read/seen?&lt;&lt;\n \nSeen - RK, PMK, Sword of Doom, NHK=\r\n Shinsengumi! (but so far only the Itou arc, of course), some of Shinsengum=\r\ni Kepporoku (spelling?  need to get back to that series), Gohatto, and Mibu=\r\n gishi den (without benefit of subtitles).  No doubt I&#39;m forgetting somethi=\r\nng.\n \nRead - really, only a scanlation of RK and some of PMK (whichever one=\r\n started being scanlated).  Have scanlations of several others and the nove=\r\nl Sec provided access to that Sword of Doom was based on.  My reading has b=\r\neen elsewhere, but they&#39;re there for me when I&#39;m ready.  What I&#39;ve read of =\r\nthe history of the Shinsengumi has come from an assortment of books referri=\r\nng to them or members, websites, and being on SHQ.\n \n&gt;&gt;5) In terms of film/=\r\ntelevision portrayals what film (or series) do you \nthink captured your fav=\r\norite member(s) the best and why?&lt;&lt;\n \nI don&#39;t think anyone can really fully=\r\n capture Saitou.  I think, in terms of historical portrayal, NHK may come t=\r\nhe closest to the man I&#39;ve read about.. aloof but dedicated, ruthless but f=\r\neeling.  My *favorite* remains RK, probably because that was how I was intr=\r\noduced to him and he&#39;s really such a cool character to have juxtaposed agai=\r\nnst Kenshin and Sano.  I admire RK Saitou&#39;s loyalty to the cause of overcom=\r\ning evil regardless of any political faction.\n \nIt&#39;s going to be a long tim=\r\ne before anyone comes close to outdoing NHK&#39;s Itou.\n \nPoor Suzuki... like W=\r\nHEN do I EVER get to see him?  If you can find him in NHK, I think the acto=\r\nr is too young given Suzuki was only a couple years younger than his brothe=\r\nr, Itou, but hey, beggars can&#39;t be choosers.\n\n&gt;&gt;6) Do you have any question=\r\ns that are nagging at you about any \nparticular Shinsengumi members or even=\r\nts?&lt;&lt;\n \nUnless someone discovers that Kojima Masamitsu (Sagara) was hiding =\r\nout in the ranks of the Shinsengumi at some point, I&#39;m afraid I&#39;m working w=\r\nith blinders on right now.  :-D  I have LOTS of questions about Itou & Suzu=\r\nki, but I&#39;m learning along with the rest of you.  (I&#39;ll try to get the Suzu=\r\nki info organized so we can get that up on the site... it&#39;s just rather dif=\r\nficult putting it all together...as usual.  I spent a whole day going throu=\r\ngh contortions just to build what I have of his history up to the end of hi=\r\ns time in the Shinsengumi for the RPG... his post-Shinsengumi history is sc=\r\nattered everywhere.)\n \nphil\n\n\t\t\n---------------------------------\nDo you Ya=\r\nhoo!?\n Yahoo! Small Business - Try our new resources site! \n\n[Non-text port=\r\nions of this message have been removed]\n\n\n"
}