{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "qTtptGJJ0o6CLy70n2FnbbtVHLg0_0Cbxz8rCkRbmIoLYc-ifZPWT0NTz5EbGkg3amLZp-mbQriqAgXTiN3SjoVfjU4KBb6g9f7Ksi5Xz1My",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: Admin: Important Shinsengumi Business",
    "postDate": "1110674076",
    "msgId": 2284,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQxMDFxcysyMWF2QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDQyMzM2RDU2LjgwNTA2QGJlbGxhdGxhbnRpYy5uZXQ+"
    },
    "prevInTopic": 2278,
    "nextInTopic": 2286,
    "prevInTime": 2283,
    "nextInTime": 2285,
    "topicId": 2278,
    "numMessagesInTopic": 20,
    "msgSnippet": "... to know about you) secretarytocapt3, AIM = badgerturtle, Yahoo Messenger = tnamwong I am a graduate student with a special focus on Thailand, because I am ",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 76629 invoked from network); 13 Mar 2005 00:34:38 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m26.grp.scd.yahoo.com with QMQP; 13 Mar 2005 00:34:38 -0000\r\nReceived: from unknown (HELO n6a.bulk.scd.yahoo.com) (66.94.237.40)\n  by mta2.grp.scd.yahoo.com with SMTP; 13 Mar 2005 00:34:38 -0000\r\nDomainKey-Signature: \r\nReceived: from [66.218.69.2] by n6.bulk.scd.yahoo.com with NNFMP; 13 Mar 2005 00:34:38 -0000\r\nReceived: from [66.218.66.76] by mailer2.bulk.scd.yahoo.com with NNFMP; 13 Mar 2005 00:34:38 -0000\r\nDate: Sun, 13 Mar 2005 00:34:36 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;d101qs+21av@...&gt;\r\nIn-Reply-To: &lt;42336D56.80506@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 6641\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Re: Admin: Important Shinsengumi Business\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\n\n\n&gt; 1) Name/Nickname/Screen name whatever (+ anything you would like us\nto know about you)\n\nsecretarytocapt3, AIM = badgerturtle, Yahoo Messenger = tnamwong\nI am a graduate student with a special focus on Thailand, because I am\nfully bilingual (English is my first language but with all the typos\nyou can never tell)...I study almost every aspect of the kingdom\n\nI am sadly, the originator of our old &quot;fundoshi&quot; joke due to\nbabelfish&#39;s translation of Fujita Goro washing his &quot;lower headband&quot;\neveryday.  Serizawa Kamo\n(http://victorian.fortunecity.com/stanford/130/bio.html), a member of\nour list pointed out that the word was not &quot;headband&quot; but in fact\nunderwear.  Due to this error we have developed a fascination with\nfundoshi and its fashion possibilities here in the west...read my idea\nhere\nhttp://www.livejournal.com/users/demonscircular/4427.html\n\nI am also deeply interested in studying law enforcement...a little\nfrom the Tokugawa but mostly during the Meiji era and a little of the\nmodern police.  I have side interests in things related to Aizu, the\nJoushitai especially.  I&#39;ve always loved persimmons I&#39;m so happy there\nare persimmons in Aizu...should I ever visit Aizu I&#39;ll be eating\ndozens upon dozens of this fruit.  My dream is to visit various\nShinsengumi related locations, Aomori included, and experience the\nlocations during the exact day/time variuos events occurred.  I would\neven want to camp out at Buddha Hall and walk around the castle at\nvarious times of the day.  AND walk the Kyoto patrol route during the\nhours the Shinsengumi worked.\n\n&gt; 2) How did you &quot;discover&quot; the Shinsengumi?\nRurouni Kenshin...I fell in love with Saitou&#39;s voice, BODY, his way of\nlife and how he slipped his most deepest secret....the existence of\nTOKIO ::gasp::\n\nSo I&#39;ve loved Saitou since the late 1990s and revived my interest in\n2003 at the now gone saitou-hajime.com before coming here\n\n&gt; 3) Do you have a favorite Shinsengumi member? Why?\nSaitou Hajime, Nakajima Nobori, Yamazaki Susumu, Shimada Kai and\nHabutae Miki.  Saitou is a very complex man with *issues* and\nultimately I believe he tried his best in every role he assumed or\nordered to perform.  To top it off...he married a woman of Aizu.  I\nthink that he stayed in Aizu for more reasons than just blind loyalty\n(or the widely accepted theory that he was their spy)...there is more\nto the story.  I think Saitou had a reserve of not only physical\nstrength as a warrior but mental strength as well from the description\nof his death.\n\nNakajima Nobori similarly was a man of many talents and his decision\nto join the Shinsengumi affected his family life.  The love and skill\npoured into the production of his paintings is his expression of\nsincerity towards comrades he lost.  Yamazaki Susumu like some members\nof the Shinsengumi had other options besides joining a police\ntroop---but he obviously put his skills to good use.  The information\ngathering arm in the shinsengumi is most complex and sadly reduced to\nsimple cross dressing and ninja stereotypes.  \n\nShimada Kai is to me loveable...his wife was lucky he COULDn&#39;T DRINK\neven if he wanted to!  I want to learn more about everyone but until\nwe get a translation company together to publish these books we&#39;ll\nnever have access to details.\n\nI do love Hijikata Toshizo however my interest is very superficial (I\nsaw the picture ---end of story) I can&#39;t think of him beyond his good\nlooks.\n\nMiki, was a good man caught up in circumstances beyond his control. He\nalso had a charitable side and prayed for the men who murdered his\nbrother, yes he tried to exact revenge (which was a ok under the\ncircumstance) ....simply he had more strength than we can even gauge.\nMiki is the butt of our jokes and even his guardian fangirl\naccidentally be-littles him...quote from PHIL....(^_^)\n(Suzuki may have been sent to the Tokaido, the eastern road connecting\nEdo and\nKyoto... not sure about that yet... no big deal since his Second\nPatrol was disbanded two weeks after it was created.)\n&gt; \n&gt; 4) What Shinsengumi media have you read/seen?\nall the ones Barb mentioned\n\n&gt; 5) In terms of film/television portrayals what film (or series) do\nyou think captured your favorite member(s) the best and why?\n\nRurouni Kenshin&#39;s Fujita Goro to me is how I imagine historical Fujita\nGoro when he was at work. From my readings on police mentality...they\ndivide work and home and adopt almost different personalities in each\nsphere.\n\nShinsengumi Keppuroku = Hijikata, Okita (both characters HIGHLY\nbelievable)...a series which at times captures the complexity of the\nsituation better than NHK\n\nMIbugishiden = OKita (for his dark portrayal), Saitou is a bit too\nrude/rough which actually flies against my own view of historical\nSaitou...Mibugishiden was too keen on contrasting Saitou with\nYoshimura...but Koichi Saitou is too darn SEXY\n\nMibugishiden Nagakura...that face those eyes...we NEED MORE NAGAKURA\nand I can imagine this actor to be more sociable like historical\nNagakura too!\n\nNHK = Hijikata (has the looks but not the *presence), Serizawa Kamo\n(PERFECT), Saitou (good but why make up the carving detail while\nLEAVING OUT his practice time with Yamazaki Susumu?) but I love JO\nODAGIRI, Yamanami Keisuke (superior acting, and the thoughtful\nnarrowing of eyes) he carries the drama of the series ....ITOU +\nTAKEDA  Itou is sooo cold blooded, devious and hot...and Takeda is\njust funny\n\nNHK has sacrificed historical detail (which can be presented in an\ninteresting way) because they don&#39;t have faith in the audience.  I\nhave said to myself many times that a time of hardcore fans could\nwrite better scripts using this cast.  The series is uneven and is\nrescued by some of the stronger actors (thankfully).  But now it will\ntake a while for new fans to work past the fictional devices to get to\nthe really good stuff.\n\n&gt; 6) Do you have any questions that are nagging at you about any \n&gt; particular Shinsengumi members or events?\n\nToo many to post\n\nI&#39;m very open minded and for every *positive interpretation for a\nperson or situation I have a *dark interpretation as well.  I have my\nown vision of a Shinsengumi narrative set in modern times which does\nnot simply &quot;modernize&quot; them superficially.  The struggles of the\nShinsengumi is also a matter of social class, and ultimately universal\n,tragic and are participants in history as well as victims.  We have\noverlooked their lives as martial arts practitioners and people who\n*think and *change.  I frequently imagine the survivors reflecting on\ntheir tumultuous youth and the pain of having to keep their past to\nthemselves from new families and friends who would never be able to\nunderstand.\n\n\n\n\n"
}