{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "W-csAmFkcAdMmLkj7v9mdMj08RumupeGg_NivD8yG_mt1lAcN0oN4cDJP7z2KL-RmGnx10BPH1Govnaymbj5h1fJvsKogGs1oWj7WkARztP3tw",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [SHQ] networking again",
    "postDate": "1114742016",
    "msgId": 2432,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDUwNDI5MDIzMzM2LjEwOTgucW1haWxAd2ViMzE1MTIubWFpbC5tdWQueWFob28uY29tPg==",
        "inReplyToHeader": "NjY2Nw=="
    },
    "prevInTopic": 2431,
    "nextInTopic": 2433,
    "prevInTime": 2431,
    "nextInTime": 2433,
    "topicId": 2075,
    "numMessagesInTopic": 11,
    "msgSnippet": "... There was so little activity on the LJ that I chose to delete it, especially with Wolves of Mibu going fairly well",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 21355 invoked from network); 29 Apr 2005 02:33:45 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m30.grp.scd.yahoo.com with QMQP; 29 Apr 2005 02:33:45 -0000\r\nReceived: from unknown (HELO web31512.mail.mud.yahoo.com) (68.142.198.141)\n  by mta3.grp.scd.yahoo.com with SMTP; 29 Apr 2005 02:33:45 -0000\r\nReceived: (qmail 1100 invoked by uid 60001); 29 Apr 2005 02:33:36 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nMessage-ID: &lt;20050429023336.1098.qmail@...&gt;\r\nReceived: from [216.160.192.135] by web31512.mail.mud.yahoo.com via HTTP; Thu, 28 Apr 2005 19:33:36 PDT\r\nDate: Thu, 28 Apr 2005 19:33:36 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: 6667\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Re: [SHQ] networking again\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nsherlgirl &lt;sherlgirl@...&gt; wrote:\n&gt;&gt;PPS:  I noted the LJ community disappeared? Any plans to officially throw in support for one of the other ones?  Or to restart?&lt;&lt;\n \nThere was so little activity on the LJ that I chose to delete it, especially with Wolves of Mibu going fairly well (http://www.livejournal.com/userinfo.bml?user=wolves_of_mibu).  Don&#39;t know about any kind of &quot;official&quot; support, but that&#39;s where I would send people looking for an LJ community on the Shinsengumi.\n \n&gt;&gt;I was wondering, other than Masayoshi (and Phil?),  how many of you on this list are doing targeted research on particular regions/hans during the end of the Edo era?&lt;&lt;\n\nMy research is now almost entirely focused on Sagara, subjects pertaining to him (sonno joi, kokugaku, waka, Tengu-toh, etc.), and areas important in his history (Mito, the area surrounding the Tosando/Nakasendo, sections of Edo, Akagi, etc.).  While there are many connections to the Shinsengumi in terms of mutual memberships in groups and a lot of philosophical ideas, my research won&#39;t be reported here on the list since Sagara wasn&#39;t a miburo.  *Always* in a state of correction, editing, and constant growth, it now spans over several journals pointing back to the main journal, http://www.greatestjournal.com/users/sagara_sozo .\n\n&gt;&gt;Also, for those of you who lurk -- what are you dying to get your hands on that you think other Shinsengumi fans on this list are interested in?&lt;&lt;\n\nTake advantage of people like this *any* chance you get!  ^_^  It is absolutely amazing the things they can track down and find out!  Without others offering to help me find out obscure things, my research would be so far behind what it is now.  Thanks to them, I&#39;m actually able to do much more on my own and coming to understand better who the people I&#39;m interested in really were by learning about the environment they lived and fought in.  \n\nDon&#39;t be shy and don&#39;t be afraid... just let loose with those questions that have been nagging you, but you thought were stupid or meaningless or don&#39;t have a chance of being answered.  You&#39;d be surprised at how many answers really are out there once there are people happily digging away.  And you just never know when someone else who&#39;s been lurking might&#39;ve already found it!  If it has to do with the late Tokugawa/bakumatsu, then it has relevance to the Shinsengumi.  They surely didn&#39;t just sit around in a temple collecting paychecks, slash a few unknown/unimportant people at night, and do nothing else.  ^_^  I think we&#39;ve seen interest, too, in what became of those who survived to live on into the Meiji... men whose lives didn&#39;t just end when the glory days were over... as well as the families of those who didn&#39;t.  It&#39;s all interconnected, and for those involved in fiction writing (fanfic or original), this list is a fantastic resource for information to help with plots and\n atmosphere.\n\nphil (who apologizes if the formatting is screwed up in this reply... sometimes the mailer does weird things I&#39;m just not sure *how* it&#39;s going to turn out)\n\n\t\t\n---------------------------------\nDo you Yahoo!?\n Yahoo! Mail - Helps protect you from nasty viruses.\n\n[Non-text portions of this message have been removed]\n\n\n"
}