{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "ZmJAaHJSYyegTlgI-mJJdjVU0yvS-AIW86WdtnY0E55h32E0FLFcgDrveJuACV937aWqtIoyGVJ11BjPOklkTuiODgNYls_msZzBA4SCqXWh",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Dr. Willis at Toba-Fushimi and Aizu",
    "postDate": "1115393008",
    "msgId": 2440,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGQ1ZzI1ZytpMWRmQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 2438,
    "nextInTime": 2441,
    "topicId": 2440,
    "numMessagesInTopic": 1,
    "msgSnippet": "Dr. Willis in Japan, 1862-1877: A British Medical Pioneer by Hugh Cortazzi ISBN: 0485112647 Available on Amazon for a mere $60.00 ***highly recommended for",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 90107 invoked from network); 6 May 2005 15:24:28 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m22.grp.scd.yahoo.com with QMQP; 6 May 2005 15:24:28 -0000\r\nReceived: from unknown (HELO n15a.bulk.scd.yahoo.com) (66.94.237.32)\n  by mta6.grp.scd.yahoo.com with SMTP; 6 May 2005 15:24:28 -0000\r\nReceived: from [66.218.66.59] by n15.bulk.scd.yahoo.com with NNFMP; 06 May 2005 15:23:30 -0000\r\nReceived: from [66.218.66.78] by mailer8.bulk.scd.yahoo.com with NNFMP; 06 May 2005 15:23:30 -0000\r\nDate: Fri, 06 May 2005 15:23:28 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;d5g25g+i1df@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4190\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Dr. Willis at Toba-Fushimi and Aizu\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\nDr. Willis in Japan, 1862-1877: A British Medical Pioneer\nby Hugh Cortazzi\nISBN: 0485112647 \n\nAvailable on Amazon for a mere $60.00\n***highly recommended for those who have access to a public/school \nlibrary***\n\nDr. Willis is -always- quoted in texts covering the seige and fall \nof Aizu however he was also at Toba and Fushimi, where he treated \nAizu samurai, while accompanying Mitford.  Those texts, \nunderstandably, had to paraphrase his words and I&#39;ll tell you right \nnow that nothing tops the detailed original.\n\nDr. Willis was employed by the British Legation.  The British at \nthis point had already chosen to support Satsuma thus Dr. Willis had \nmore than just a passing acquaintance with SAIGO TAKAMORI and OYAMA \nIWAO (Saigo&#39;s cousin and future husband of Aizu&#39;s Yamakawa \nSutematsu). The biographer stated that he was VERY CLOSE to Saigo \nhowever no detailed conversations or anecdotal stories have survived \nin print.\nWillis, after Boshin, lived in Kagoshima for many years and left in \n1877 at the beginning of the SAtsuma Rebellion.\n\nBack to the Boshin War--He pleaded with Satsuma atleast twice that \ninjured prisoners of war should be spared execution.  It is not 100% \nclear whether or not they were able to implement his ideas in a \nuniform manner---it is implied that they tried.  \n\nInitially he *LOOKED* for enemy prisoners and did not find \nany...alive.  He promised to tell the world that the Japanese \nconducted warfare &quot;humanely&quot; should they try their best to look \nafter their prisoners. It was common practice for -both- sides to \nbehead the injured enemy they came across. This was not just simply \nbeing cruel but almost out of necessity.  There were no such things \nas well equipped medic teams ready to treat scores of injured \nsoldiers.  Dr. Willis himself, working alongside Japanese physicians \nnoticed that due to the extremely high number of patients, doctors \nsometimes failed to locate and extract bullets or bone fragments in \nthe wound and just simply sew up the patient.  Thus the injured not \nonly died of infection, but also very likely of the bullet(s) doing \nfurther damage in the body.  Most of the wounds he treated were the \nresult of bullets, *not* sword or spear wounds.\n\nHe also taught Japanese doctors the use of chloroform to knock out \nthe patient however in one case he extracted a bullet from a boy&#39;s \nneck without using chloroform.  \n\nThus, in a situation where you cannot save the life of your own \ncomrade/friend---it may have been easier to just put a prisoner out \nof his misery.  This reflects upon the suicides in Aizu---the people \nthere not only understood this widespread practice in war they also \nheard true accounts from the battle front of \nexecutions/rape/brutality thus rather than die by the sword of the \ninvaders they chose self destruction.\n\nHis description of travelling to beseiged Aizu, with the invading \nImperial army is graphic complete with looting and plundering on \nboth sides due to the lack of supplies. Thus, what he heard and saw \nfirst hand corroborated the information Katura Kogoro (Kido) noted \nin his diary. One sentence here and there on what he saw firsthand \nwas very illustrative.  He asked to be recompensated for the money \nhe had to pay out of pocket to feed Aizu people huddling in the snow \n(November 1868) with just a blanket for cover. \n\nTrue, he did not explicitly meet nor mention Shinsengumi, that we \nknow of, however he did see the wretched state of prisoners after \nthe war, one of whom was Yamaguchi Jiro (Saitou) and recorded \nMatsudaira Katamori escorted out of his domain. \n\nI cannot stress the importance of this text enough it needs to be \nread along with Shiba Goro&#39;s Remembering Aizu and Akiko Kunos \nUnexpected Destinations, keep in mind that Dr. Willis was very \nvery &quot;pro&quot; Satsuma what he wrote did not grow out of a *bias* for \nAizu in any way.\n\nPics (this file can go offline anytime)\nhttps://mywebspace.wisc.edu/tnamwong/web/Drwillis.zip\n\n-----------------------------------------------------\nVisual Supplement to Tokio.htm in the &lt;&lt;FILES&gt;&gt; section of the \nmailing list (also temporarily hosted)\nhttps://mywebspace.wisc.edu/tnamwong/web/JapaneseGirlsandWomen.zip\n\n\n\n\n\n"
}