{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "YNv20Q7WfiqCzklugDV35YwuxSTJGIgQaQZtKM3i8Uq6hwWVq_ZeNMHRKkQk8dwdNmzMGR7m8jPnDAYaMTxYar13s6Q1h-8Xt1RvZrHw8_C3",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: Hillsborough book in stores (Reviewed)",
    "postDate": "1128566505",
    "msgId": 2573,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGRpMjJ0OSt1djBoQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDAwMTgwMWM1YzkwMyRmZGU4NDYzMCQyMDAyM2NjY0BsZXNsZXk+"
    },
    "prevInTopic": 2571,
    "nextInTopic": 2576,
    "prevInTime": 2572,
    "nextInTime": 2574,
    "topicId": 2565,
    "numMessagesInTopic": 9,
    "msgSnippet": "... Bloody Legacy Of The Shinsengumi to Shinsengumi: The Shogun s Last Samurai Corps . (Review) The reason why history is so dull to many is that the",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 86058 invoked from network); 6 Oct 2005 02:41:54 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m24.grp.scd.yahoo.com with QMQP; 6 Oct 2005 02:41:54 -0000\r\nReceived: from unknown (HELO n3a.bulk.scd.yahoo.com) (66.94.237.37)\n  by mta6.grp.scd.yahoo.com with SMTP; 6 Oct 2005 02:41:54 -0000\r\nComment: DomainKeys? See http://antispam.yahoo.com/domainkeys\r\nReceived: from [66.218.69.6] by n3.bulk.scd.yahoo.com with NNFMP; 06 Oct 2005 02:41:47 -0000\r\nReceived: from [66.218.66.80] by mailer6.bulk.scd.yahoo.com with NNFMP; 06 Oct 2005 02:41:47 -0000\r\nDate: Thu, 06 Oct 2005 02:41:45 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;di22t9+uv0h@...&gt;\r\nIn-Reply-To: &lt;001801c5c903$fde84630$20023ccc@lesley&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4223\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-Yahoo-Newman-Property: groups-compose\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Re: Hillsborough book in stores (Reviewed)\r\nX-Yahoo-Group-Post: member; u=185890146; y=A96TeOTTBFASuTueqe0-4QisuEC3xQbUOgoLONnIipNFpj0\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\n--- In SHQ@yahoogroups.com, &quot;Niwashi&quot; &lt;labaker@s...&gt; wrote:\n&gt; The title changed from &quot;Shogun&#39;s Most Dreaded Samurai Corps: The\nBloody Legacy Of The Shinsengumi&quot; to &quot;Shinsengumi: The Shogun&#39;s Last\nSamurai Corps&quot;.  \n\n(Review)\n \nThe reason why history is so &quot;dull&quot; to many is that the disciplined\nhistorian attempts to record and organize information in a straight\nforward manner.  He or she strives to provide this valuable service\nwithout letting personal bias interfere with the goal.\n\nRomulus Hillsborough, lived in Japan for 15 years and is fluent in\nJapanese.  So I&#39;m in no position to criticize him as I can&#39;t compare\nhis sources with his interpretations.  He took on the difficult task\nof writing the first book on the Shinsengumi in English.  However he\nmakes no attempt at adopting a dispassionate tone needed in dealing\nwith this &quot;legal terrorist organization&quot; (121).\n\nBesides the constant sarcasm he uses the term &quot;propensity to kill&quot;\n***atleast over 30 times in the narrative (I stopped counting). \nHillsborough makes no attempt to add variation to his stock phrase\n&quot;Okita the genius swordsman&quot;.  He even attempts poetry or add flare to\nhis prose with the mentioned phrase &quot;propensity to kill&quot;.  You see,\nthis is why the original title contained the words &quot;bloody legacy&quot;.  I\nthink most of us will agree that because we are STUDYING A CIVIL\n[WAR], no one was using rubber bullets nor bamboo swords.  I&#39;ve never\nheard of a bloodless war.  Atleast he mentions in passing the\nloyalists who also had a &quot;propensity to kill&quot;.  Almost forgot to\nmention Kondou and Hijkata&#39;s irrepressible &quot;will to power&quot; (read that\nphrase 20 times). I did not think his constant use of the &quot;sun\ngoddess&quot; in her intervention of state affairs was a good idea.  He\nwanted the goddess to represent &quot;fate&quot; and she had her darlings on the\nloyalist side.  \n\nAfter completing the book I began to wonder if this Shinsengumi book\nwas simply written to bolster his previous works on his personal heroes.\n\nTo this author the people of Kyoto loved the loyalists with all their\nheart.  I am kicking myself for not recording the book which mentions\nthat a folk song was written and sung in praise (not by professionals\nbut peasants) of the Protector of Kyoto.  It may be common sense to us\nthat many people in the city just wanted to live in peace and could\ncare less for the politics (either for the bakufu or the Imperialists).\n\nHis bibliography is very limited.  He used one of Akama&#39;s books and\nentirely ignores perhaps her most famous work on Saitou Hajime, which\nis one of most often cited books on Japanese sites.  Hence, in the few\nsentences on Saitou Hajime&#39;s life in the Meiji he is said to have\nwandered southwest to the Takada Han for a while and then moved to\nTokyo and married a daughter of a retainer from Aizu.  \n\nIn many stories there is ofcourse more than one version.  Many\nJapanese sites are able to discuss and post information.  For example\nthe death of Takeda may have been attributed to a stroke or by\nSaitou&#39;s hand.  Hillsborough has a few footnotes but he should&#39;ve used\nthem to more effectively to give a different take on stories.\n\nHe should be credited for introducing the story of Kondou&#39;s daughter\nOyu (born to his mistres Otaka sister of Miyuki) to the western world.\n Prior to reading this book I did read a ***fanfic*** translated via\nnifty which portrays Fujita Goro as helping the daughter of Kondou. \nAccording to Hillsborough a policeman formerly affiliated with the\nShinsengumi attempted to save Kondou&#39;s daughter from life in the\nred-light district. \n\nOtherwise the book provides an ok introduction to the era and details\nwe never had before.  The limited bibliography may help a serious\nscholar in the future start his or her work.  If anyone has the money\nplease consider donating a hard cover copy to your local library.\n\nThis book proves again that such a subject needs to be studied as a\ngroup in teams from different perspectives.\nMr. Hillsborough would&#39;ve also benefited GREATLY from the\nknowledgeable and open minded Japanese fans.  Amongst those cosplayers\nand great collectors of Shinsengumi doujinshi are critical thinkers. \nHe should&#39;ve atleast interviewed the authors of some of the recent books.\n\n\n\n\n\n"
}