{
    "userId": 108589066,
    "authorName": "Hirotada Tokugawa",
    "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
    "profile": "shimazuryu",
    "replyTo": "LIST",
    "senderId": "VwIG83jYgUpbqbz8-80sMjuwHOVzJG6x2dRcUmVaWENFh17IXrX-ZtdilADcJfZruJvOtWsZbn77CbCzdBSn_YPW92i1wRt5d9CR3bznlPTiZ_s",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "RE: [SHQ] Re: For those of you who may have wanted information on Okita&#39;s family...",
    "postDate": "1132531508",
    "msgId": 2623,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PEJBWTEwNC1GMzE0MzQxNzBFRkY3MTU5OTgxOUQxODlGNTMwQHBoeC5nYmw+",
        "inReplyToHeader": "PGRscW1xNSsyOGNhQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 2622,
    "nextInTopic": 2624,
    "prevInTime": 2622,
    "nextInTime": 2624,
    "topicId": 2613,
    "numMessagesInTopic": 15,
    "msgSnippet": "... Don t worry, history is my job-- I live for these questions. :) ... Because Souji was too young and being trained in kenjutsu-- and if Kondo later had the",
    "rawEmail": "Return-Path: &lt;patriot014@...&gt;\r\nX-Sender: patriot014@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 32007 invoked from network); 21 Nov 2005 00:05:09 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m2.grp.scd.yahoo.com with QMQP; 21 Nov 2005 00:05:09 -0000\r\nReceived: from unknown (HELO hotmail.com) (65.54.175.41)\n  by mta6.grp.scd.yahoo.com with SMTP; 21 Nov 2005 00:05:09 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC;\n\t Sun, 20 Nov 2005 16:05:09 -0800\r\nMessage-ID: &lt;BAY104-F31434170EFF71599819D189F530@...&gt;\r\nReceived: from 65.54.175.200 by by104fd.bay104.hotmail.msn.com with HTTP;\n\tMon, 21 Nov 2005 00:05:08 GMT\r\nX-Originating-Email: [patriot014@...]\r\nX-Sender: patriot014@...\r\nIn-Reply-To: &lt;dlqmq5+28ca@...&gt;\r\nTo: SHQ@yahoogroups.com\r\nBcc: \r\nDate: Mon, 21 Nov 2005 09:05:08 +0900\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nX-OriginalArrivalTime: 21 Nov 2005 00:05:09.0058 (UTC) FILETIME=[3C300220:01C5EE2F]\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;\r\nSubject: RE: [SHQ] Re: For those of you who may have wanted information on Okita&#39;s\n family...\r\nX-Yahoo-Group-Post: member; u=108589066; y=-JJDJL8GSWvy_4l--AAoOyqqz1nh5f6X5dzPXyd2lrOja0CMSQ\r\nX-Yahoo-Profile: shimazuryu\r\n\r\n&gt;I have *so* many questions right now, but I&#39;ll keep it to just a\n&gt;few at a time.\n\nDon&#39;t worry, history is my job-- I live for these questions. :)\n\n\n&gt;Why would Rintaro be adopted into the Okita family?\n\nBecause Souji was too young and being trained in kenjutsu-- and if Kondo \nlater had the intention to adopt him, this all makes sense-- Kondo would \nhave probably had that intention when Souji entered the school. With Souji \nessentially &quot;out&quot; of the Okita family (or such a discussion taking place \nwhen Katsujiro was still alive), the only alternative would have been for an \nheir to be adopted.\n\n&gt;If Katsujiro died in 1845, and Rintaro married in 1846, was this\n&gt;arranged in advance by Katsujiro - or someone else?\n\nThey would have probably been engaged before Katsujiro died. My guess would \nbe that they waited an appropriate time. In Asian cultures (I speak from \nexperience) engagement can come anywhere from one year to three before the \nactual marriage.\n\n&gt;If Katsujiro\n&gt;was ill and knew he was going to die, would it have been the normal\n&gt;thing to do in adopting an heir because Souji was so young?\n\nYes. Amongst Shogunal officials it was weirder-- sometimes one could be dead \nfor several days and then they&#39;d set his body up behind a screen and have a \nretainer read something that the deceased supposedly wrote-- &quot;Due to my \nillness, I hereby adopt so-and-so as my heir...&quot; Because, you see, no heir \nmeans the family not only ends, but the surviving relatives (especially \nwomen) have pretty much their entire estate/source of livelihood taken away \nby government order (I think it&#39;s called &#39;toritsubushi&#39; in some cases).\n\n&gt;Did\n&gt;that make Rintaro head of the Okita family?\n\nVery much so.\n\n&gt;What if Souji had not\n&gt;died so young? Could an adopted heir displace a blood heir?\n\nYes-- happened sometimes.\n\n&gt;And,\n&gt;where does &quot;Fujiwara&quot; in Rintaro&#39;s adopted name come from?\n\nFujiwara are one of the three big Heian-era clans that everyone liked to \nclaim descent from. The other two were Minamoto (Genji) and Taira \n(Heike/Heishi). Fujiwara were court nobles, the other two were princely \nfamilies that became warrior clans. So when someone gave their full name, \nthey&#39;d also name who they (ostensibly) descended from, even if it was a \nsomewhat tenuous claim *cough*Lord Ieyasu*cough*\n\nHence, Okita Souji&#39;s full name was first &quot;Okita Soujirou Fujiwara no \nHarumasa&quot; and later &quot;Okita Souji Fujiwara no Kaneyoshi&quot;\n\nAlso, in some dealings with the Imperial Court, if Souji had, say, received \na summons from the Emperor or a Prince or other noble, he would have been \nsummoned-- not as Okita Souji, but as &quot;Fujiwara no Kaneyoshi&quot;-- kind of like \nhow Matsudaira Katamori *was* summoned as &quot;Minamoto Katamori&quot;\n\n&gt;Perhaps\n&gt;someone wouldn&#39;t mind giving a quick history lesson on adopting\n&gt;heirs?\n\nThat&#39;s sort of tricky...but I&#39;ll try to figure a general description out and \npost it before long.\n\n&gt;And...about the adoption situation presented in NHK with Shuhei - If\n&gt;Kondo was going to name Souji his successor as the Tennen Rishin\n&gt;master, why wouldn&#39;t he also make him the Kondo family heir?  I had\n&gt;assumed it was because he was already the Okita family heir. Is this\n&gt;a case of mixing historical accuracy and taking historical liberties?\n\nYes...sorta. Inheriting the tradition doesn&#39;t necessarily mean that you \ninherit the master&#39;s family. Tennen Rishin Ryu today is an example of that-- \nthe Kondo and Miyagawa families alternate headship, if I recall correctly, \nbut the present master is......Sono Seigo? Not sure...the last Kondo to be \nhead of the school was Kondo Isuke, who I believe died in the early 1990s.\n\nLike I said before, Okita was probably not the family heir, even from the \nvery beginning.\n\nIf Kondo was going to name Okita his heir for both school and family, he \nprobably would have followed how Kondo Shuusuke did it for *him*-- train him \nfirst, then when he was about to take over, have him change his name and \nthen succeed to the family *and* dojo headship.\n\nTrust me, family/succession issues in Edo-era Japan are incredibly weird. \nWhich is why Kondo naming Tani Masatake as his heir (Kondo Shuuhei) is \ninteresting-- he would have been prepping Souji for years, BUT, since Tani \nMantaro and Sanjuro, two brothers who ran the Tani spear dojo (Taneda Hozoin \nRyu) joined Shinsengumi, Kondo would have done what was natural in a \n&quot;business deal&quot; like that-- adopted their brother in order to seal the deal \nby &quot;family&quot; ties. Incidentally, the Tani dojo was where Harada Sanosuke \nlearned how to use the spear.\n\nI hope this helps!\n\n-M.\n\n\n\n"
}