{
    "userId": 176343463,
    "authorName": "Tiffany",
    "from": "&quot;Tiffany&quot; &lt;makoto@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "cviBot7YSmKXg_rr--byXpnkhduVA9ZtEmullZYCcup--4Jg34RgP4oYaV8YsxE6vj0uOzBTekSY3R0dyXhv0zVgkWMvBbizzNQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: OT: A New Pinnacle of Frustration",
    "postDate": "1080862413",
    "msgId": 262,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM0aThzZCtuNHEwQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGM0aTIxYitjaDVvQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 261,
    "nextInTopic": 264,
    "prevInTime": 261,
    "nextInTime": 263,
    "topicId": 261,
    "numMessagesInTopic": 4,
    "msgSnippet": "... Ofcourse in our day and age we believe in free speech and the representation from all sides.  Now, I don t know enough about kabuki, but weren t there",
    "rawEmail": "Return-Path: &lt;makoto@...&gt;\r\nX-Sender: makoto@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 85162 invoked from network); 1 Apr 2004 23:35:05 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m5.grp.scd.yahoo.com with QMQP; 1 Apr 2004 23:35:05 -0000\r\nReceived: from unknown (HELO n5.grp.scd.yahoo.com) (66.218.66.89)\n  by mta1.grp.scd.yahoo.com with SMTP; 1 Apr 2004 23:35:05 -0000\r\nReceived: from [66.218.67.128] by n5.grp.scd.yahoo.com with NNFMP; 01 Apr 2004 23:33:35 -0000\r\nDate: Thu, 01 Apr 2004 23:33:33 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c4i8sd+n4q0@...&gt;\r\nIn-Reply-To: &lt;c4i21b+ch5o@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2506\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.89\r\nFrom: &quot;Tiffany&quot; &lt;makoto@...&gt;\r\nSubject: Re: OT: A New Pinnacle of Frustration\r\nX-Yahoo-Group-Post: member; u=176343463\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\n--- In SHQ@yahoogroups.com, &quot;Shimazu Masayoshi&quot; &lt;patriot014@h...&gt; \nwrote:\n&gt; So my professor and I had an argument today about kabuki, and why I\n&gt; think it was wise of the Tokugawa to control it. \n\nOfcourse in our day and age we believe in free speech and the \nrepresentation from all sides.  Now, I don&#39;t know enough about kabuki, \nbut weren&#39;t there other forms of entertainment that the masses could \nview...all of which could be well beyond the control of the Tokugawa?  I \nbring this up because I study Thailand and although theatre/poetry that \nhas been recorded and handed down is supposed to be &quot;court&quot; \nentertainment however there is more than enough evidence suggesting \nthat whatever was popular amongst the &quot;lower&quot; class soon became \npopular in the courts as well.  And yes ofcourse the upper class didn&#39;t \nenjoy seeing themselves mocked/parodied but they couldn&#39;t REALLY \nstop it.  So the issue may be &quot;how effective was the Tokugawa was in \ncontrolling kabuki?&quot;.\n\nFeudalism=bondage/vassal system there is no denying this...similarly so \nwas the monarchical system in Thailand before 1932 however many \nancient poems I read convey the need for the leader to be sure that the \npeople were well fed and that the leader be just (to the point of people \nsummoning the leader with a bell to preside over major conflicts).  Note \nthe people could call upon the leader.  Thus, there is a very CLEAR \nunderstanding that an unjust leader will be overthrown...mismanagement \nof the government will result in challenges.  My point is \nthat &quot;mainstream&quot; history is based on generalizations and that cannot be \navoided because people have to start &quot;somewhere&quot; before mastering a \nbody of knowledge.\n\nTry to be respectful when addressing your professor and understand that \nit is very healthy to see things from many points of view...it is not \ninnappropriate to type a short and sincere apology:)  It is odd that your \ninstructor seems to disregard the fact that the samurai ideal can be \nfound in all social classes and in the case of Aizu amongst women and \npeasants as well...they weren&#39;t -just- defending their lord but their \nhomes/families and basically the only world they have ever known \n(seeing how people rarely travelled beyond their domain).  Ofcourse the \nideal, like religion, has been at times manipulated and its followers \nexploited but alongside these cases people like your professor must \nacknowledge that there are those who have interpreted the samurai \nideals in a noble way as well.\n\n\n"
}