{
    "userId": 224091597,
    "authorName": "guuchan",
    "from": "guuchan &lt;jungleguuchan@...&gt;",
    "profile": "onigiribeanie",
    "replyTo": "LIST",
    "senderId": "l-yKMV4dUo3mJMSpAB5KQaCEzxRR6pge4H3ImtjErX2oPCxzYq8xVBewCn6wJWGhR8BaATeh7vSTHnhbFZcHscEegQ3ikNA7JhMsgQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Re: [SHQ] Soon-to-be Shinsengumi Novel",
    "postDate": "1136348670",
    "msgId": 2662,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDcuMC4wLjE2LjAuMjAwNjAxMDMxOTI5MTMuMDFhM2UyNDhAZWFydGhsaW5rLm5ldD4=",
        "inReplyToHeader": "PGRwZXI5ZCsyOGdjQGVHcm91cHMuY29tPg==",
        "referencesHeader": "PGRwZXI5ZCsyOGdjQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 2661,
    "nextInTopic": 2663,
    "prevInTime": 2661,
    "nextInTime": 2663,
    "topicId": 2661,
    "numMessagesInTopic": 4,
    "msgSnippet": "... Masayoshi had compiled a fairly extensive timeline for the time period in question on the shinsengumihq site that compiled information from several",
    "rawEmail": "Return-Path: &lt;jungleguuchan@...&gt;\r\nX-Sender: jungleguuchan@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 20935 invoked from network); 4 Jan 2006 04:25:10 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m28.grp.scd.yahoo.com with QMQP; 4 Jan 2006 04:25:10 -0000\r\nReceived: from unknown (HELO pop-savannah.atl.sa.earthlink.net) (207.69.195.69)\n  by mta5.grp.scd.yahoo.com with SMTP; 4 Jan 2006 04:25:10 -0000\r\nReceived: from h-68-165-8-126.atlngahp.dynamic.covad.net ([68.165.8.126] helo=Sherlgirl.earthlink.net)\n\tby pop-savannah.atl.sa.earthlink.net with esmtp (Exim 3.36 #10)\n\tid 1Eu0C9-00010W-00\n\tfor SHQ@yahoogroups.com; Tue, 03 Jan 2006 23:24:18 -0500\r\nMessage-Id: &lt;7.0.0.16.0.20060103192913.01a3e248@...&gt;\r\nX-Mailer: QUALCOMM Windows Eudora Version 7.0.0.16\r\nDate: Tue, 03 Jan 2006 23:24:30 -0500\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: &lt;dper9d+28gc@...&gt;\r\nReferences: &lt;dper9d+28gc@...&gt;\r\nMime-Version: 1.0\r\nContent-Type: text/plain; charset=&quot;us-ascii&quot;\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: guuchan &lt;jungleguuchan@...&gt;\r\nSubject: Re: [SHQ] Soon-to-be Shinsengumi Novel\r\nX-Yahoo-Group-Post: member; u=224091597; y=J__btmapSEsI00WwZKkyWZxGxFXbTWT0Yx36-Dvz09eL0CE4P1U\r\nX-Yahoo-Profile: onigiribeanie\r\n\r\n\n&gt;I&#39;m writting a fiction-novel that revolves around the war between the \n&gt;Ishin Shishi and Shinsengumi. I have most of the characters and scenes \n&gt;jotted down but I need a bit of help. I need a detailed timeline of \n&gt;the battles between them, which has been hard for me to find. \n\nMasayoshi had compiled a fairly extensive timeline for the time period in question on the shinsengumihq site that compiled information from several historical sources.   (Link: http://www.shinsengumihq.com/ShinsengumiBakumatsuTimeline.htm )   \n\nThere also is a brief timeline in the English version of the Rurouni Kenshin Hiden (Profiles) book (Viz publications). The accuracy of the English version I can&#39;t vouch for, as I haven&#39;t sat down and validated the years against other references yet.  This timeline does not include specific dates, but only years.  (Incidentally,  Albert Craig indicates the original Satsuma Choshu Alliance was formally agreed upon 21/1/66 although this plan did not come to fruition until late 1867.) \n\nA few thoughts as you embark on writing your book --\nThe beginning of the Meiji era did not coincide with the end of fighting --instead various wars (1868) dragged into Meiji 2.  This is covered in Masayoshi&#39;s timeline.    \n\nIn trying to examine what you are trying to think of in terms of &quot;Ishin Shishi&quot; actions, do you mean to include battles post-Restoration?  If so, technically speaking the forces  encountered by Shinsengumi from 1868 forward would not be called &quot;Ishin Shishi&quot; but&quot; Imperial forces&quot; as the Emperor had been restored at this point. \n\nLooking backwards -- there were clashes between loyalist/reformists and pro-bakufu forces in Kyoto that you might want to consider researching as well if you have not already researched them.  These were not part of the later conflict (1868--).    For example, you could potentially include and narrate the Battle at the Forbidden Gate (Hamaguri Gate) in 1863, in which joint Satsuma-Aizu forces demolished Choshu forces, who were responding to their expulsion at court and the charges levied against their daimyo with a seriously misguided attempt to &#39;rescue&#39; the Emperor.\n\nI am assuming the Shinsengumi were involved, but that may not be correct and defer to others on the list. ( The NHK taiga placed them there, but NHK also took its own liberties with history ;) ) . \n\nOf course, the question as whether this represents a &quot;Ishin Shishi&quot; battle is something to consider.   I haven&#39;t read enough on the war council and factions in Choshu at this time to determine whether there was a unified purpose in advancing on Kyoto and the motivations of the four sets of Choshu troops that were involved .  It would seem to me that there wasn&#39;t - hence the question of whether to include or not based solely on history. However -- given the purposes of fiction, it might be interesting to throw it in -- since it does take place in Kyoto and could be argued to be an &quot;Ishin shishi/Shinsengumi&quot; conflict.\n\nAlso, the dates for Teradaya and Ikedaya should probably added to your list.  A fellow Choshu nut kindly translated a Japanese-language site to yield some info on popular theories regarding the death of one (notorious) Choshu Ishin. (http://red-bird.org/meiji/toshimaro/ikedaya.htm) \n\n\n S\n\nred-bird.org  | s-girl.deviantart.com \n\n\n\n\n\n"
}