{
    "userId": 108589066,
    "authorName": "Hirotada Tokugawa",
    "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
    "profile": "shimazuryu",
    "replyTo": "LIST",
    "senderId": "8ozWQwWmukzZyAR7B7A6A-SbdBfJVxPlkex09GEUqSA25LdYXbrXtiV13QfeYTd6o5yfEqZntvWNLqg9oybnhN7jBTgcEd0rchnOIkNJLQkqg6k",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "In the interest of balanced coverage-Bio of Kijima Matabei",
    "postDate": "1137261768",
    "msgId": 2692,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PEJBWTEwNC1GOTc1MEVCMUVGRDFCMTI5NTUxMTM5OUYxOTBAcGh4LmdibD4=",
        "inReplyToHeader": "PEJBWTEwNC1GMjIwOTVDM0JBQ0MxMUI1ODYxNEZFMDlGMTkwQHBoeC5nYmw+"
    },
    "prevInTopic": 2691,
    "nextInTopic": 0,
    "prevInTime": 2691,
    "nextInTime": 2693,
    "topicId": 2682,
    "numMessagesInTopic": 8,
    "msgSnippet": "Kijima Matabei- Commander of the Choshu Army at the Kinmon Incident The manga Getsumei Seiki just featured the incident in its newest volume, and Kijima is",
    "rawEmail": "Return-Path: &lt;patriot014@...&gt;\r\nX-Sender: patriot014@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 46255 invoked from network); 14 Jan 2006 18:02:58 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m4.grp.scd.yahoo.com with QMQP; 14 Jan 2006 18:02:58 -0000\r\nReceived: from unknown (HELO hotmail.com) (65.54.175.19)\n  by mta3.grp.scd.yahoo.com with SMTP; 14 Jan 2006 18:02:58 -0000\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC;\n\t Sat, 14 Jan 2006 10:02:48 -0800\r\nMessage-ID: &lt;BAY104-F9750EB1EFD1B1295511399F190@...&gt;\r\nReceived: from 65.54.175.200 by by104fd.bay104.hotmail.msn.com with HTTP;\n\tSat, 14 Jan 2006 18:02:48 GMT\r\nX-Originating-Email: [patriot014@...]\r\nX-Sender: patriot014@...\r\nIn-Reply-To: &lt;BAY104-F22095C3BACC11B58614FE09F190@...&gt;\r\nTo: SHQ@yahoogroups.com\r\nBcc: \r\nDate: Sun, 15 Jan 2006 03:02:48 +0900\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nX-OriginalArrivalTime: 14 Jan 2006 18:02:48.0448 (UTC) FILETIME=[BA7E7000:01C61934]\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: &quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;\r\nSubject: In the interest of balanced coverage-Bio of Kijima Matabei\r\nX-Yahoo-Group-Post: member; u=108589066; y=YybJbzpFOODEtASSHBwBvQloJp2JSf89x7Rky_y4O3lWvR1qGQ\r\nX-Yahoo-Profile: shimazuryu\r\n\r\nKijima Matabei- Commander of the Choshu Army at the Kinmon Incident\n\nThe manga &quot;Getsumei Seiki&quot; just featured the incident in its newest volume, \nand Kijima is there. If this manga is as accurate as it seems to be, then \nKondou saw Kijima go down in battle.\n\nAt any rate, here&#39;s a bio. Any mistakes I make in translation are my own.\n\nBorn Bunka 14, January 8 (February 23, 1817), in Nagato Province, Asa \nDistrict, Nishitakadomari Village. 2nd son of Kitamura Masatsune. His \nofficial name was Masahisa, common names were Kamenoshin, Kojiro, and \nMatabei. Also known as Mori Kitaro. Pen names: Renki, Souzan, Muan Donin, \nHido.\n\nThough born into the family of the unsalaried courier Kitamura, in Tenpo 7 \n(1836), he was adopted by Kijima Matabei Masatsune (59 koku 8 sho stipend) \nof Ozu District, Tawarayama Village.\n\nTenpo 8 (1837), the family moved to Mine District, Akayasu Village. Tenpo 12 \n(1841), Matabei studied kenjutsu under Oishi Susumu of the Yanagawa domain, \nand became an expert in the martial arts. In August of Koka 3 (1846), he \nwent to Edo and studied in the dojo of Kubota Sukeshiro. Returned to Choshu \nin Kaei 1 (1848), and succeeded to the Kijima headship in January of Kaei 4 \n(1851). In November of the same year, he was appointed to the Temawarigumi \n(presumably the daimyo&#39;s personal entourage), and was made the kago-bugyo \n(palanquin overseer) for the daimyo&#39;s heir.\n\nIn March of Kaei 6, complying with the lord&#39;s orders, he went to Edo, and \nwas there when Perry&#39;s ships arrived. In December of the same year, he \nsubmitted a memorial on national defense to the daimyo. Returned to Choshu \nin May of Ansei 1, and held several successive jobs there- Official \nExaminer, Household Affairs Manager, and others.\n\nOctober of Bunkyu 2, he was assigned to Edo, and in March of Bunkyu 3 \n(1863)-- not long after the Shinsengumi-- he went to Kyoto, and in May he \nreturned to Choshu again, serving as assistant to the Overseer of Stables. \nIn June he AGAIN returned to Kyoto, at the head of a rifle brigade made up \nof hunters. In July he was involved in political affairs, and in September, \nreturned home.\n\nBefore this, Takasugi Shinsaku had organized the Kiheitai, and not long \nafterward, on August 18, there was the incident that drove Choshu from \nKyoto. Kijima worked together and formed the Yuugekigun in November.\n\n(Now it gets interesting)\nGenji 1 (1864)- March- Resigns as commander of the Yuugekigun, becomes \nassistant to the new commander, Kokuji Shinano. *Infiltrates* Kyoto in April \nof 1864, returning in May, and taking a strong line in advocating war \n(against Aizu/Shinsengumi).\n\nRemember folks-- Choshu knew PRETTY QUICK about Ikedaya...\n\nIn June he changed his name, and left for Osaka, leading the Yuugekitai and \nRikishitai (Sumo wrestler brigade) in battle at the Kinmon Incident in July. \nWhile leading the forces from Saga-Tenryuji Temple to Hamagurigomon (outer \ngate at the Imperial Palace), he was shot at by Aizu forces, and his nephew \nKitamura Takeshichi acted as his kaishaku (beheading at seppuku). Age at \ndeath was 49.\n\nCourt rank-- Senior 4th rank. Buried at Higashiyama-Reizan in Kyoto, as well \nas in Hikari City (in the former Choshu) at Iwabiyama Shrine, as well as in \nhis former home of Mine (pronounced &quot;Mee-neh&quot;) City, West Akayasu.\n\n(Source: \nhttp://ddb.libnet.kulib.kyoto-u.ac.jp/exhibit/ishin/jinmei/Kijima.html)\n\n-M.\n\n\n\n"
}