{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "UgVv94IXSoGuQcfA3rLVy1H0DtFAC_dewPQYk16scPvhVienMeLq3M_MjAHO4YdvYRdz9eHWl6pZGROD50ErLtqX-dvuhkyqmFAStcoXiGd52w",
    "spamInfo": {
        "isSpam": false,
        "reason": "12"
    },
    "subject": "Saitou finally becomes a policeman (or, the amazing skills of actors)",
    "postDate": "1141757987",
    "msgId": 2737,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDYwMzA3MTg1OTQ3LjkwNTMzLnFtYWlsQHdlYjMxNTAxLm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 0,
    "nextInTopic": 2738,
    "prevInTime": 2736,
    "nextInTime": 2738,
    "topicId": 2737,
    "numMessagesInTopic": 9,
    "msgSnippet": "This might be a bit off-topic, but I ve been totally in actor fan-mode lately. For the last 8 weeks, I ve been completely absorbed in a drama called Jikou",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 26691 invoked from network); 7 Mar 2006 18:59:47 -0000\r\nReceived: from unknown (66.218.67.33)\n  by m33.grp.scd.yahoo.com with QMQP; 7 Mar 2006 18:59:47 -0000\r\nReceived: from unknown (HELO web31501.mail.mud.yahoo.com) (68.142.198.130)\n  by mta7.grp.scd.yahoo.com with SMTP; 7 Mar 2006 18:59:47 -0000\r\nReceived: (qmail 90536 invoked by uid 60001); 7 Mar 2006 18:59:47 -0000\r\nMessage-ID: &lt;20060307185947.90533.qmail@...&gt;\r\nReceived: from [65.101.0.199] by web31501.mail.mud.yahoo.com via HTTP; Tue, 07 Mar 2006 10:59:47 PST\r\nDate: Tue, 7 Mar 2006 10:59:47 -0800 (PST)\r\nTo: shq@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Msg-Info: 1:12:0:0\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Saitou finally becomes a policeman (or, the amazing skills of actors)\r\nX-Yahoo-Group-Post: member; u=173227807; y=4A02nYgpQOvh9LcflnRcd7_PSjjsfL2tRZA8fHffxzL367l7ypf6YGzp\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nThis might be a bit off-topic, but I&#39;ve been totally in actor fan-mode lately.\n   \n  For the last 8 weeks, I&#39;ve been completely absorbed in a drama called &quot;Jikou keisatsu,&quot; about a section of the police that deals with limitations cases (cases that are no longer prosecutable, but still need to be solved).  The main character, Kiriyama, is one of the investigators and is played by Jo Odagiri --- Saitou in NHK&#39;s &quot;Shinsengumi!&quot;.  Now, it might sound like a dull, serious drama, but it&#39;s not.  It&#39;s wonderfully comedic and Jo is an absolute scream... nothing like our Saitou.  Don&#39;t believe me?  Take a look at him at http://www.tv-asahi.co.jp/jikou/index.html (and he&#39;s actually looking pretty normal in that pic).\n   \n  As I&#39;ve watched the show, I&#39;ve been constantly reminded of his portrayal of Saitou... probably my very favorite version of him (even over RK Saitou, which was my first love)... because it&#39;s so different from Kiriyama.  I know a lot of it is how a character is written, but it takes the actor to bring it to life with their own unique physical quirks in facial expressions and body movements.  I&#39;m continually struck by how HUMAN Odagiri made Saitou, showing a man who lived in shades of gray rather than the black & white most others have portrayed him.  In my humble attempts at writing RK Saitou in fanfics, I&#39;ve insisted that there WAS a softer side to the man, a part of him that doubts or at least thinks about what he&#39;s being asked to do, who does care about people, and Odagiri brought that out while not taking away from his warrior&#39;s spirit.  It&#39;s really amazing to rediscover such a fine performance when I&#39;m given something completely different and equally fine.\n   \n  I&#39;ve discovered the same thing with Shosuke Tanihara and Itou.  Honestly, I can&#39;t imagine the image of Itou Kashitarou bearing anyone&#39;s face but Tanihara&#39;s for the rest of my life.  It was because of that performance that I began watching Tanihara&#39;s other work, both historicals and modern dramas, and it made his Itou even stronger for me.\n   \n  LOL!  Even with voice actors... I became accustomed to Sparky Thornton&#39;s voice as Saitou in the English dubbed version of RK.  He&#39;s doing voice work in so many other anime series currently airing in the US and every time I hear it, you KNOW who comes immediately to mind.  ^_^\n   \n  I&#39;m really curious if anyone else has pursued other work done by actors who&#39;ve portrayed (or VA-ed) members of the Shinsengumi or stumbled upon them in other things.  Did other performances change your perception of their Shinsengumi role or is that performance so burned into your head that it colors how you react to other roles?  Anyone who will forever BE that person in your head?\n   \n  phil (procrastinating, as usual)\n\n\t\t\n---------------------------------\nYahoo! Mail\nBring photos to life! New PhotoMail  makes sharing a breeze. \n\n[Non-text portions of this message have been removed]\n\n\n"
}