{
    "userId": 108589066,
    "authorName": "Hirotada Tokugawa",
    "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
    "profile": "shimazuryu",
    "replyTo": "LIST",
    "senderId": "LwtpSVkug7LA1UtUthFVmYnFqSjyXHQ0PcOtNPVr9hTkB6PrJq_XphIxdOxNX_4b9upTeOgvFc4sK5UzAsZgTNXmYW3JjkpL7h3crxRyrBD2FLw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [SHQ] konbanwa mina san !!!",
    "postDate": "1160522445",
    "msgId": 2983,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PEJBWTEyMi1GNkQzNURBRUM1RTdGMUM1NTdDNTI3OUYxNzBAcGh4LmdibD4=",
        "inReplyToHeader": "PDIwMDYxMDEwMTQ0NzAzLjY5NjU4LnFtYWlsQHdlYjM3MzExLm1haWwubXVkLnlhaG9vLmNvbT4="
    },
    "prevInTopic": 2982,
    "nextInTopic": 2984,
    "prevInTime": 2982,
    "nextInTime": 2984,
    "topicId": 2436,
    "numMessagesInTopic": 95,
    "msgSnippet": "... As I feel I m best qualified to give an answer to numbers 2 and 3, that s what I ll do. First and foremost let me say-- you can t separate Shinsengumi s",
    "rawEmail": "Return-Path: &lt;patriot014@...&gt;\r\nX-Sender: patriot014@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 73572 invoked from network); 10 Oct 2006 23:22:02 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m36.grp.scd.yahoo.com with QMQP; 10 Oct 2006 23:22:02 -0000\r\nReceived: from unknown (HELO bay0-omc1-s23.bay0.hotmail.com) (65.54.246.95)\n  by mta5.grp.scd.yahoo.com with SMTP; 10 Oct 2006 23:22:02 -0000\r\nReceived: from hotmail.com ([207.46.10.214]) by bay0-omc1-s23.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.1830);\n\t Tue, 10 Oct 2006 16:20:51 -0700\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC;\n\t Tue, 10 Oct 2006 16:20:47 -0700\r\nMessage-ID: &lt;BAY122-F6D35DAEC5E7F1C557C5279F170@...&gt;\r\nReceived: from 207.46.10.254 by by122fd.bay122.hotmail.msn.com with HTTP;\n\tTue, 10 Oct 2006 23:20:45 GMT\r\nX-Originating-Email: [patriot014@...]\r\nX-Sender: patriot014@...\r\nIn-Reply-To: &lt;20061010144703.69658.qmail@...&gt;\r\nTo: SHQ@yahoogroups.com\r\nBcc: \r\nDate: Wed, 11 Oct 2006 08:20:45 +0900\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nX-OriginalArrivalTime: 10 Oct 2006 23:20:47.0864 (UTC) FILETIME=[B7D50780:01C6ECC2]\r\nReturn-Path: patriot014@...\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: &quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;\r\nSubject: RE: [SHQ] konbanwa mina san !!!\r\nX-Yahoo-Group-Post: member; u=108589066; y=47IvxzohS6MLoMqg5sYsTVUlEK0-RnuCzgBSvsQcai8AvBj_Xg\r\nX-Yahoo-Profile: shimazuryu\r\n\r\n&gt;   2. Why Shinsengumi was so loyal to the bakufu ? ( i&#39;m not asking to the \n&gt;Aizu clan )\n&gt;   3. Does Shinsengumi has a connection with yakuza era ?\n\nAs I feel I&#39;m best qualified to give an answer to numbers 2 and 3, that&#39;s \nwhat I&#39;ll do.\n\nFirst and foremost let me say-- you can&#39;t separate Shinsengumi&#39;s &quot;loyalty&quot; \ninto &quot;sections&quot; so easily. Aizu was ordered by the Bakufu to take charge of \nthe Shinsengumi. Ultimately the Bakufu was above everything in terms of \nadministrative structure, and in terms of &quot;who ran the show,&quot; they were it. \nHowever, this functioned *through* Aizu. The Bakufu issued orders to Aizu to \ntake charge of the group of men who became Shinsengumi-- almost like a \n&quot;guardian&quot; might take charge of an orphan (these orders can be seen in \n&quot;Kyoto Shugoshoku Shimatsu&quot;, which is the work of Saitou Hajime&#39;s \nacquaintance Yamakawa Hiroshi). It was Bakufu money, but Aizu supervision. \nWithout Aizu, this group of men becomes almost no different from any other \nronin walking the streets of Kyoto. The big sign you see in most depictions \nof the Shinsengumi&#39;s headquarters reads something like &quot;By Authority of Lord \nAizu, Protector of Kyoto&quot;--- this can be compared to a British box of cereal \nor detergent (I&#39;ve seen them with my own eyes, so I know) having a little \ninscription that reads &quot;By Appointment to Her Majesty the Queen&quot;. By having \nthat added bit of authority, Shinsengumi sets itself apart from the other \nronin wandering the streets of Kyoto, who mainly couldn&#39;t openly say that \nthey had the patronage of so-and-so.\n\nStill with me? Good!\n\nNow, with the &quot;no legitimacy without Aizu&quot; concept being the case, you do \nhave a point in talking about &quot;loyalty to the Bakufu&quot;. This is because \nultimately, the legitimacy that Aizu gives Shinsengumi is merely the \nShogun&#39;s legitimacy, for which Aizu acts as a conduit. After all, it was by \norder of the Shogunate that Aizu came to Kyoto, and without that legitimacy, \nAizu also doesn&#39;t have much authority in Kyoto. A medium sized domain from \nthe middle of nowhere in northeastern Japan? No way it&#39;d be able to do \nanything without the legitimacy of the central government!\n\nSo if you think of &quot;legitimacy&quot; as being like a flow of water, the flow \nstarts with the Bakufu, flows *through* the pipe or conduit (Aizu), and \nreaches its destination (Shinsengumi).\n\nAs for your question about the Shinsengumi&#39;s loyalty to the Bakufu-- the \nanswer is that it wasn&#39;t rigidly loyal. Yes, it stuck with Tokugawa forces \nto the end, but there&#39;s more to it than that. Kondou Isami, toward the end \nof his time in Kyoto, was in frequent contact with Goto Shojiro-- a man of \nTosa-- and apparently professed great admiration for the man, though they \nonly met once. Even the Bakufu officials were not rigid-- they met with men \nof Tosa and Satsuma. Case in point-- Ryoma-- yes, *that* Ryoma-- warned the \nShogunate that Satsuma was planning to have its way by force. Nagai Genba \n(information on whom appears on the SHQ site and who had frequent contact \nwith Shinsengumi), in the name of the Shogunate, met with Ryoma face to \nface-- and even arranged for Goto Shojiro&#39;s meeting with Kondou.\n\nNow, that still doesn&#39;t answer your question, I know, but stay with me, \nbecause I&#39;m about to get to that.\n\nAs I said earlier, in the beginning of its short history, Shinsengumi was \nbasically nothing without Aizu acting as a conduit for the Bakufu legitimacy \nto flow to it. Now, after a certain point (roughly 1866), this was to \nchange, and *that* is where it is appropriate to ask &quot;Why was the \nShinsengumi so loyal to the Bakufu?&quot; The reason for this is that in that \ntime period, the Bakufu&#39;s gorojuu-shuu (Senior Councilors, basically Cabinet \nMinisters for the Shogun) signed a document that made the Shinsengumi \n&quot;bakushin&quot;-- Bakufu retainers (&quot;bakufu no gokerai-tachi,&quot; in simpler \nJapanese). The ranks of &quot;bakushin&quot; include such men as Enomoto Takeaki, \nNagai Genba, Otori Keisuke, and Katsu Kaishu (ALL directly involved with \nShinsengumi on a face-to-face basis)-- and all these men owe EVERYTHING to \nthe Bakufu. They get paid by the Bakufu, they get their authority and jobs \nfrom the Bakufu, and everything they do is affected by the fact that they \nserve the Bakufu.\n\nSo at that point-- why was the Shinsengumi so loyal to the Bakufu? The \nanswer is: the same way that someone getting paid for working in a company \nmight be loyal to that company-- because without that position, he has no \njob, no money, his family will starve, and so on.\n\nShinsengumi was defeated at Toba-Fushimi and fled to Edo in early 1868. Why \ndid they stick with the now *former* Bakufu? Part of it was because of their \nimplication (however false or contrived) in the murder of Sakamoto Ryoma \n(which even a work as incomplete and shallow as Romulus Hillsborough&#39;s \n&quot;Shinsengumi&quot; talks about, citing primary data), and part of it was because \nthey had nowhere else to go.\n\nThis continued, from the time where the senior Shinsengumi men could have \nbecome daimyo (the &quot;Koyochinbutai period,&quot; I&#39;ll call it), then Aizu, then \nSendai, then Hakodate...they stuck with the Bakufu forces and the northern \nclans because, well...what awaited them pretty much anywhere else was death.\n\nNow, as to your question about &quot;are the Shinsengumi connected to Yakuza?&quot; \nthe answer lies in the Yakuza boss known as &quot;Aizu no Kotetsu&quot;. This man, who \nif I recall correctly at one time worked in the Aizu mansion in Edo (hence \nhis nickname), was a major presence in the underworld of Kyoto. While I \ndon&#39;t have much data on him, I know for a fact that after Toba-Fushimi, he \nburied the Aizu and Kuwana dead (when no one else would or was even allowed \nto), paying for the burials out of his own pocket. Since Shinsengumi were \namong the Aizu dead, I believe it is safe to assume that he buried his fair \nshare of Shinsengumi dead, too. Secretarytocapt3 has had more experience \nresearching the Yakuza than I have, so perhaps she would further explore \nthis topic.\n\nI hope I&#39;ve been able to answer things to some extent. While I&#39;m basing my \nviews on the primary data I&#39;ve read (Meiji-era newspapers, journals, \ngovernment documents), as well as the secondary data (books by historians), \nyou should NOT have to take my word at face value...try to look for things \non your own, and never be afraid to question &quot;why?&quot;. Ever. It&#39;s by \nquestioning things that historians get stuff done.\n\n-M.\n\n\n\n"
}