{
    "userId": 108589066,
    "authorName": "Hirotada Tokugawa",
    "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
    "profile": "shimazuryu",
    "replyTo": "LIST",
    "senderId": "OmAzNQK1DchBNDOLU_DzD0CiP8vKz5WyL7AWMIiwtqdTfWBQKFEjHzUhPBr-vGRy-IRR0GXvw5vKypcyHA0HURBFyNA695KEPENMRjNM-IWy65U",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Of Guns and Makoto: Shinsengumi in the Post-Ikedaya World",
    "postDate": "1164703620",
    "msgId": 3012,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PEJBWTEyMi1GMjNCMkI0NzY5NzAwQjJGNEExRTQ2RjlGRTUwQHBoeC5nYmw+"
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 3011,
    "nextInTime": 3013,
    "topicId": 3012,
    "numMessagesInTopic": 1,
    "msgSnippet": "In the months following the action at Ikedaya, Shinsengumi had intentions for development and expansion. To this day, they languish under the common ",
    "rawEmail": "Return-Path: &lt;patriot014@...&gt;\r\nX-Sender: patriot014@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 99712 invoked from network); 28 Nov 2006 08:47:12 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m21.grp.scd.yahoo.com with QMQP; 28 Nov 2006 08:47:12 -0000\r\nReceived: from unknown (HELO bay0-omc2-s19.bay0.hotmail.com) (65.54.246.155)\n  by mta5.grp.scd.yahoo.com with SMTP; 28 Nov 2006 08:47:08 -0000\r\nReceived: from hotmail.com ([207.46.10.231]) by bay0-omc2-s19.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.1830);\n\t Tue, 28 Nov 2006 00:47:05 -0800\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC;\n\t Tue, 28 Nov 2006 00:47:05 -0800\r\nMessage-ID: &lt;BAY122-F23B2B4769700B2F4A1E46F9FE50@...&gt;\r\nReceived: from 207.46.10.254 by by122fd.bay122.hotmail.msn.com with HTTP;\n\tTue, 28 Nov 2006 08:47:00 GMT\r\nX-Originating-Email: [patriot014@...]\r\nX-Sender: patriot014@...\r\nTo: shq@yahoogroups.com\r\nBcc: \r\nDate: Tue, 28 Nov 2006 17:47:00 +0900\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nX-OriginalArrivalTime: 28 Nov 2006 08:47:05.0007 (UTC) FILETIME=[C79D9BF0:01C712C9]\r\nReturn-Path: patriot014@...\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: &quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;\r\nSubject: Of Guns and Makoto: Shinsengumi in the Post-Ikedaya World\r\nX-Yahoo-Group-Post: member; u=108589066; y=4DF5PPPMZHZMTUEVhEJBRPDHsvb97hLDUpkn23kzKG-0iTzh6w\r\nX-Yahoo-Profile: shimazuryu\r\n\r\nIn the months following the action at Ikedaya, Shinsengumi had intentions \nfor development and expansion. To this day, they languish under the common \nmisconception people have about them-- that they supposedly hated firearms \nand had a near-myth-worthy ideal of chivalry. Romulus Hillsborough&#39;s recent \nwork is a prime example of such a belief. However, the reality was \ndifferent.\n\nOn or around (by the Gregorian calendar) October 4, 1864, Kondou Isami, \nNagakura Shinpachi, Takeda Kanryuusai, and Ogata Shuntarou departed Kyoto by \nfast palanquins for Edo. They took the palanquins until Kuwana, then crossed \nthe Bay of Ise by boat, and landed at Atsuta in the Tokaido region, and \ncontinued eastward by fast palanquins once more until they reached Edo on \nthe 8th of October. On the following day, Kondou and his ensemble went to \nthe Aizu offices in Edo and reported in, then they proceeded to the Matsumae \nclan mansion to see then-roju (shogunate senior councilor) Matsumae \nTakahiro, and submit a formal petition asking for the shogun to be sent to \nKyoto once more.\n\nWhile Kondou was still in Edo, recruiting new men for the Shinsengumi, \nHijikata sent him and Sato Hikogoro-- Shinsengumi&#39;s &quot;corporate&quot; sponsor from \nTama-- a letter regarding gunnery. In this letter, dated November 7th, 1864, \nHijikata says:\n\n&quot;The entire corps trains in Western-style gunnery every day. Training is \nimproving every day, and we are preparing to serve in the upcoming attack on \nNagato Province.&quot;\n\nNagato Province was the place where the Choshu domain and its branch domains \nwere located.\n\n[For those interested, I have drawn this information from pages 138 to 139 \nof the text &quot;Shinsengumi,&quot; by Oishi Manabu (Tokyo: Chuko-shinsho, 2004. ISBN \n4-12-101773-0)]\n\nBy considering this information, we can see that the myth of Shinsengumi as \nmen who entirely, exclusively &quot;lived by the sword&quot; is false. The Shinsengumi \nwere men who, at best, lived by the ways of war. As time went by, they \nacquired new technology and put it to good use-- namely, that of the new \nfirearms imported from the West. It is indeed true that some members of the \nShinsengumi may not have liked firearms or found them dishonorable; however, \nas Hijikata, in his role as acting commander in Kondou&#39;s absence, was \nwriting about &quot;daily training&quot; and preparation for the Choshu expedition, we \ncan see that the *unit&#39;s* policy was one of Western-style weapons training, \nalongside more traditional sword, spear, and horsemanship (et cetera) \ntraining. The weapons training in gunnery also suggests that Shinsengumi may \nhave been called upon to perhaps be a spearhead for the Choshu expedition-- \nwhich confirms the assertion of historian Harold Bolitho that Matsudaira \nKatamori, the lord of Aizu, had more than an incidental role in the \nexpeditions.\n\nThe bottom line: Shinsengumi was not impervious to change. Just as the \nIshin-shishi adapted their philosophy of &quot;sonno-joi&quot; in order to accomodate \ntheir desire to acquire foreign support; so too the Shinsengumi made use of \nforeign weapons and tactics to improve their effectiveness. It&#39;s a rule of \nwarfare: those who don&#39;t adapt lose quicker. Yes, Shinsengumi lost in the \nend, but that was in 1869-- after a good five years of training in \nWestern-style tactics and gunnery, and that history most definitely counts \nfor something.\n\nThank you,\n\n-M.\n\n_________________________________________________________________\nTalk now to your Hotmail contacts with Windows Live Messenger. \nhttp://clk.atdmt.com/MSN/go/msnnkwme0020000001msn/direct/01/?href=http://get.live.com/messenger/overview\n\n\n"
}