{
    "userId": 108589066,
    "authorName": "Hirotada Tokugawa",
    "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
    "profile": "shimazuryu",
    "replyTo": "LIST",
    "senderId": "MtJs8LctNMYwBu2XT5ky0Hd2Q2ybqT7FitYQHoZ8w9ILxCi9xuMMbLhYM-w0RDzmsjgl7CHeZC4IXX3shfF2ZoYJWiktFE1yRVKPC0MyHo-3JWg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "RE: [SHQ] Re: 6/10/1867",
    "postDate": "1168535964",
    "msgId": 3092,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PEJBWTEyMi1GMTlFMkQ3MkYzNTFEM0QwRDE0NkEwNjlGQjEwQHBoeC5nYmw+",
        "inReplyToHeader": "PGVvNGhqcStpMmpnQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 3089,
    "nextInTopic": 3093,
    "prevInTime": 3091,
    "nextInTime": 3093,
    "topicId": 3056,
    "numMessagesInTopic": 28,
    "msgSnippet": "... Simple. I don t have my text resources on me, but according to the biographies of THIS site: http://www.bakusin.com/taishi10.html (which I can vouch for as",
    "rawEmail": "Return-Path: &lt;patriot014@...&gt;\r\nX-Sender: patriot014@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 25348 invoked from network); 11 Jan 2007 17:24:17 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m39.grp.scd.yahoo.com with QMQP; 11 Jan 2007 17:24:17 -0000\r\nReceived: from unknown (HELO bay0-omc2-s12.bay0.hotmail.com) (65.54.246.148)\n  by mta4.grp.scd.yahoo.com with SMTP; 11 Jan 2007 17:24:17 -0000\r\nReceived: from hotmail.com ([207.46.10.227]) by bay0-omc2-s12.bay0.hotmail.com with Microsoft SMTPSVC(6.0.3790.2668);\n\t Thu, 11 Jan 2007 09:19:26 -0800\r\nReceived: from mail pickup service by hotmail.com with Microsoft SMTPSVC;\n\t Thu, 11 Jan 2007 09:19:25 -0800\r\nMessage-ID: &lt;BAY122-F19E2D72F351D3D0D146A069FB10@...&gt;\r\nReceived: from 207.46.10.254 by by122fd.bay122.hotmail.msn.com with HTTP;\n\tThu, 11 Jan 2007 17:19:24 GMT\r\nX-Originating-Email: [patriot014@...]\r\nX-Sender: patriot014@...\r\nIn-Reply-To: &lt;eo4hjq+i2jg@...&gt;\r\nTo: SHQ@yahoogroups.com\r\nBcc: \r\nDate: Fri, 12 Jan 2007 02:19:24 +0900\r\nMime-Version: 1.0\r\nContent-Type: text/plain; format=flowed\r\nX-OriginalArrivalTime: 11 Jan 2007 17:19:25.0894 (UTC) FILETIME=[A4C9B660:01C735A4]\r\nReturn-Path: patriot014@...\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: &quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;\r\nSubject: RE: [SHQ] Re: 6/10/1867\r\nX-Yahoo-Group-Post: member; u=108589066; y=ZnL7rsnQizntiLUjoZ2hSAqP-rlC9w4ToZRe4fzYR4bQSnquYg\r\nX-Yahoo-Profile: shimazuryu\r\n\r\n&gt;Here is the quote - tell me what you make of it:\n&gt;\n&gt;(P. 63)\n&gt;\n&gt;&quot;In October (it doesn&#39;t say when, but I assume the month following the\n&gt;execution of Serizawa Kamo) in recognition of thier loyalty, the Roshi\n&gt;of the Shinsengumi were invited to officially join the ranks of the\n&gt;hatamoto, the so-called eighty thousand knights of the Tokugawa\n&gt;Shogun.  A generous monthly stipend was attached.  Although the entire\n&gt;corps, from Kondo and Hijikata on down, undoubtably and indisputably\n&gt;coveted the official ranking within the Tokugawa Hierarchy, Kondo\n&gt;refused the offer.&quot;\n&gt;\n\nSimple. I don&#39;t have my text resources on me, but according to the \nbiographies of THIS site: http://www.bakusin.com/taishi10.html (which I can \nvouch for as being unbelievably thorough and accurate-- checks out with \npretty much all the texts I&#39;ve seen) the Bakushin-toritate that they DID \naccept was in the 6th month of Keio 3. What Hillsborough probably refers to \nis another occasion.\n\n&gt;This says right out that they were *all* offered a position, and it\n&gt;seems that he is also saying that Kondo unilaterally declined it. He\n&gt;goes on to say that this is because he felt that the Shinsengumi had\n&gt;not fulfilled all of its objectives because it still had not me the\n&gt;goal of removing the foreigners. His included footnote only describes\n&gt;hatamoto, but doesn&#39;t give any sort of source for the above.\n\nAlso, I am hardly surprised that he makes a blanket statement like &quot;Although \nthe entire corps, from Kondo and Hijikata on down, undoubtably and \nindisputably coveted the official ranking within the Tokugawa Hierarchy, \nKondo refused the offer.&quot; Note the key words there: &quot;...undoubtably and \nindisputably coveted the official ranking...&quot; How can he back this up? Am I \nsupposed to take the word of a man who openly considers Shinsengumi no \nbetter than ravenous dogs? Does he have a journal or record where Kondou \nsays &quot;I want this post really really bad&quot;?\n\n&quot;A generous monthly stipend was attached.&quot; makes it sound like the Shogunate \nwas throwing a side of beef to hungry wolves. If you worked for the Shogun, \ncompared to being a poor dojo master, a medicine peddler, or what have you, \nto have a stable stipend (at least on paper) in and of itself was generous. \nYes, there were retainers of the shogun who were low-ranking and low-paid, \nbut Shinsengumi wasn&#39;t just any group of people-- if the Shogunate was going \nto take the trouble of retaining them and giving them rank as *hatamoto*, \nwhich I take as being roughly equivalent in some cases to a cavalry officer \n(I base this conclusion on the hatamoto data in &quot;Edo Machi Bugyo-jiten,&quot; by \nSasama Yoshihiko, ISBN: 978-4760124947), then the stipend *would* be \n&quot;generous&quot;. Also, since he doesn&#39;t cite his sources I suppose it&#39;s pointless \nto ask if he knows what the stipend level was.\n\n&quot;He goes on to say that this is because he felt that the Shinsengumi had not \nfulfilled all of its objectives because it still had not me the goal of \nremoving the foreigners...&quot; He gives no sources or footnotes for this one, \nright? The Shinsengumi believed in &quot;sonno-joi,&quot; but then again, so did \n(ultimately) people in the Bakufu, as well as Choshu &quot;radicals,&quot; and so on. \nHowever, I would like to see Mr. Hillsborough produce *one* solid piece of \nincontrovertible evidence that Shinsengumi had &quot;removal of foreigners&quot; as an \nobjective. Shinsengumi was not formed to drive out foreigners; it did not do \nanything to drive out foreigners in its entire existence, it did not engage \nin slaying foreigners as the assassins serving the &quot;enlightened&quot; Meiji \nrulers of later years did. It even received training from foreigners in \nlater years, and following the return to Edo, its uniform, as attested to by \nIkeda Shichisaburo and quoted in Kikuchi Akira&#39;s &quot;Shinsengumi Hyakuichi no \nNazo&quot; (ISBN 978-4404019981) and &quot;Shinsengumi Jitsuroku&quot; (ISBN \n978-4480056788), was Western-style. Is Mr. Hillsborough weaving fact with \nhis own fiction?\n\nThe full roster of men-- in fact, a copy of the very same bakushin-toritate \norder-- who accepted Bakushin-toritate (it&#39;s been awhile since I looked at \nit, but I believe that 105 is the number of the Shinsengumi who accepted, \nwhile a handful rejected it, captured, and were made to commit suicide in \nthe Aizu offices) appears in &quot;Shinsengumi Seishi,&quot; by Tsuri Yoichi \n(Published by Shin Jinbutsu Oraisha, 1998, ISBN 978-4404025708). Kondou is \non it, Hijikata is on it, and others....now I just have to be sure to make \nscans next time I go to the nearest library that has it, so you can all see.\n\n-M.\n\n_________________________________________________________________\nExpress yourself instantly with MSN Messenger! Download today it&#39;s FREE! \nhttp://messenger.msn.click-url.com/go/onm00200471ave/direct/01/\n\n\n"
}