{
    "userId": 300769686,
    "authorName": "tanner hatley",
    "from": "tanner hatley &lt;tanner_hatley@...&gt;",
    "profile": "tanner_hatley",
    "replyTo": "LIST",
    "senderId": "2bozS_935Ok8BOI-YLoI0LAWHS_ZCtWxej6anj7vv0R0LN3kMtyrk8xF7kZQDLUjYP4l4vZ5c9fykZQxMbqMIPrHkY7RA3FLiotbp7EF",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Re: Shinsengumi Discussion",
    "postDate": "1175028293",
    "msgId": 3191,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDM0MTY0Mi44Nzk0OS5xbUB3ZWI5MDYwMy5tYWlsLm11ZC55YWhvby5jb20+",
        "inReplyToHeader": "PGV1YWI4NytqZm9hQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 3190,
    "nextInTopic": 3192,
    "prevInTime": 3190,
    "nextInTime": 3192,
    "topicId": 3175,
    "numMessagesInTopic": 6,
    "msgSnippet": "well put and much more detailed and accurate than mine.  great job. lokieternal1  wrote:                                  1. His",
    "rawEmail": "Return-Path: &lt;tanner_hatley@...&gt;\r\nX-Sender: tanner_hatley@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 94745 invoked from network); 27 Mar 2007 20:45:01 -0000\r\nReceived: from unknown (66.218.67.36)\n  by m44.grp.scd.yahoo.com with QMQP; 27 Mar 2007 20:45:01 -0000\r\nReceived: from unknown (HELO web90603.mail.mud.yahoo.com) (216.252.100.186)\n  by mta10.grp.scd.yahoo.com with SMTP; 27 Mar 2007 20:45:01 -0000\r\nReceived: (qmail 88332 invoked by uid 60001); 27 Mar 2007 20:44:53 -0000\r\nX-YMail-OSG: Nkzk92QVM1nR3_K2xdK8ot3xb2qsmcKVIYldPJQtUFU1Xd54sOXzsdeEwoW0NtyNkIERySXT3cIDKhXsZGL9FmNjDg--\r\nReceived: from [65.29.174.109] by web90603.mail.mud.yahoo.com via HTTP; Tue, 27 Mar 2007 13:44:53 PDT\r\nDate: Tue, 27 Mar 2007 13:44:53 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: &lt;euab87+jfoa@...&gt;\r\nMIME-Version: 1.0\r\nMessage-ID: &lt;341642.87949.qm@...&gt;\r\nX-eGroups-Msg-Info: 1:0:0:0\r\nFrom: tanner hatley &lt;tanner_hatley@...&gt;\r\nSubject: Re: [SHQ] Re: Shinsengumi Discussion\r\nX-Yahoo-Group-Post: member; u=300769686; y=nArRmACY8-TUAUPWsYISL2iCU6iQClrxcWgOX69A_fxVYQr1H3p8Kg\r\nX-Yahoo-Profile: tanner_hatley\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nwell put and much more detailed and accurate than mine.  great job.\n\nlokieternal1 &lt;lokieternal1@...&gt; wrote:                                  1. His alterior motive was to lead the group to protect the emporer,\n not the shogun and to help Iemochi expell the foriegners.\n \n 2.  At this time there was an issue concerning the death of a british\n subject. Brittan was demanding reperations and if diplomatic relations\n failed it could lead to war. Kiyokawa was intent on leading the\n rishigumi to Edo in order to fight if it came to that.\n \n Meanwhail, Kondou and Serizawa were rather miffed about being &#39;lead\n astray&#39; or lied to.. however you look at it and decided to reamain\n behind to protect the Shogun and expell the foriengers.\n \n 3. I&#39;m not certain about this question as all I have read has said\n that both Serizawa and Kondou were co-leaders.\n \n Why was Serizawa a leader at all?  It may have been his seniority in\n rank... it could have been because he had his own people who followed\n only him, it could have been due to him being a captain of the Tengu\n Party. His alfa-male personality??? Or maybe cause his brother was in\n the Aizu&#39;s police force?  \n \n 4. Because he was an asshole. Because his actions (quite nurmerous)\n came to the attention of the head of the Aizu who requested the he\n should be assasinated. He was an extoritionist to say the least, there\n are rumors of rape as well, acts of violence every five damn\n secconds... he was just a rather nasty individual... it seemed as if\n he could do what ever he wanted cause he was the son of a ranking\n samuarai... no need to follow the bushido for him !\n \n 5.  The shinsengumi were to protect the shogunates interests in mibu.\n There was lots of anti shogun activity and lawlessness that the reg\n police force couldn&#39;t cope with so they were kind of an auxilery force\n and a squad of aizu-clan/ shogun approved assasines/ police force.\n \n 6. Because he was co-leader and when serizawa was assinated it just\n seemed like the natural thing.. by the timem serizawa was killed so\n were his most loyal supporters. Everyone else was loyal to Kondou and\n his group.\n \n 7. The shinsengumi raided a meeting btwn the anti shogun activists who\n were intending to burn down kyoto and kidnap the emporer. From what I\n have read there were three shinsengumi fatalities.... as far as the\n anti-shogunate ... most of them were killed.\n \n 8. I&#39;m guessing becuase of what they prevented (see above) and how\n successfull they were with the small amount of people involved.\n \n 9. I dont remember this one... \n \n 10. Class. Position. One had to be born a samurai. If a person joined\n the shinsengumi he became a samurai it was boost in statust that had\n never before been available. Or maybe to do something they considered\n important to give thier life meaning or they wanted to slaughter\n people ....  in short... to be something greater than they were, or to\n make a name for themselvs.\n \n \n     \n                       \n\n \n---------------------------------\nWe won&#39;t tell. Get more on shows you hate to love\n(and love to hate): Yahoo! TV&#39;s Guilty Pleasures list.\n\n[Non-text portions of this message have been removed]\n\n\n"
}