{
    "userId": 122717733,
    "authorName": "Grace Battista",
    "from": "&quot;Grace Battista&quot; &lt;mg_batt@...&gt;",
    "profile": "mg_batt",
    "replyTo": "LIST",
    "senderId": "ceqyk-UzXtMS_hGg1P4zHXIry6Zza6SiqvYX1YYT_7Oc8mHqQ4PwcgcSiSH-ypiMctnrC8nh49-4M7AuSZG8BDtxSU5F1mXMXJZC",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Shinsengumi Bus Tour! Complete and Unabridged!",
    "postDate": "1082449537",
    "msgId": 493,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM2Mm1xMStuMnM5QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 492,
    "nextInTime": 494,
    "topicId": 493,
    "numMessagesInTopic": 1,
    "msgSnippet": "Okay... We ve talked about this before.... OMG... I want to go... If anyone is serious enough to go next year, count me in... The site is in Japanese and YES",
    "rawEmail": "Return-Path: &lt;mg_batt@...&gt;\r\nX-Sender: mg_batt@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 33087 invoked from network); 20 Apr 2004 08:26:06 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m23.grp.scd.yahoo.com with QMQP; 20 Apr 2004 08:26:06 -0000\r\nReceived: from unknown (HELO n30.grp.scd.yahoo.com) (66.218.66.87)\n  by mta4.grp.scd.yahoo.com with SMTP; 20 Apr 2004 08:26:06 -0000\r\nReceived: from [66.218.67.150] by n30.grp.scd.yahoo.com with NNFMP; 20 Apr 2004 08:25:38 -0000\r\nDate: Tue, 20 Apr 2004 08:25:37 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c62mq1+n2s9@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2558\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.87\r\nFrom: &quot;Grace Battista&quot; &lt;mg_batt@...&gt;\r\nSubject: Shinsengumi Bus Tour! Complete and Unabridged!\r\nX-Yahoo-Group-Post: member; u=122717733\r\nX-Yahoo-Profile: mg_batt\r\n\r\nOkay... We&#39;ve talked about this before.... OMG... I want to go... If \nanyone is serious enough to go next year, count me in...\n\nThe site is in Japanese and YES babelfish is our friend for now.. If \nyou want to see this great tour... \n\nhttp://rau.milkcafe.to/makoto/book/tour_1.htm\n\nThe tour starts with the Ishin shishi sites, the Restoration mansion \n(yeah what did you expect! just kidding). \n\nClick next at the bottom\n\nThis part of the tour shows the home of Katsura and Ikumatsu. If you \nremember the RK OVAs then this should look familiar... There&#39;s \nactually some sort of info (I&#39;m not really sure as babelfish is \nweird), that the Shinsengumi attacked the place and Katsura had \nIkumatsu hide in the big chest (don&#39;t worry you won&#39;t miss it). \nThere&#39;s a picture of Ikumatsu (not far from how she was drawn in \nRK). Looks like she was also a Geisha? (not sure) \nThen there seems to be a restaurant inside the Restoration mansion? \n\nOh of course the prices are there too.\n\nClick next at the bottom\n\nI think it mentioned that they visited the Ikeda house but I&#39;m not \nsure about the pictures... \n\nThere are pictures of what I&#39;d say castles, probably the official \nheadquarters in Kyoto? I&#39;m not sure please clarify this for me. \nThanks...\n\nThen they leave for the good part, the Maekawa residence (where the \nShinsengumi stayed after they separated I think from Serizawa Kamo?)\nThere is a shot of the corridor, shot of the house outside and a \nshot of the storehouse. The storehouse is an interesting thing \nbecause most tours I&#39;ve read do let you go inside.\n\nClick next \n\nThis is inside the storehouse... The floors are removable? What for?\nThere&#39;s also the low ceiling and the pulley there. The webmaster \nsaid probably for torture... Remember RK OVA again... I think it was \nin the directors cut, a footage was shown about this. More removable \nfloors... Finally what is that wood panel with the name Shinsengumi \non it? A postcard... \n\nThen contact information! I REALLY WANT TO GO!\n\nclick next\n\nYagi residence headquarters of Shinsengumi... I think this is where \nSerizawa Kamo was forced to commit seppuku (not sure as usual... I&#39;m \nbad at this)... Bunches of pictures of the house... PLUS Shinsengumi \nmerchandise... I really want that UNIFORM... Last interesting note \nfor me is the Heshou Well, it says it has been in existence while \nour bishies stayed there. I&#39;m not sure what they meant when they \nstarted talking about the &quot;stones&quot;... More yagi residence pictures...\n\nThe tour was conducted by bus for one day, back in June 2003.\n\n~wounds\n\n\n\n\n"
}