{
    "userId": 166729753,
    "authorName": "warg3791",
    "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "qpMh8Ij-GOO520ecqb1vlqQdRMoBWQsearaVKEWRI7wWhGBZNgV-TtjYTnnn0rptyEAw5S-iZ66IJuJ-HiWS8kuutOw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Masuya , Ueno War, and TB",
    "postDate": "1082801417",
    "msgId": 546,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM2ZGVlOSthMmk5QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 549,
    "prevInTime": 545,
    "nextInTime": 547,
    "topicId": 546,
    "numMessagesInTopic": 4,
    "msgSnippet": "Ok, I ran across an anime site that had info about the shop the Shinsengumi raided just before the Ikedaya incident and the Ueno War. It also had an odd fact",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 90084 invoked from network); 24 Apr 2004 10:11:13 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m6.grp.scd.yahoo.com with QMQP; 24 Apr 2004 10:11:13 -0000\r\nReceived: from unknown (HELO n9.grp.scd.yahoo.com) (66.218.66.93)\n  by mta5.grp.scd.yahoo.com with SMTP; 24 Apr 2004 10:11:13 -0000\r\nReceived: from [66.218.67.173] by n9.grp.scd.yahoo.com with NNFMP; 24 Apr 2004 10:10:17 -0000\r\nDate: Sat, 24 Apr 2004 10:10:17 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c6dee9+a2i9@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2494\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.93\r\nFrom: &quot;warg3791&quot; &lt;Warg3791@...&gt;\r\nSubject: Masuya , Ueno War, and TB\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\nOk, I ran across an anime site that had info about the shop the \nShinsengumi raided just before the Ikedaya incident and the Ueno War. \nIt also had an odd fact about TB. It&#39;s not much mind you and a lot of \nfolks might have already run across this. Also, I&#39;m not even sure \ntheir information is accurate. The Ueno War thing seemed pretty \ninteresting to me though, because I&#39;ve never run across ANYTHING on \nit before, other than the name. Probably I&#39;m the only dummy here who \ndidn&#39;t know this. -_-\n\nThe site in question is:\nhttp://www.koyagi.com/ACPages/ACmain.html\n\n\nMasuya - That was the name of the store the Shinsengumi raided as we \nall know. The merchant who ran it called himself &quot;Kiemon&quot;, but he was \nreally a Choshu samurai named Kotaka Shuntaro. The Shinsengumi found \nout about him supposedly by following one of Miyabe Teizo&#39;s servants \nback to the place. (He was staying there at the time.) Of course they \ncaptured the owner and tortured him and weapons found hidden in the \nshop. But here&#39;s what confused me. Both from the RK OVA and the \nPeaceMaker anime, I thought that the incident at the Ikedaya took \nplace either later that same day or the next day? It says here that \nit took place &quot;less than a week later&quot;? This implies to me that at \nleast a couple days passed. Anyone care to clarify or object to this?\n\nUeno War - I knew that the group known as the Shogitai (the group \nthat Harado joined) were defeated in the Ueno War. Until now that&#39;s \nall I could find out. I couldn&#39;t even come up with a date. (Some of \nyou scholars have been holding out with the info, haven&#39;t you?) \nAccording to this site, they formed in March of 1868 and served as an \ninformal police force in Edo. They were headquartered in the temple \nof Kanei-ji in Ueno. The city was surrendered, but they refused to \nstop resisting the Imperialists and were defeated in a battle that \ntook place on July 4, 1868. Much of the temple was destroyed in the \nfighting. Some survivors then went on to fight in Hokkaido. Of \ncourse, Harada is generally thought to have died in that battle.\n\nKetsukaku - The name for TB in Japan. The site said that Shinto \ntradition thought it was a polluting diease. Both the sufferer and \ntheir family were stigmatized by it and even today people who had \nsomeone with it in their family history have a harder time getting \nmarried. Anyone know anyting about this claim?\n\n-MissBehavin (It may be wrong, but at least you won&#39;t need to use the \nevil Babelfish to be mislead!)\n\n\n"
}