{
    "userId": 183547305,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;wtiger_consort@...&gt;",
    "profile": "wtiger_consort",
    "replyTo": "LIST",
    "senderId": "WoQRN2PlGKNNKOEohOV9hQn96RL3XIeNi_YhoOgaR0yaqHbV81THdl12nKBB79M5Z9qwfOB1nFJMRzFPXyZpCp5E2XXLnR2EbL1ywGQstdc",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Re: Parents were Shinsengumi fans?",
    "postDate": "1083088312",
    "msgId": 577,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNDI3MTc1MTUyLjc1MzE2LnFtYWlsQHdlYjQxNDAyLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 576,
    "nextInTopic": 578,
    "prevInTime": 576,
    "nextInTime": 578,
    "topicId": 571,
    "numMessagesInTopic": 6,
    "msgSnippet": "Hi... I know it s a bit off topic, but as there were mentions to history and how it is written by the winners, and this specific issue had been mentioned, I",
    "rawEmail": "Return-Path: &lt;wtiger_consort@...&gt;\r\nX-Sender: wtiger_consort@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 25048 invoked from network); 27 Apr 2004 17:52:28 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m6.grp.scd.yahoo.com with QMQP; 27 Apr 2004 17:52:28 -0000\r\nReceived: from unknown (HELO web41402.mail.yahoo.com) (66.218.93.68)\n  by mta4.grp.scd.yahoo.com with SMTP; 27 Apr 2004 17:52:28 -0000\r\nMessage-ID: &lt;20040427175152.75316.qmail@...&gt;\r\nReceived: from [168.226.135.181] by web41402.mail.yahoo.com via HTTP; Tue, 27 Apr 2004 10:51:52 PDT\r\nDate: Tue, 27 Apr 2004 10:51:52 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 66.218.93.68\r\nFrom: Firuze Khanume &lt;wtiger_consort@...&gt;\r\nSubject: Re: [SHQ] Re: Parents were Shinsengumi fans?\r\nX-Yahoo-Group-Post: member; u=183547305\r\nX-Yahoo-Profile: wtiger_consort\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nHi... \nI know it&#39;s a bit off topic, but as there were mentions to history and how it is written by the winners, and this specific issue had been mentioned, I couldn&#39;t resist...\nTo understand the  atomic bombings it would be useful to read some of these links (beware: some of the things said will be a punch in the gut for many, many people. There are quotes of Eisenhower, Truman, the American military chiefs, scientists, diplomats, etc, which prove beyond doubt that dropping the bomb wasn&#39;t necessary to end the war):\nhttp://www.nuclearfiles.org/redocuments/unit2.html\nhttp://www.dannen.com/decision/\n (the provisions about the bombardment on civilians in International Law is particularly relevant for having a complete understanding of the extents of the bombings. It would be useful to understand what is going on in Iraq too, btw.)\n\nhttp://www.colorado.edu/AmStudies/lewis/2010/atomicdec.htm\nhttp://www.oneworld.org/news/world/bloomfield.html\nhttp://history1900s.about.com/library/weekly/aa072700a.htm\nhttp://www.doug-long.com/einstein.htm\nhttp://www.nuclearfiles.org/edstudyguides/drop.html\n \nAlso, you must se the bombings in the whole context. As Japan would have surrendered in October (the most extreme date, according to intelligence reports of the period), the bombings should not and cannot see in the context of ending the Pacific War. The reality shows that, since Truman had already warned Stalin about a weapon of unprecedented power that was in US hands, the whole thing should be regarded as a direct warning to the other emerging superpower of the period, which the US feared would try to take the chance to expand its territorial and ideological influence in the Asian area. \nAfter all, the atomic bombings didn&#39;t mark the end of the Second World War as much as the beginning of the Cold War. The physical target was Japan, but the message had been delivered to the Soviet Union, since the Us didn&#39;t expect them to develop nuclear weapons for at least one or two decades (they had it within five years from Hiroshima bombing)\n \nLast but not least, though the bombings were barbaric, and from a purely legal POV could even be considered a crime against humanity, Japan had a sad record on those crimes too. Nangkin, Korea and the Philippines, among others are witness to this.\n \nJapan&#39;s crimes didn&#39;t deserve to be answered committing another injustice, but what I mean is, like somebody else pointed out, these are the true horrors of war. Nobody is purely innocent or &#39;just&#39; in the battlefield, and that&#39;s what I found appealing from Kenshin&#39;s story. He started like an idealist, fighting for a better Japan for the lower classes (as many soldiers go to war full of patriotic pride), and soon he found what was all about, which put him at the verge of sheer insanity first, and later into a path of the Rurouni instead of the simple murderer.\n \nAs it has been mentioned during this discussion, in real history, it was Shishio&#39;s policy which emerged the victor. But the Western imperialism in the area has a lot to do with it too, so the crimes committed by Japan during its expansionism also taint the West.\n \n \n  ----- Original Message ----- \n  From:   Tiffany \n  To: SHQ@yahoogroups.com \n  Sent: Tuesday, April 27, 2004 11:09   AM\n  Subject: [SHQ] Re: Parents were   Shinsengumi fans?\n  \n\nI always wondered about Shishio MAKOTO...was Nobuhiro   saying that \nShishio was &quot;sincere&quot; to his or that his world view was   actually \nthe &quot;truth&quot; that is---we live in Shishio&#39;s world.\n\nMany   years ago I had to argue on the Pro side for the use of the \nbomb and my   partner had to argue against it...we actually worked \ntogether and   constantly compared notes...sadly evidence from the \nU.S. side was not very   strong at all (because the Japanese were \nalready discussing amongst   themselves surrender before the weapon \nwas used)&lt;&lt;&lt; pol.sci   teacher confirmed this and went so far to state \nthat there were always   behind the scenes discussions between both \ngovernments.  By the way   the prof. is not some kind of weirdo \nradical.\n\nI always thought   about the significance of the firstname &quot;Hajime&quot; it \nis a verb and you hear   it everywhere including kendo tournaments and \nstuff and daily life. Belief   systems which emphasize impermanence \nstate that a basic example that   people &quot;begin&quot; again every breathe \nthey take due to the laws of   impermanence.  Even your state of \nmind/mood changes by the second so   you begin and end every second of \nyour life. Hence you can&#39;t attache your   identity/ego to your \nmind...just sharing.\n\n--- In   SHQ@yahoogroups.com, Warg3791@a... wrote:\n&gt; that. It&#39;s actually very   critical of the U. S. decision to use the \nbomb.  When I \n&gt; get   time, I&#39;ll find out the exact title, author, etc. for those \nwho might be   \n&gt; interested in hearing the other side of the story.   \n\n\n\n\nvisit \n\nhttp://groups.yahoo.com/group/SHQ_Spy_Division/\n\nour   companion list featuring fanfiction/art \n\n\n  \n---------------------------------\n  Yahoo! Groups Links\n      \n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/SHQ/\n      \n   To unsubscribe from this group, send an email to:\nSHQ-unsubscribe@yahoogroups.com\n      \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.   \n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $20,000 Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this message have been removed]\n\n\n"
}