{
    "userId": 166729753,
    "authorName": "Warg3791@****",
    "from": "Warg3791@...",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "hZp905nXRakUjuNF1rqYWeI25XD8sTf8WMy5JqsuMdoIp9LL5ShySeGCYL_etNgVtq3sgllmAg",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Re: Parents were Shinsengumi fans?",
    "postDate": "1083103431",
    "msgId": 578,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDM0NjIzQ0NCLjAyRDQyMTkwLjAwODU2MTU5QGFvbC5jb20+"
    },
    "prevInTopic": 577,
    "nextInTopic": 579,
    "prevInTime": 577,
    "nextInTime": 579,
    "topicId": 571,
    "numMessagesInTopic": 6,
    "msgSnippet": "... This is actually not the first time I ve heard that. I saw a program on the History Channel not too long ago that pointed out the same thing. Frankly, I",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 17063 invoked from network); 27 Apr 2004 22:04:41 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m22.grp.scd.yahoo.com with QMQP; 27 Apr 2004 22:04:41 -0000\r\nReceived: from unknown (HELO imo-d05.mx.aol.com) (205.188.157.37)\n  by mta6.grp.scd.yahoo.com with SMTP; 27 Apr 2004 22:04:41 -0000\r\nReceived: from Warg3791@...\n\tby imo-d05.mx.aol.com (mail_out_v37_r1.3.) id r.17.459c96f2 (15886)\n\t for &lt;SHQ@yahoogroups.com&gt;; Tue, 27 Apr 2004 18:03:51 -0400 (EDT)\r\nReceived: from  aol.com (mow-d21.webmail.aol.com [205.188.139.162]) by air-id08.mx.aol.com (v98.19) with ESMTP id MAILINID81-3e0e408ed8c7226; Tue, 27 Apr 2004 18:03:51 -0500\r\nDate: Tue, 27 Apr 2004 18:03:51 -0400\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nMessage-ID: &lt;34623CCB.02D42190.00856159@...&gt;\r\nX-Mailer: Atlas Mailer 2.0\r\nX-AOL-IP: 152.163.253.71\r\nContent-Type: text/plain; charset=iso-8859-1\r\nContent-Transfer-Encoding: 8bit\r\nX-eGroups-Remote-IP: 205.188.157.37\r\nFrom: Warg3791@...\r\nSubject: Re: [SHQ] Re: Parents were Shinsengumi fans?\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\nIn a message dated 4/27/2004 1:51:52 PM Eastern Daylight Time, wtiger_consort@... writes:\n\n&gt; Also, you must se the bombings in the whole context. As Japan would have surrendered in October (the most extreme date, according to intelligence reports of the period), the bombings should not and cannot see in the context of ending the Pacific War. The reality shows that, since Truman had already warned Stalin about a weapon of unprecedented power that was in US hands, the whole thing should be regarded as a direct warning to the other emerging superpower of the period, which the US feared would try to take the chance to expand its territorial and ideological influence in the Asian area. \n&gt; After all, the atomic bombings didn&#39;t mark the end of the Second World War as much as the beginning of the Cold War. The physical target was Japan, but the message had been delivered to the Soviet Union, since the Us didn&#39;t expect them to develop nuclear weapons for at least one or two decades (they had it within five years from Hiroshima bombing)\n&gt; \n&gt; Last but not least, though the bombings were barbaric, and from a purely legal POV could even be considered a crime against humanity, Japan had a sad record on those crimes too. Nangkin, Korea and the Philippines, among others are witness to \n&gt; this.\n\nThis is actually not the first time I&#39;ve heard that. I saw a program on the History Channel not too long ago that pointed out the same thing. Frankly, I found it to be very logical and I&#39;m now of the opinion that this is probably what was really behind the decision. The show I saw also mentioned that Truman had been kept out of the inner circle by FDR and that he was looking for an excuse to flex his muscles and prove he was &quot;a good leader&quot; to the American people. Makes you sick, doesn&#39;t it?\n\nThe book that I mentioned argues that some of our leaders at the time could have and should have been charged with war crimes. (I need to re-read it. There seems to have been some demands that this happen at the time and not just from the Japanese.) It doesn&#39;t look at other motives for dropping the bombs. It concentrates mainly on Nagasaki and the question of whether the dropping of the second bombing could in any shape, form, or fashion be justified. The answer is a resounding NO. IF the bombs had been dropped for the reasons the U.S. claimed, then Hiroshima was more than enough to convince the Japanese to surrender. Nagasaki was COMPLETELY unnecessary and those responsible should have been considered war criminals and treated accordingly. \n\nJust thought I&#39;d share a bit about what it was saying.\n\n\n-MissBehavin \n\n"
}