{
    "userId": 183547305,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;wtiger_consort@...&gt;",
    "profile": "wtiger_consort",
    "replyTo": "LIST",
    "senderId": "Un1JO4K-rnpA53hxF4U5kpQkcr0IKs8YRZMjwpcZ-eoD7RGENa6hDq1hUoM3Lrbx_I_zaV6A3gVHB8JmWr4gKQnNdjbVWXF-P29uy3Sedc0",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Re: Parents were Shinsengumi fans?",
    "postDate": "1083110517",
    "msgId": 579,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNDI4MDAwMTU3LjI4MDU1LnFtYWlsQHdlYjQxNDA2Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 578,
    "nextInTopic": 0,
    "prevInTime": 578,
    "nextInTime": 580,
    "topicId": 571,
    "numMessagesInTopic": 6,
    "msgSnippet": "... Oh, yes, some of the links I posted point this. Truman knew of a secret weapon, but not its true power. You can say he was mislead to some extent, though",
    "rawEmail": "Return-Path: &lt;wtiger_consort@...&gt;\r\nX-Sender: wtiger_consort@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 29232 invoked from network); 28 Apr 2004 00:01:58 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m23.grp.scd.yahoo.com with QMQP; 28 Apr 2004 00:01:58 -0000\r\nReceived: from unknown (HELO web41406.mail.yahoo.com) (66.218.93.72)\n  by mta4.grp.scd.yahoo.com with SMTP; 28 Apr 2004 00:01:57 -0000\r\nMessage-ID: &lt;20040428000157.28055.qmail@...&gt;\r\nReceived: from [168.226.135.181] by web41406.mail.yahoo.com via HTTP; Tue, 27 Apr 2004 17:01:57 PDT\r\nDate: Tue, 27 Apr 2004 17:01:57 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 66.218.93.72\r\nFrom: Firuze Khanume &lt;wtiger_consort@...&gt;\r\nSubject: Re: [SHQ] Re: Parents were Shinsengumi fans?\r\nX-Yahoo-Group-Post: member; u=183547305\r\nX-Yahoo-Profile: wtiger_consort\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n\n&gt;The show I saw also mentioned that Truman had been kept out of the inner =\r\ncircle by FDR and that he was looking for an excuse to flex his muscles and=\r\n prove he was &quot;a good leader&quot; to the American people. Makes you sick, doesn=\r\n&#39;t it?&lt;\n\n \n\nOh, yes, some of the links I posted point this. Truman knew of =\r\na secret weapon, but not its true power. You can say he was mislead to some=\r\n extent, though some very important people, including Nimitz, Eisenhower, a=\r\nnd many others expressed openly their opposition to the use of the bomb. \n\n=\r\nAlso, Truman gave the explicit order that it should be dropped in military =\r\ntargets, which was not the case. In fact, Hiroshima was explicitly chosen b=\r\ny the advisors because it was among the cities which had endured less bombi=\r\nngs, and they wanted an area that could show clearly what the new weapon co=\r\nuld do. BTW, Kyoto had been chosen as main target firstly\n\nThis is the sick=\r\n and sad reality that can be found going through the reports of those who p=\r\narticipated in any way in the decision.\n\n \n\n&gt;It doesn&#39;t look at other motiv=\r\nes for dropping the bombs.\n\nIt concentrates mainly on Nagasaki and the ques=\r\ntion of whether the dropping of the second bombing could in any shape, form=\r\n, or fashion be justified.&lt;\n\nWell, many things had been said about the real=\r\n causes of the use of the bombs, including salvaging the lives of a million=\r\n American soldiers that would have potentially died in an invasion of Japan=\r\n. However, in some of the links I provided there are excerpts from reports =\r\nof the period that clearly shows that the bombs ultimate political target w=\r\nas the Soviet Union. Truman had talked with Stalin face to face, and had hi=\r\nnted it, though he thought at the time that Stalin had misunderstood him (i=\r\nn fact, the Soviet Union was well aware that the US was developing the bomb=\r\n). But there are more evidences. Stalin had agreed with the Allies an invas=\r\nion of the Soviet Army to Japan to be launched in August 8, 1945. The first=\r\n bomb was dropped in August 6, the second in August 9. The invasion, obviou=\r\nsly, never took place, but if it would, the most likely scenario would have=\r\n been something kin to what happened in Eastern Europe. It was evident that=\r\n the US wanted to avoid it to all costs. The third\n element is that Japan w=\r\nas trying BY ALL MEANS AVAILABLE to reach an honorable surrender. Japan had=\r\n made it clear through Switzerland and finally had asked the Soviet Union t=\r\no serve as a &#39;bridge&#39; to achieve an armistice with the US. In fact, at the =\r\nsame time that the order for the bombings had been issued, negotiations wer=\r\ne being held for an honorable, conditional surrender.\n\nNagasaki bombing was=\r\n designed specifically as a show of strength. The first plan included the a=\r\nttack to several Japanese cities at the same time, but it was discarded, to=\r\n increase the strength of the psychological blow.\n\nWhen you look at the his=\r\ntorical evidence, the bombings should never have happened. But common peopl=\r\ne is always caught in the middle of political and economical considerations=\r\n.\n\nAll in all, yes, it was a crime of war. But who is free from sin ?\n\n \n\nA=\r\nnyway, I think you might find these quotes interesting. I took them from so=\r\nme of the sites I mentioned. It&#39;s long, but gives some insight:\n\n \n\n Excerp=\r\nt from Truman Diary: &quot;This weapon is to be used against Japan between now a=\r\nnd August 10. I have told the secretary of war, Mr. Stimson, to use it so t=\r\nhat military objectives and soldiers are the target and not women and child=\r\nren. Even if the Japs are savages, ruthless, merciless and fanatic, we as t=\r\nhe leader of the world for the common welfare cannot drop this terrible bom=\r\nb on the old capital or the new. He and I are in accord. The target will be=\r\n a purely military one and we will issue a warning statement asking the Jap=\r\ns to surrender and save lives. I&#39;m sure they will not do that, but we will =\r\nhave given them the chance. It is certainly a good thing for the world that=\r\n Hitler&#39;s crowd or Stalin&#39;s did not discover this atomic bomb. It seems to =\r\nbe the most terrible thing ever discovered, but it can be made the most use=\r\nful.&quot; \n\n=B7  In his memoirs Admiral William D. Leahy, the President&#39;s Chief=\r\n of Staff--and the top official who presided over meetings of both the Join=\r\nt Chiefs of Staff and the Combined U.S.-U.K. Chiefs of Staff--minced few wo=\r\nrds: \n\n[T]he use of this barbarous weapon at Hiroshima and Nagasaki was of =\r\nno material assistance in our war against Japan. The Japanese were already =\r\ndefeated and ready to surrender. . . .\n\n[I]n being the first to use it, we =\r\n. . . adopted an ethical standard common to the barbarians of the Dark Ages=\r\n. I was not taught to make war in that fashion, and wars cannot be won by d=\r\nestroying women and children. (See p. 3, Introduction)\n\nPrivately, on June =\r\n18, 1945--almost a month before the Emperor&#39;s July intervention to seek an =\r\nend to the war and seven weeks before the atomic bomb was used--Leahy recor=\r\nded in his diary: \n\nIt is my opinion at the present time that a surrender o=\r\nf Japan can be arranged with terms that can be accepted by Japan and that w=\r\nill make fully satisfactory provisions for America&#39;s defense against future=\r\n trans-Pacific aggression. (See p. 324, Chapter 26)\n\n \n\n=B7  Fleet Admiral =\r\nChester W. Nimitz, Commander in Chief of the Pacific Fleet stated in a publ=\r\nic address given at the Washington Monument on October 5, 1945: \n\nThe Japan=\r\nese had, in fact, already sued for peace before the atomic age was announce=\r\nd to the world with the destruction of Hiroshima and before the Russian ent=\r\nry into the war. (See p. 329, Chapter 26) . . . [Nimitz also stated: &quot;The a=\r\ntomic bomb played no decisive part, from a purely military standpoint, in t=\r\nhe defeat of Japan. . . .&quot;]\n\nIn a private 1946 letter to Walter Michels of =\r\nthe Association of Philadelphia Scientists, Nimitz observed that &quot;the decis=\r\nion to employ the atomic bomb on Japanese cities was made on a level higher=\r\n than that of the Joint Chiefs of Staff.&quot; (See pp. 330-331, Chapter 26) \n\n =\r\n\n\n=B7  Admiral William F. Halsey, Jr., Commander U.S. Third Fleet, stated p=\r\nublicly in 1946: \n\nThe first atomic bomb was an unnecessary experiment. . .=\r\n . It was a mistake to ever drop it. . . . [the scientists] had this toy an=\r\nd they wanted to try it out, so they dropped it. . . . It killed a lot of J=\r\naps, but the Japs had put out a lot of peace feelers through Russia long be=\r\nfore. (See p. 331, Chapter 26)\n\n=B7  The Under-Secretary of the Navy, Ralph=\r\n Bard, formally dissented from the Interim Committee&#39;s recommendation to us=\r\ne the bomb against a city without warning. In a June 27, 1945 memorandum Ba=\r\nrd declared: \n\nEver since I have been in touch with this program I have had=\r\n a feeling that before the bomb is actually used against Japan that Japan s=\r\nhould have some preliminary warning for say two or three days in advance of=\r\n use. The position of the United States as a great humanitarian nation and =\r\nthe fair play attitude of our people generally is responsible in the main f=\r\nor this feeling.\n\nDuring recent weeks I have also had the feeling very defi=\r\nnitely that the Japanese government may be searching for some opportunity w=\r\nhich they could use as a medium of surrender. Following the three-power con=\r\nference emissaries from this country could contact representatives from Jap=\r\nan somewhere on the China Coast and make representations with regard to Rus=\r\nsia&#39;s position and at the same time give them some information regarding th=\r\ne proposed use of atomic power, together with whatever assurances the Presi=\r\ndent might care to make with regard to the Emperor of Japan and the treatme=\r\nnt of the Japanese nation following unconditional surrender. It seems quite=\r\n possible to me that this presents the opportunity which the Japanese are l=\r\nooking for.\n\nI don&#39;t see that we have anything in particular to lose in fol=\r\nlowing such a program. The stakes are so tremendous that it is my opinion v=\r\nery real consideration should be given to some plan of this kind. I do not =\r\nbelieve under present circumstances existing that there is anyone in the co=\r\nuntry whose evaluation of the chances of the success of such a program is w=\r\north a great deal. The only way to find out is to try it out. (See pp. 225-=\r\n226, Chapter 18)\n\n General Carl &quot;Tooey&quot; Spaatz, who in July 1945 commanded =\r\nthe U.S. Army Strategic Air Force (USASTAF) and was subsequently chief of s=\r\ntaff of U.S. Air Forces  stated that he had directly challenged the Nagasak=\r\ni bombing: \n\nI thought that if we were going to drop the atomic bomb, drop =\r\nit on the outskirts--say in Tokyo Bay--so that the effects would not be as =\r\ndevastating to the city and the people. I made this suggestion over the pho=\r\nne between the Hiroshima and Nagasaki bombings and I was told to go ahead w=\r\nith our targets. (See p. 345, Chapter 27)\n\n  \n\n=B7  Colonel Charles &quot;Tick&quot; =\r\nBonesteel, 1945 chief of the War Department Operations Division Policy Sect=\r\nion, subsequently recalled in a military history interview: &quot;[T]he poor dam=\r\nn Japanese were putting feelers out by the ton so to speak, through Russia.=\r\n . . .&quot; (See p. 359, Chapter 28) \n\n \n\n=B7  Brigadier Gen. Carter W. Clarke,=\r\n the officer in charge of preparing MAGIC intercepted cable summaries in 19=\r\n45, stated in a 1959 interview: \n\nwe brought them [the Japanese] down to an=\r\n abject surrender through the accelerated sinking of their merchant marine =\r\nand hunger alone, and when we didn&#39;t need to do it, and we knew we didn&#39;t n=\r\need to do it, and they knew that we knew we didn&#39;t need to do it, we used t=\r\nhem as an experiment for two atomic bombs. (See p. 359, Chapter 28)\n\n  \n\n=\r\n=B7        In his memoirs President Dwight D. Eisenhower reports the follow=\r\ning reaction when Secretary of War Stimson informed him the atomic bomb wou=\r\nld be used: \n\nDuring his recitation of the relevant facts, I had been consc=\r\nious of a feeling of depression and so I voiced to him my grave misgivings,=\r\n first on the basis of my belief that Japan was already defeated and that d=\r\nropping the bomb was completely unnecessary, and secondly because I thought=\r\n that our country should avoid shocking world opinion by the use of a weapo=\r\nn whose employment was, I thought, no longer mandatory as a measure to save=\r\n American lives. . . . (See p. 4, Introduction)\n\n \n\n=B7        Eisenhower m=\r\nade similar private and public statements on numerous occasions. For instan=\r\nce, in a 1963 interview he said simply:  &quot;Japan was at that very moment see=\r\nking some way to surrender with a minimum loss of &#39;face&#39;... It wasn&#39;t neces=\r\nsary to hit them with that awful thing.&quot; (General Eisenhower).  (See pp. 35=\r\n2-358, Chapter 28)\n\nQuote: ***Upon becoming President in April 1945, Harry =\r\nTruman inherited a very expensive bomb project that had always aimed at pro=\r\nducing a military weapon.  President Truman came into office with no knowle=\r\ndge of the atomic bomb, because Roosevelt had never revealed to him the sec=\r\nret at the heart of the Manhattan Project.  \n\nAccording to British Prime Mi=\r\nnister Winston Churchill, however, &quot;the decision whether or not to use the =\r\natomic bomb...was never even an issue.&quot; Furthermore, he was faced with the =\r\nprospect of an invasion and he was told that the bomb would be useful for i=\r\nmpressing the Soviet Union. He therefore saw no reason to avoid using the b=\r\nomb. Alternatives for ending the Pacific war other than an invasion of atom=\r\nic-bombing were available, but are more obvious in hindsight than they were=\r\n at the time.  Truman was aware of the existence of the Manhattan Project w=\r\nhile a Senator, but respected the Administration&#39;s request that he not inqu=\r\nire into its nature. As President, he held ultimate responsibility for the =\r\ndecision to use the atomic bomb. After the war, he claimed that he never on=\r\nce had moral qualms about the bombings, but his own diaries and letters ind=\r\nicate that this was not entirely the case.*** \n\n.\n\n \n\nQuote: There had been=\r\n four cities chosen as possible targets: Hiroshima, Kokura, Nagasaki, and N=\r\niigata (Kyoto was the first choice until it was removed from the list by Se=\r\ncretary of War Henry L. Stimson). The cities were chosen because they had b=\r\neen otherwise relatively untouched during the war. The Target Committee wan=\r\nted the first bomb to be &quot;sufficiently spectacular for the importance of th=\r\ne weapon to be internationally recognized when publicity on it was released=\r\n.&quot;3 \n\n Unlike many other bombing raids, the goal for this raid had not been=\r\n a military installation but rather an entire city. The atomic bomb that ex=\r\nploded over Hiroshima killed civilian women and children in addition to sol=\r\ndiers. Hiroshima&#39;s population has been estimated at 350,000; approximately =\r\n70,000 died immediately from the explosion and another 70,000 died from rad=\r\niation within five years.  While the people of Japan tried to comprehend th=\r\ne devastation in Hiroshima, the United States was preparing a second bombin=\r\ng mission. The second run was scheduled not to give Japan time to surrender=\r\n, but was waiting only for a sufficient amount of plutonium-239 for the ato=\r\nmic bomb. \n\nQuote: \n\nIf Japan was ready to surrender, there must have been =\r\nanother reason for the atom bombs to have been used. This, unbelievable as =\r\nit might seem, was to make a point to the Soviet Union.\n\nVannevar Bush (Chi=\r\nef Aide for atomic matters to Stimson, the Secretary of State for War) conf=\r\nirmed this when he said that the bomb was: &quot;delivered on time so there was =\r\nno necessity for any concessions to Russia at the end of the war.&quot;\n\nThe US =\r\ndid not want the Soviet Union to be involved in the anticipated &#39;last push&#39;=\r\n land invasion of Northern China, since this would put it in a good positio=\r\nn to exert influence in the area once hostilities ceased. The US therefore =\r\nattempted to end the fighting before the Red Army entered Chinese territory=\r\n but did not accept Japanese moves to surrender, leaving President Truman c=\r\nonfident about finishing the war in the Far East with as little help from R=\r\nussia as possible.\n\nTruman postponed meeting Churchill and Stalin to discus=\r\ns post-war territorial control until after July 16, when the first ever ato=\r\nmic explosion took place as the US tested its new weapon in New Mexico. Tru=\r\nman went to Potsdam, Germany, the very next day buoyed by the conviction th=\r\nat he had a weapon which would, as predicted by his Secretary of State, Jam=\r\nes Byrnes, &quot;make Russia more manageable in Europe.&quot; \n\nThe Hiroshima bomb wa=\r\ns dropped on 6 August. The message to the Japanese must have been unmistaka=\r\nble and it is difficult to imagine why a second one should have been used o=\r\nn August 9. Except that the Soviet Union was due to enter the war in that w=\r\neek and the US wanted to demonstrate to the Soviets the awesome power that =\r\nthey would be dealing with once the war was over. \n\nIn part because he want=\r\ned to wait until the bomb was ready, President Truman ignored advice in May=\r\n 1945 from Acting Secretary of State Grew that changing the surrender terms=\r\n might well halt the fighting. Some came to believe that this actually cost=\r\n lives. Stimson, Secretary of State for War, said: &quot;History might find that=\r\n the US, by its delay in stating its position, had prolonged the war.&quot;\n\n \n\n=\r\n \n\nQuote: \n\nNUCLEAR VERSUS CONVENTIONAL BOMBING\n\nMany of the decision-maker=\r\ns knowledgeable about the bomb did not consider it drastically different fr=\r\nom conventional strategic bombing, which had already killed hundreds of tho=\r\nusands of civilians throughout the world. Nor was there any guarantee that =\r\nthe bomb would automatically end the war. \n\nWhen Oppenheimer suggested on M=\r\nay 31 that several atomic attacks be carried out on the same day to shock t=\r\nhe Japanese, Groves opposed the idea on the grounds that &quot;the effect would =\r\nnot be sufficiently distinct from our regular air force [bombing] program.&quot;=\r\n At that time, the firebombing of Japan had already devastated many cities.=\r\n The explosive power of the first atomic bombs was also estimated at only 1=\r\n/10th to 1/2 of what it turned out to be, and no one had a clear impression=\r\n of the heat and radiation effects. (end of quote)\n\n \n\n  ----- Original Mes=\r\nsage ----- \n  From:   Warg3791@...   \n  To: SHQ@yahoogroups.com \n  Sent=\r\n: Tuesday, April 27, 2004 7:03   PM\n  Subject: Re: [SHQ] Re: Parents were  =\r\n Shinsengumi fans?\n  \n\nIn a message dated 4/27/2004 1:51:52 PM Eastern Dayl=\r\night   Time, wtiger_consort@...   writes:\n\n&gt; Also, you must se the bo=\r\nmbings in the whole context. As   Japan would have surrendered in October (=\r\nthe most extreme date, according to   intelligence reports of the period), =\r\nthe bombings should not and cannot see in   the context of ending the Pacif=\r\nic War. The reality shows that, since Truman   had already warned Stalin ab=\r\nout a weapon of unprecedented power that was in US   hands, the whole thing=\r\n should be regarded as a direct warning to the other   emerging superpower =\r\nof the period, which the US feared would try to take the   chance to expand=\r\n its territorial and ideological influence in the Asian area.   \n&gt; After al=\r\nl, the atomic bombings didn&#39;t mark the end of the Second   World War as muc=\r\nh as the beginning of the Cold War. The physical target was   Japan, but th=\r\ne message had been delivered to the Soviet Union, since the Us   didn&#39;t exp=\r\nect them to develop nuclear weapons for at least one or two decades   (they=\r\n had it within five years from Hiroshima bombing)\n&gt; \n&gt; Last   but not least=\r\n, though the bombings were barbaric, and from a purely legal POV   could ev=\r\nen be considered a crime against humanity, Japan had a sad record on   thos=\r\ne crimes too. Nangkin, Korea and the Philippines, among others are witness =\r\n  to \n&gt; this.\n\nThis is actually not the first time I&#39;ve heard that.   I saw=\r\n a program on the History Channel not too long ago that pointed out the   s=\r\name thing. Frankly, I found it to be very logical and I&#39;m now of the opinio=\r\nn   that this is probably what was really behind the decision. The show I s=\r\naw also   mentioned that Truman had been kept out of the inner circle by FD=\r\nR and that he   was looking for an excuse to flex his muscles and prove he =\r\nwas &quot;a good leader&quot;   to the American people. Makes you sick, doesn&#39;t it?\n\n=\r\nThe book that I   mentioned argues that some of our leaders at the time cou=\r\nld have and should   have been charged with war crimes. (I need to re-read =\r\nit. There seems to have   been some demands that this happen at the time an=\r\nd not just from the   Japanese.) It doesn&#39;t look at other motives for dropp=\r\ning the bombs. It   concentrates mainly on Nagasaki and the question of whe=\r\nther the dropping of   the second bombing could in any shape, form, or fash=\r\nion be justified. The   answer is a resounding NO. IF the bombs had been dr=\r\nopped for the reasons the   U.S. claimed, then Hiroshima was more than enou=\r\ngh to convince the Japanese to   surrender. Nagasaki was COMPLETELY unneces=\r\nsary and those responsible should   have been considered war criminals and =\r\ntreated accordingly. \n\nJust   thought I&#39;d share a bit about what it was say=\r\ning.\n\n\n-MissBehavin   \n\n\nvisit \n\nhttp://groups.yahoo.com/group/SHQ_Spy_Divi=\r\nsion/\n\nour   companion list featuring fanfiction/art \n\n\n  \n----------------=\r\n-----------------\n  Yahoo! Groups Links\n      \n   To visit your group on th=\r\ne web, go to:\nhttp://groups.yahoo.com/group/SHQ/\n      \n   To unsubscribe f=\r\nrom this group, send an email to:\nSHQ-unsubscribe@yahoogroups.com\n      \n  =\r\n Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.   \n\n\n=\r\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $20,000 Career Ma=\r\nkeover at Yahoo! HotJobs \n\n[Non-text portions of this message have been rem=\r\noved]\n\n\n"
}