{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "U-VZb1Jls2R-PucgJMGX7oANdj0CJ5_StMG_XpC8gwjD5hPdLkt_gVZeMIgi4qHeq1WI4eIxhOYM1MUdcnC-f66MI2dPlD9HlFU7aBRPYvmlaA",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Phil----Three tree Saburo Suzuki----red information party",
    "postDate": "1083186763",
    "msgId": 589,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNDI4MjExMjQzLjU5MDA3LnFtYWlsQHdlYjIxNDAzLm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGM2b3U4Yit1aGU1QGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 586,
    "nextInTopic": 591,
    "prevInTime": 588,
    "nextInTime": 590,
    "topicId": 586,
    "numMessagesInTopic": 6,
    "msgSnippet": "No, I hadn t seen the site.  Thanks for bringing it to my attention. Okay, so tell me if you think I m interpreting this correctly.  (Great... I need a",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 98310 invoked from network); 28 Apr 2004 21:13:43 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m18.grp.scd.yahoo.com with QMQP; 28 Apr 2004 21:13:43 -0000\r\nReceived: from unknown (HELO web21403.mail.yahoo.com) (216.136.232.73)\n  by mta4.grp.scd.yahoo.com with SMTP; 28 Apr 2004 21:13:43 -0000\r\nMessage-ID: &lt;20040428211243.59007.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21403.mail.yahoo.com via HTTP; Wed, 28 Apr 2004 14:12:43 PDT\r\nDate: Wed, 28 Apr 2004 14:12:43 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: &lt;c6ou8b+uhe5@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.73\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Re: [SHQ] Phil----Three tree Saburo Suzuki----red information party\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nNo, I hadn&#39;t seen the site.  Thanks for bringing it to my attention.\n \nOkay, so tell me if you think I&#39;m interpreting this correctly.  (Great... I need a translator for a babelfish translation...)\n \n&gt;&gt;After assassination of the older brother November 18th\nwhile moving aside the body to the Satsuma feudal clan residence, we would like to aim for Kondo&#39;s assassination, you want.&lt;&lt;\n\nItou is killed and Suzuki retrieves his body and takes it to someone&#39;s house, probably the house where their party (political party, that is) was being headquartered since it&#39;s the clan residence.  Suzuki wants to kill Kondou in vengeance (and begins planning?).\n&gt;&gt;On December 9th the Kondo road is attacked with the Kyoto ink dyeing, but because it is injured, it ends.&lt;&lt;\n\nWhat the heck is &quot;Kyoto ink dyeing&quot;?\n\nSuzuki puts his plan into action and attacks Kondou, but is injured in the attempt, so he gives up on trying to kill him.\n&gt;&gt;It participated in Toba Fushimi war and the\nraising/holding soldier it did afterwards as red information party second captain. In new selection group vengeance you had run about, but without being able to carry out it received the restoration, was Meiji and became the policeman, Tsuruoka chief of police era threw the private funds to hospital construction.&lt;&lt;\n\nClear enough that he fought at Toba-Fushimi and then went to the Sekihoutai to become second patrol captain, and that when all was said and done, he became a policeman (oh, I just **LOVE** the fanfic possibilities there... I may drop all other stories in progress for a while to focus on what could happen with that scenario... poor Sanosuke!!) during the Meiji and donated money for hospital construction (was his family wealthy or was he just donating from his salary? I&#39;ve never heard anything about what his and Itou&#39;s background was).  To jump ahead a little in the quote, are they saying he became the Chief of Police for some place called Tsuruoka?\n\nAh, but that second sentence throws me completely.  Well, actually, first of all --- uh, how did he survive the massacre of the Sekihoutai????  I wonder if it was just Sagara, as founder of the Sekihoutai, who was prosecuted and executed and Watsuki destroyed them all for literary effect.  Argh... the need to *know* is going to kill me!!  But this:  &quot;In new selection group vengeance you had run about, but without being able to carry out it received the restoration&quot; --- any clues anyone??  Is restoration referring to finding a direction in life again (by finding a place in the police) OR are they saying that after failing in his attempt at vengeance against the Shinsengumi, he was reconciled to be able to accept possibly working with other former Shinsengumi members who had also become police (though I can&#39;t EVER see him being able to stomach Saitou, which may have been an interesting dilemma for Kawaji)?  Or a combination of both concepts maybe?  \n\nAnd, yes, I know the time is referred to as Restoration, but I don&#39;t think that&#39;s what was meant here.  Maybe it is referring to that (&quot;received the restoration, was Meiji&quot;), but even that doesn&#39;t help, especially regarding his stint in the Sekihoutai.  Maybe it means that he was aimless after the assassination of his brother, found a cause by fighting at Toba-Fushimi and joining the Sekihoutai, then after the Sekihoutai debacle he was reconciled to the Meiji Restoration (i.e. they &quot;forgave&quot; him being Sekihoutai like they &quot;forgave&quot; former Shinsengumi and Aizu samurai and accepted them into the police force)?\n&gt;&gt;After that rest of life you sent with Ishioka of the hometown and 1919, lived to 83 years old.&lt;&lt;\n\nOkay, so he dies in 1919 at age 83 (wahoo!!!  Now I know... he&#39;s older than Sagara, who was born in 1839).  But what is &quot;sent with Ishioka of the hometown&quot;?\n\nMasayoshi and Serizawa Kamo, could one of you **PLEASE** look at it and straighten some of this out?  We have so little info on Suzuki... he deserves a little bit of TLC in the face of all the attention so many other captains get.  :-D  This humble Sekihoutai fan would love to know more, too.\nphil (whose mind is now running like it&#39;s on speed!  Gee, thanks, for yet ANOTHER story idea, Tiff!!)\n\n\nTiffany &lt;tnamwong@...&gt; wrote:\nHave you been to this site yet Phil...about Sekihoutai and more...\nhttp://www.geocities.co.jp/HeartLand-Cosmos/4774/page015.html\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nWin a $20,000 Career Makeover at Yahoo! HotJobs \n\n[Non-text portions of this message have been removed]\n\n\n"
}