{
    "userId": 59905708,
    "authorName": "Tiffany",
    "from": "&quot;Tiffany&quot; &lt;tnamwong@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "GQv94-6BcoheqYSdNqcg0jM9RscP50sY177ckEDw6hjbMqZe9wvAQcHwxF_OMScDywmbAEB_fCf9dc5AE-5KS2TwT_-cX4Q",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Phil----Three tree Saburo Suzuki----red information party",
    "postDate": "1083188839",
    "msgId": 591,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM2cDhwNysxMGR2akBlR3JvdXBzLmNvbT4=",
        "inReplyToHeader": "PDIwMDQwNDI4MjExMjQzLjU5MDA3LnFtYWlsQHdlYjIxNDAzLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 589,
    "nextInTopic": 619,
    "prevInTime": 590,
    "nextInTime": 592,
    "topicId": 586,
    "numMessagesInTopic": 6,
    "msgSnippet": "... would like to aim for Kondo s assassination, you want.",
    "rawEmail": "Return-Path: &lt;tnamwong@...&gt;\r\nX-Sender: tnamwong@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 14751 invoked from network); 28 Apr 2004 21:48:08 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m23.grp.scd.yahoo.com with QMQP; 28 Apr 2004 21:48:08 -0000\r\nReceived: from unknown (HELO n15.grp.scd.yahoo.com) (66.218.66.70)\n  by mta2.grp.scd.yahoo.com with SMTP; 28 Apr 2004 21:48:08 -0000\r\nReceived: from [66.218.67.128] by n15.grp.scd.yahoo.com with NNFMP; 28 Apr 2004 21:47:20 -0000\r\nDate: Wed, 28 Apr 2004 21:47:19 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c6p8p7+10dvj@...&gt;\r\nIn-Reply-To: &lt;20040428211243.59007.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4399\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.70\r\nFrom: &quot;Tiffany&quot; &lt;tnamwong@...&gt;\r\nSubject: Re: Phil----Three tree Saburo Suzuki----red information party\r\nX-Yahoo-Group-Post: member; u=59905708\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\n--- In SHQ@yahoogroups.com, spiritus saitou &lt;spiritus_saitou@y...&gt; \n&gt; &gt;&gt;After assassination of the older brother November 18th\n&gt; while moving aside the body to the Satsuma feudal clan residence, we\nwould like to aim for Kondo&#39;s assassination, you want.&lt;&lt;\n&gt; \n&gt; Itou is killed and Suzuki retrieves his body and takes it to\nsomeone&#39;s house, probably the house where their party (political\nparty, that is) was being headquartered since it&#39;s the clan residence.\n Suzuki wants to kill Kondou in vengeance (and begins planning?).\n\n***ummmm he sides with Satsuma?!?\n\n&gt; &gt;&gt;On December 9th the Kondo road is attacked with the Kyoto ink\ndyeing, but because it is injured, it ends.&lt;&lt;\n&gt; \n&gt; What the heck is &quot;Kyoto ink dyeing&quot;?\n&gt; \n&gt; Suzuki puts his plan into action and attacks Kondou, but is injured\nin the attempt, so he gives up on trying to kill him.\n\n***Kondo was shot in the shoulder.  This is mentioned on Japanese\nsites and seems to be standard info...I&#39;m not sure about the part\nabout Okita protecting him.  This was also shown in the Toshiro\nMifune&#39;s SHINSENGUMI!: Band of Assasins and mentioned in MIBUGISHIDEN\n\n&gt; &gt;&gt;It participated in Toba Fushimi war and the\n&gt; raising/holding soldier it did afterwards as red information party\nsecond captain. In new selection group vengeance you had run about,\nbut without being able to carry out it received the restoration, was\nMeiji and became the policeman, Tsuruoka chief of police era threw the\nprivate funds to hospital construction.&lt;&lt;\n&gt; \nPhil:(was his family wealthy or was he just donating from his salary?\nI&#39;ve never heard anything about what his and Itou&#39;s background was).  \n\n***yeah, talk about confusing...the reason why I don&#39;t think he became\nChief of Police is because on other sites about Saitou the webmasters\nwill always mention their direct superiors so like in Saitou&#39;s case\nthe Kawajii&#39;s babelfish name always comes up.  But who knows...maybe\nhe changed his name to Tsuruoka?!?  There is plenty of stuff on Itou\nin Japanese but his bio is the most garbled so I never bothered to\npost links.\n&gt; \nPhil:&quot;In new selection group vengeance you had run about, but without\nbeing able to carry out it received the restoration&quot; --- any clues\nanyone??  Is restoration referring to finding a direction in life\nagain (by finding a place in the police) OR are they saying that after\nfailing in his attempt at vengeance against the Shinsengumi, he was\nreconciled to be able to accept possibly working with other former\nShinsengumi members who had also become police (though I can&#39;t EVER\nsee him being able to stomach Saitou, which may have been an\ninteresting dilemma for Kawaji)?  Or a combination of both concepts\nmaybe?  \n\n***no,no,no I think Suzuki tried to seek revenge but failed to do so\nand had to accept THE restoration of the emperor and new polticial\norder.  I think the establishment of the modern police dept was quiete\nextensive because we have info of which ward/region/dept Saitou was\nassigned to...I&#39;m sure everyone was scattered about although you never\nknow about those kenjutsu tournaments because in that bit of info\nSaitou&#39;s opponent&#39;s dept was listed...fanfic possibility that one of\nthe 2 of Saitou&#39;s opponents was Suzuki under another name:)\n&gt; \nPhil:  Maybe it means that he was aimless after the assassination of\nhis brother, found a cause by fighting at Toba-Fushimi and joining the\nSekihoutai, then after the Sekihoutai debacle he was reconciled to the\nMeiji Restoration (i.e. they &quot;forgave&quot; him being Sekihoutai like they\n&quot;forgave&quot; former Shinsengumi and Aizu samurai and accepted them into\nthe police force)?\n\n***That&#39;s why I think he changed his name...in the bigger picture in\nterms of the Shinsengumi&#39;s activities Saitou was really involved and\nhe was kind of famous...while Suzuki&#39;s name doesn&#39;t turn up that much\nso perhaps the police dept. didn&#39;t realize his background?\n\n&gt; &gt;&gt;After that rest of life you sent with Ishioka of the hometown and\n1919, lived to 83 years old.&lt;&lt;\n&gt; \n&gt; Okay, so he dies in 1919 at age 83 (wahoo!!!  Now I know... he&#39;s\nolder than Sagara, who was born in 1839).  But what is &quot;sent with\nIshioka of the hometown&quot;?\n\n***he retired there?  Maybe his birthplace?\n\n&gt; Masayoshi and Serizawa Kamo\nOkay...so you guys want some kind of contract right? :)\n\nSerizawa, Tiffany/secretarytocapt3 will always patiently and\nrespectfully await for the day you tell us about Saitou in the Tenma\nHouse affair business ^_^\n\n\n"
}