{
    "userId": 183547305,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;wtiger_consort@...&gt;",
    "profile": "wtiger_consort",
    "replyTo": "LIST",
    "senderId": "g6jLKnkYG1cktvphwJP9QVnfLdvl8iOaH-m0DRftJNwNO2TQfF0XKc7gRy2jcCp4njIVrQvdyHl2SDeZZblG1cHHpnl8ZxaG_nDJFgAMiE0",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Flame Warning + Privacy Issues Shinsengumimb.com",
    "postDate": "1084383828",
    "msgId": 692,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTEyMTc0MzQ4LjY3NjIwLnFtYWlsQHdlYjQxNDA4Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 690,
    "nextInTopic": 693,
    "prevInTime": 691,
    "nextInTime": 693,
    "topicId": 686,
    "numMessagesInTopic": 7,
    "msgSnippet": "I have a very personal position about this kind of mentality and when I hear these things my blood boils. This is nothing more and nothing else but the true",
    "rawEmail": "Return-Path: &lt;wtiger_consort@...&gt;\r\nX-Sender: wtiger_consort@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 55962 invoked from network); 12 May 2004 17:43:53 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m23.grp.scd.yahoo.com with QMQP; 12 May 2004 17:43:53 -0000\r\nReceived: from unknown (HELO web41408.mail.yahoo.com) (66.218.93.74)\n  by mta5.grp.scd.yahoo.com with SMTP; 12 May 2004 17:43:53 -0000\r\nMessage-ID: &lt;20040512174348.67620.qmail@...&gt;\r\nReceived: from [200.63.165.112] by web41408.mail.yahoo.com via HTTP; Wed, 12 May 2004 10:43:48 PDT\r\nDate: Wed, 12 May 2004 10:43:48 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 66.218.93.74\r\nFrom: Firuze Khanume &lt;wtiger_consort@...&gt;\r\nSubject: Re: [SHQ] Flame Warning + Privacy Issues Shinsengumimb.com\r\nX-Yahoo-Group-Post: member; u=183547305\r\nX-Yahoo-Profile: wtiger_consort\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nI have a very personal position about this kind of mentality and when I hear these things my blood boils. This is nothing more and nothing else but the true essence of fundamentalism, because fundamentalism is this, and has no nationality, religion, or color. \n \nFundamentalism is basically this kind of intolerance that allows someone to say this:  xxx stands in the way of democracy (or God, or laicism like in France) (therefore, killing, torturing, invading and trampling down their culture and civilization is allowed. In the end it&#39;s for their own good), XXXXX is cruel and evil, etc, etc, etc (the OTHER in front of us is always cruel and evil, we aren&#39;t, we are the good boys, etc, etc, etc), We aren&#39;t Japanese (or, Iraqi or Muslims, or Latin Americans, Africans or Vietnamese, North or South Korean, Iranians, etc, etc) nor we don&#39;t know the Japanese language (or Arabic, Spanish, French, Russian, etc) therefore we shouldn&#39;t study them (widening the gap until the point we cannot regard the different human being in front of us just like another brother/sister in humankind, and we simply stop caring to understand their issues, which would allow us to get closer and get over our mutual differences. No, better just regard the others as plain alien,\n so it&#39;s easier to wipe them out of the face of the world, without remorse whatsoever.)\n \nAs for the first point, what if they were (in the way of democracy)? it&#39;s no one business, but Japanese people to decide the kind of government the want(ed). Theirs and no-one else. And no-one has the right to judge them because of their choices. Besides, well, it&#39;s interesting that the person forgets that we aren&#39;t talking of our present day, but a different time period, where democracy as it&#39;s know and established nowadays was QUITE rare. Therefore, our present day&#39;s rules CANNOT and SHOULDN&#39;T be applied.\n \nAs for the second point, I agree, when Antrekot mentions &quot;compared to whom&quot;? Let&#39;s not go there, because we could be reminded of the Crusades, the Conquest of the American West, or the Opium Wars, or the Latin American dictatorships and the desaparecidos (missing people) or, simply, Abu Ghraib prison, a few months ago (according to the Red Cross and Amnesty international, the  US abuses are still raging in all prisons in Iraq, as well in Guantanamo Bay). Cruelty happened in Japan during that age, but it also happened all over the world in the same age period, as in the past or our present. Few days ago, we were talking about how unnecessary the nuclear bombings over Japan had been. That can be also considered a cruelty from America by Japanese people.\n \n&gt;&gt;I believe that this person was greatly affected, as we all are, by\ngraphic images currently shown in the mass media as one of his many\ncomments dealt with executions.  &lt;&lt;\n \nYes we are, as much as with the previous images that served as excuse for the brutal and criminal execution of the American citizen. Let&#39;s not be reminded that America is included among the five states that applied death penalty more frequently this past year, and many of the executed people were wrongfully executed (ie. they were innocents). The point is that even democratic estates applies executions, sometimes wrongly. Now, executions, as belonging to a legal system (like in Shinsengumi times) are one thing, illegal murdering of a civilian hostage. The first one can disgust people, but they belong to legal systems that might be changed by the people&#39;s will, while in the second case, we are talking about a crime, simply and plainly. Therefore this CANNOT and SHOULD NOT be compared. EVER.\n \nBut this present violence has to be understood in the PRESENT context, and never mixed with a different place and culture. \nWhat we had in Japan was the inner strife over two factions over how to deal with the external superpowers of that period, and both had different programs, but one and the same goal in mind (which was what allowed Saitou to work for the Meiji authorities later): the survival and development of Japan. As much as American civil war, almost in the same time period, it was bloody and sometimes barbaric. Sorry, this is the nature of all wars.\n \nWhat we have now it&#39;s the last link in a long chain of events (the last for now. Remember the previous link: the tortures to Iraqi civilians in Abu Ghraib. There will be retaliation for this execution, obviously, and the circle will never stop.) . It started some 20 years ago, when the US supported and backed up a revolution that placed Saddam Hussain of the so called lider of Iraq, because they wanted him to go to war with Jomeini&#39;s Iran. This started a long history of interference in the internals affairs of Irak, which was finished in this illegal war ( claiming the so called danger of mass destruction weapons in Iraq, while the US is the only country in the world who used biological weapons (it is proved that the US used them in three different opportunities) as well as nuclear weapons against civilian population) and occupation of the country with obvious economical goals in mind. So all this gore we see today started with a little snowball, and look we have now. Cause and\n effect, nothing more nothing else.  \nAnd the person that wrote in the Forum should learn that promoting ignorance only makes things worse.\n \nwell, hope is not too off topic, but I had to take it out of my system. I detest this kind of fundamentalists.\n \nFiruze.\n  ----- Original Message ----- \n  From:   Tiffany   \n  To: SHQ@yahoogroups.com \n  Sent: Wednesday, May 12, 2004 12:45   PM\n  Subject: [SHQ] Flame Warning + Privacy   Issues Shinsengumimb.com\n  \n\nDear friends,\nIt seems that someone from another forum   followed my banner to our\nshinsengumimb.com messageboard and took it upon   himself to send me a\nvery nasty, nasty email.  \n\n1)The   Shinsengumi were standing in the way of democracy [!]\n2) They are evil   cruel people etc etc etc\n3) We aren&#39;t Japanese nor do we know the Japanese   language therefore\nwe shouldn&#39;t even study them\n\nSo I had revised the   announcement at the top of the messageboard to\nclearly state &quot;We welcome   new members and critical analyzation of the\nShinsengumi. We accept and   understand that the Shinsengumi are a\ncontroversial group.&quot;\n\nI hunted   down this individual at the other forum and noticed that he\nis ALSO not   Japanese LOL but he is studying a Japanese martial art.  \n\nI   believe that this person was greatly affected, as we all are, by\ngraphic   images currently shown in the mass media as one of his many\ncomments dealt   with executions.  The person presumes that we cannot\ncomprehend or   even deny the violence and brutality of that time period\nand so on and so   forth.  He made some really horrible accusations on\nhow we seem to be   glorifying violence.\n\nSo from now on please call me &quot;sec&quot; on that   messageboard (abbreviation\nof secretarytocapt3) because this guy kept   calling me by my first name\n  Now I must try to do something about my   email :(\n\nI just wanted to share.\nHopefully non of you here will   receive a message from this person.\n\n\n\n\n\nvisit   \n\nhttp://groups.yahoo.com/group/SHQ_Spy_Division/\n\nour   companion list featuring fanfiction/art \n\n\n                Yahoo! Groups         Sponsor                                                  ADVERTISEMENT\n          \n  \n---------------------------------\n  Yahoo! Groups Links\n      \n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/SHQ/\n      \n   To unsubscribe from this group, send an email to:\nSHQ-unsubscribe@yahoogroups.com\n      \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.   \n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nYahoo! Movies - Buy advance tickets for &#39;Shrek 2&#39; \n\n[Non-text portions of this message have been removed]\n\n\n"
}