{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "dCxYBD5G7lIJPmJYqzup8zQuTVJAciwMWLyQAib_pdATUwl79IeOu-7T8VvCZoDzulqd9sJp_TisEnVhziPSeiityWp0Z-aLUwebSbCwLQuf6w",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "The Last Samurai (Possible Spoilers)",
    "postDate": "1084783076",
    "msgId": 738,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTE3MDgzNzU2LjQ5NDk5LnFtYWlsQHdlYjIxNDEwLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 739,
    "prevInTime": 737,
    "nextInTime": 739,
    "topicId": 738,
    "numMessagesInTopic": 10,
    "msgSnippet": "For various reasons, I missed this film when it was released in theatres.  Because of that, I ve ignored posts here and elsewhere that talked about the film",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 56530 invoked from network); 17 May 2004 08:38:04 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m6.grp.scd.yahoo.com with QMQP; 17 May 2004 08:38:04 -0000\r\nReceived: from unknown (HELO web21410.mail.yahoo.com) (216.136.232.85)\n  by mta5.grp.scd.yahoo.com with SMTP; 17 May 2004 08:38:04 -0000\r\nMessage-ID: &lt;20040517083756.49499.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21410.mail.yahoo.com via HTTP; Mon, 17 May 2004 01:37:56 PDT\r\nDate: Mon, 17 May 2004 01:37:56 -0700 (PDT)\r\nTo: shq@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.85\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: The Last Samurai (Possible Spoilers)\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nFor various reasons, I missed this film when it was released in theatres.  Because of that, I&#39;ve ignored posts here and elsewhere that talked about the film while I waited to see it for myself, so I have no idea what others have said and apologize if I&#39;m only repeating the obvious.  To cheer me up, my husband bought me a copy when it came out last Tuesday on DVD.  I finally got to it tonight.  Cheer me up?  Ha!!  I&#39;m still friggin&#39; crying while I write this...\n \nNo use asking me about anything technical about the film.  I wasn&#39;t even paying attention to things like acting, plot, choreography, blah, blah, blah.  I was too busy absorbing the atmosphere... to be able to get away from the anime environment and vicariously step into a world I could almost touch, smell, taste.  A scene opens onto the streets of Meiji Yokohama and I&#39;m immediately imagining Saitou walking there.  We watch as Algren trains conscripts... how clumsy and slow they are at first... how hastily and sloppily they were being trained... how unready to march on samurai.  I&#39;m sitting there wondering what kind of training Saitou went through before being sent into the Seinan War... having to adapt to things foreign to him as a samurai.  The last battle nearly destroyed me emotionally... by now I&#39;m seeing Saitou on both sides --- the proud samurai defending Aizu against impossible odds and probable annihilation and the Meiji soldier putting down a rebellion.  I don&#39;t care how\n much vengeance he may have felt towards Satsuma... I cannot help but wonder what it felt for someone with his rich samurai background to use a gun against other samurai.  I was beginning to think to myself it was a good thing if he had feelings of revenge... it probably kept him sane.  When Omura&#39;s second-in-command demands the gunners stop firing the Gatling guns, removes his hat and kneels... the look of pain on his face says so much. (Uh... I lost count of how many times I physically jumped when a gun was fired... it really bothered me.)\n \nIt&#39;s stupid... I&#39;m full of thoughts and yet speechless.  :-D  One comment at the very beginning, as Algren is crossing the ocean to Japan, struck me immediately and made me think of RK Saitou from the start... about having to accept the hard truth that being hired to suppress another rebel may be the only work he was suited for.  I&#39;ve often thought about that idea in regards to RK Saitou and how he might feel about it.\n \nGuess I&#39;ll do some reading up on the film tomorrow... I&#39;m curious as to how much, if any of it, is fact or if the characters were only meant to represent the history.  I got the impression that Katsumoto was meant to represent Saigou (though he was too noble to be Saigou for me) and his rebellion the Seinan War.  Whether they intended it or not, that&#39;s exactly what my mind said I was watching.  I&#39;m also somewhat curious now as to what kind of firearm Saitou might&#39;ve used... I know next to nothing about gun history, but I was surprised to see them apparently loading shot (or maybe it was single cartridges) during the first training scenes.  Too slow to face a samurai with, surely.  It seems like I remember hearing somewhere that *reliable* repeating rifles were only coming into wider use around then.  Did the Americans indeed negotiate with the Meiji government some kind of trade deal that included more sophisticated weaponry?\n \nWhether the film was good or bad from a technical or strictly historical viewpoint, it certainly made things real for me and is making me re-think some things.  And, honestly, I really didn&#39;t need more reason to feel how painful this time was in Japanese history.\n \nphil (who thinks Katsumoto should&#39;ve slapped some sense into the emperor when he had the chance... sorry, Barb... I just couldn&#39;t feel sorry for Meiji even knowing he was stuck between a rock and a hard place)\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nSBC Yahoo! - Internet access at a great low price.\n\n[Non-text portions of this message have been removed]\n\n\n"
}