{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "xSD191FqWOmNA7PYQWaYL-Srk3DTw3U8ET94npf2K5mB-rfvsEjwG8oVjS9oTLtM8Rp11HdW8DmO5wMDJuMI8ISZntbHB1vgFetG8qM4ajtc",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: The Last Samurai (Possible Spoilers)",
    "postDate": "1084798939",
    "msgId": 741,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM4YWQ0citqbHF2QGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PDIwMDQwNTE3MDgzNzU2LjQ5NDk5LnFtYWlsQHdlYjIxNDEwLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 740,
    "nextInTopic": 742,
    "prevInTime": 740,
    "nextInTime": 742,
    "topicId": 738,
    "numMessagesInTopic": 10,
    "msgSnippet": "... The last battle nearly destroyed me emotionally... by now I m seeing Saitou on both sides --- the proud samurai defending Aizu against impossible odds and",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 3255 invoked from network); 17 May 2004 13:05:01 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m24.grp.scd.yahoo.com with QMQP; 17 May 2004 13:05:01 -0000\r\nReceived: from unknown (HELO n14.grp.scd.yahoo.com) (66.218.66.69)\n  by mta4.grp.scd.yahoo.com with SMTP; 17 May 2004 13:05:01 -0000\r\nReceived: from [66.218.67.148] by n14.grp.scd.yahoo.com with NNFMP; 17 May 2004 13:02:20 -0000\r\nDate: Mon, 17 May 2004 13:02:19 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c8ad4r+jlqv@...&gt;\r\nIn-Reply-To: &lt;20040517083756.49499.qmail@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 5421\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.69\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Re: The Last Samurai (Possible Spoilers)\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\n--- In SHQ@yahoogroups.com, spiritus saitou &lt;spiritus_saitou@y...&gt; wrote:\nThe last battle nearly destroyed me emotionally... by now I&#39;m seeing\nSaitou on both sides --- the proud samurai defending Aizu against\nimpossible odds and probable annihilation and the Meiji soldier\nputting down a rebellion.  I don&#39;t care how\nmuch vengeance he may have felt towards Satsuma... I cannot help but\nwonder what it felt for someone with his rich samurai background to\nuse a gun against other samurai.  I was beginning to think to myself\nit was a good thing if he had feelings of revenge... it probably kept\nhim sane.  \n\n***but samurai were using guns against samurai for a couple hundred\nyears prior to Saitou&#39;s time (I know this because the present day\ncountry Thailand exported gunpowder to medieval China/Japan).  It was\njust a whole lot more practical to keep swords on one&#39;s person than a\nrifle...ofcourse the way of the sword offered more than just\nself-defense there was a whole spiritual dimension to it as\nwell...samurai were ultimately pragmatists when it came to battlefield\ntactics.\n~No~ doubt he wanted revenge but here is something to consider...his\nfirst son was hardly 2 years old...becoming a father can really make\none&#39;s life complicated...as someone with an insane amount of\nbattlefield experience (I&#39;m still babelfishing his chronology line by\nline---the man did not know when to quit) Fujita Goro understood very\nwell there was a 50/50 chance he would get killed or maimed...I don&#39;t\nthink he wanted to &quot;abandon&quot; his own son by getting killed...he, as\nwell as anyone in that era would&#39;ve seen alot of orphaned children I\ndon&#39;t think he would want his son to be fatherless.\nNote, in Remember Aizu it is mentioned that former Aizu men\nvolunteered to go to fight against the Satsuma rebels...however Fujita\nGoro was already a policeman and the police were ordered to go fight\n(the police were merely another branch of the military)...Toshiyoshi\nKawaji was himself from Satsuma! and he had to order his own police to\ngo put down this rebellion....so its a toss up as to whether Fujita\nGoro either volunteered to go or he was ordered to go fight in this war.\n\n[somewhat related nonsense speculating from me again]\nsome of us chatted at shinsengumimb.com and kicked around the idea\nthat he was an adrenaline junkie.  Let&#39;s elaborate...he may&#39;ve had a\ndeathwish of some sort to begin with sometimes the fish says he\n&quot;meant/meaning&quot; to die at Buddha Hall, as I&#39;m sure the 13-20 guys who\nwere there with them...but he didn&#39;t...at Buddha Hall I believe they\ncould not draw enough attention from the gov. troops which were merely\ninterested in making through the mountain pass as fast as possible to\nget to the castle/town (and they were smart enough not to get\ndistracted by a small group which intended to harass them)...so he was\n-resigned- to death already.  The idea that &quot;I was supposed to die\nmuch earlier&quot; may have been on his mind (recall old survivor&#39;s guilt\ndiscussion)...I don&#39;t think he was an adrenaline junkie because people\nback then had very different lifestyles than we do today (they killed\ntheir own food sometimes built their own homes and many grew up in\nrural communities and lived off the land)...in fact people who don&#39;t\nusually face physical hardship tend to be adrenaline junkies (e.g.\noffice worker/college student become weekend warriors/atheletes to get\ntheir dose of physical exertion/adrenaline).  I also mentioned the\nunique experience of battle...related to adrenaline...the heightened\nperception and mind/body alignment needed to survive...but again at\nthis point in his life his sense of responsibility as a father would\nhave came first IMHO.\n\nI&#39;m also somewhat curious now as to what kind of firearm Saitou\nmight&#39;ve used... I know next to nothing about gun history, but I was\nsurprised to see them apparently loading shot (or maybe it was single\ncartridges) during the first training scenes.  Too slow to face a\nsamurai with, surely.  \n\n***it is possible to figure out what firearms were used its just there\nmay not be books in English for us...the group photo shows their\nrifles (an expert on the American Civil War weaponry even which zooms\nin on the image would be able to help us I guess---they may have used\nolder model guns just because it may have been more affordable for the\ngov.)...yes the Satsuma samurai fought effectively enough for Kawaji\nto later write an essay saying that policemen should continue to hone\ntheir sword skills because the sword was still an important weapon in\nthis rebellion...I&#39;ve seen the western sabres from that exact time\nperiod, online and it was just plain common sense for Fujita Goro and\nhis comrades to request the use of katanas...the sabre handle only\nallows one to wield it with one hand...western sabres were also much\nshorter.  One look at those sabres and men who were trained in\nkenjutsu may have said &quot;no way I&#39;m going into battle with an weapon\nI&#39;m not used to wielding&quot;.\n\nIt seems like I remember hearing somewhere that *reliable* repeating\nrifles were only coming into wider use around then.  Did the Americans\nindeed negotiate with the Meiji government some kind of trade deal\nthat included more sophisticated weaponry?\n\n***from studying Thailand, I know that there are many resources which\nwould clearly reveal this...trade agreements are very well documented\nbut boring to read...Phil you are asking for serious library research :P\n\n\n"
}