{
    "userId": 183547305,
    "authorName": "Firuze Khanume",
    "from": "Firuze Khanume &lt;wtiger_consort@...&gt;",
    "profile": "wtiger_consort",
    "replyTo": "LIST",
    "senderId": "bAZbRTuOGsag-dPlIar6lDOoYCWoBZN4xI5zD1bY2cAS1j1VQlbsDvptbvXBoaij6GzNQX7oS9MmB7qjkimNoQzWu_GPFbaUR8wVg1A2Ukc",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] The Last Samurai (Possible Spoilers)",
    "postDate": "1084808492",
    "msgId": 745,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTE3MTU0MTMyLjM4MDg0LnFtYWlsQHdlYjQxNDE0Lm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 744,
    "nextInTopic": 748,
    "prevInTime": 744,
    "nextInTime": 746,
    "topicId": 738,
    "numMessagesInTopic": 10,
    "msgSnippet": "I just found this: Saigo Takamori From Wikipedia, the free encyclopedia. Saigo Takamori (#35199;#37111; #38534;#30427;) (1827/28 - September 24, 1877) was one",
    "rawEmail": "Return-Path: &lt;wtiger_consort@...&gt;\r\nX-Sender: wtiger_consort@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 1432 invoked from network); 17 May 2004 15:42:41 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m23.grp.scd.yahoo.com with QMQP; 17 May 2004 15:42:41 -0000\r\nReceived: from unknown (HELO web41414.mail.yahoo.com) (66.218.93.80)\n  by mta6.grp.scd.yahoo.com with SMTP; 17 May 2004 15:42:41 -0000\r\nMessage-ID: &lt;20040517154132.38084.qmail@...&gt;\r\nReceived: from [168.226.130.70] by web41414.mail.yahoo.com via HTTP; Mon, 17 May 2004 08:41:32 PDT\r\nDate: Mon, 17 May 2004 08:41:32 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 66.218.93.80\r\nFrom: Firuze Khanume &lt;wtiger_consort@...&gt;\r\nSubject: Re: [SHQ] The Last Samurai (Possible Spoilers)\r\nX-Yahoo-Group-Post: member; u=183547305\r\nX-Yahoo-Profile: wtiger_consort\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\nI just found this:\n \n Saigo Takamori\nFrom Wikipedia, the free encyclopedia.=\r\n \n\n\n\nSaigo Takamori (#35199;#37111; #38534;#30427;) (1827/28 - September 24=\r\n, 1877) was one of the most influential samurai in Japanese history. He was=\r\n recruited to travel to Edo, modern day Tokyo, to assist the Lord Nariakira=\r\n. He was later put in command of over fifty thousand samurai, a large part =\r\nof the imperial army. \n\nAs a leader of the Imperial forces in the Boshin Wa=\r\nr, Saigo was one of the key figures in the Meiji Restoration. In spite of h=\r\nis humble background, he became the state councilor and army general of the=\r\n new state. \n\nSaigo disagreed with the modernization of Japan and the openi=\r\nng of commerce with the West. He did insist, however, that Japan should try=\r\n to annex Korea before the West realized that country&#39;s potential. Because =\r\nthe other leaders of the restoration strongly opposed these plans, Saigo re=\r\nsigned and returned to his hometown of Kagoshima. \n\n Shortly thereafter, he=\r\n established a private academy in Kagoshima for the faithful samurai that h=\r\nad also resigned their posts in order follow him from Tokyo. In 1877, led b=\r\ny Saigo, they revolted against the central government, which had just elimi=\r\nnated their rice stipends. The imperial palace had recruited new guards who=\r\n were nothing more than glorified rice peasants and armed them with modern =\r\nweapons. The samurai, also being equipped with modern weapons, were able to=\r\n seriously challenge the imperial army in battle for several months. Badly =\r\ninjured in hip during the fierce battle, instead of being killed or capture=\r\nd by the enemy, Saigo asked for his head to be cut off by a comrade to pres=\r\nerve his honor. Legend and art show that Saigo committed seppuku a traditio=\r\nnal form of suicide before this, though autopsy and the original historical=\r\n records deny this. \n\nMany legends sprung up concerning Saigo, many of whic=\r\nh denied his death. Many people in Japan expected him to return from India =\r\nor China or to sail back with Russia&#39;s crown prince to overthrow injustice.=\r\n Unable to overcome the affection that that the people had for this hero of=\r\n tradition, the Meiji govenment recognized his bravery and pardoned him pos=\r\nthumously on February 22, 1889. \n\nA famous statue of Saigo walking his dog =\r\nstands in Ueno Park, Tokyo. Saigo&#39;s last stand against the Meiji government=\r\n was the historical basis for the 2003 film The Last Samurai. \n\n \nThe Last =\r\nSamurai\nFrom Wikipedia, the free encyclopedia. \n\n\n\nPromotional poster\n\n\nThe=\r\n Last Samurai is a film released in the United States on December 5, 2003. =\r\nIt is set in the 1870s in Japan and stars: \n\n\n  \n   Tom Cruise as   Nathan =\r\nAlgren, an American Civil   War veteran   \n   Ken   Watanabe as samurai lor=\r\nd   Katsumoto   \n   Masato   Harada as industrialist and pro-reform politic=\r\nian Omura   \n   Shichinosuke   Nakamura as Emperor   Meiji   \n   Hiroyuki  =\r\n Sanada as Ujio, one of the most dedicated and viscous samurai.   \n\n\nGenera=\r\nl information\nThe film&#39;s plot is loosely based on the 1877 Satsuma Rebellio=\r\nn led by Saigo Takamori, and also on the story of Jules Brunet, a French ar=\r\nmy captain who fought alongside Enomoto Takeaki in the Boshin War. \n\nAlgren=\r\n goes to Japan to help the new Meiji government train its first Western-sty=\r\nle army. He leads the army into battle against Katsumoto&#39;s men, is routed a=\r\nnd captured, and learns the way of the samurai from his imprisonment in Kat=\r\nsumoto&#39;s isolated village. The movie&#39;s climax occurs as a rebel cavalry cha=\r\nrge is stopped by Gatling guns. \n\nAlthough many of the film&#39;s cast members =\r\nare Japanese, the production crew is entirely American, and most of the mov=\r\nie was filmed in New Zealand. \n\n\n Jules Brunet\nFrom Wikipedia, the free enc=\r\nyclopedia. \n\nCaptain Jules Brunet was a member of the first French military=\r\n mission to be sent to Japan in order to help modernize the armies of the s=\r\nhogunate. He was a graduate of the =C9cole Polytechnique, and he specialize=\r\nd in artillery. He arrived in Yokohama in the beginning of 1867. \n\nThe miss=\r\nion was able to train the Shogun&#39;s army for a little more than one year, be=\r\nfore the Shogunate lost to the Imperial forces in 1868 in the Boshin War. T=\r\nhe French military mission was then ordered to leave Japan by Imperial decr=\r\nee. \n\nHowever, Jules Brunet chose to remain. He resigned from the French ar=\r\nmy, and left for the North of Japan with the remains of the Shogunate&#39;s arm=\r\nies in the hope of staging a counter-attack. \n\nJules Brunet helped set up t=\r\nhe Ezo Republic, with the leader of the Japanese shogunate&#39;s navy, Admiral =\r\nEnomoto Takeaki, as the President. The final stand occurred in the northern=\r\n island of Hokkaido, in the city of Hakodate, where in June 1869 the shogun=\r\nate forces lost a final battle between 800 shogunate soldiers and an 8000-s=\r\ntrong Imperial army. \n\nJules Brunet was sent back to France for trial. He w=\r\nas quickly rehabilitated by the time of the war between France and Prussia =\r\nin 1870, and later rose to the position of Chief of Staff of the French arm=\r\ny (&quot;Chef d&#39;Etat Major&quot;) under the Minister of War Chanoine (curiously, his =\r\nsuperior officer at the French Military mission when he was in Japan) 30 ye=\r\nars later in 1898. \n\nSee also: The Last Samurai \n\n \n\n\n\t\t\n------------------=\r\n---------------\nDo you Yahoo!?\nSBC Yahoo! - Internet access at a great low =\r\nprice.\n\n[Non-text portions of this message have been removed]\n\n\n"
}