{
    "userId": 174393936,
    "authorName": "Okita Souji",
    "from": "&quot;Okita Souji&quot; &lt;okita_souji@...&gt;",
    "profile": "okitasoji",
    "replyTo": "LIST",
    "senderId": "xve7ZbVNrnRVM6ujcC02eArKFvbQzFMgsXjoBXokT2GugPRIOCkumo0VunwHs9oINXzT6BgdO6gnM7ukxpt19cFAYM5DH8tx37IUAuEgok_1ZRs",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Some kendo stuff",
    "postDate": "1084851832",
    "msgId": 754,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDAwMDUwMWM0M2M4YSQ1ODFmYTljMCQwMzAwYThjMEBvbW9pa2FuZT4=",
        "referencesHeader": "PGM4YnJ1NSs0YmFzQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 753,
    "nextInTopic": 755,
    "prevInTime": 753,
    "nextInTime": 755,
    "topicId": 752,
    "numMessagesInTopic": 13,
    "msgSnippet": "Sounds like you had loads of fun! I guess the one drawback to starting kendo is having to use used bogu =/ I d eventually like to take a bit of kendo to",
    "rawEmail": "Return-Path: &lt;okita_souji@...&gt;\r\nX-Sender: okita_souji@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 67827 invoked from network); 18 May 2004 03:43:59 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m13.grp.scd.yahoo.com with QMQP; 18 May 2004 03:43:59 -0000\r\nReceived: from unknown (HELO server1.01domain.net) (209.197.236.44)\n  by mta6.grp.scd.yahoo.com with SMTP; 18 May 2004 03:43:59 -0000\r\nReceived: from lsanca1-ar58-4-40-034-061.lsanca1.dsl-verizon.net ([4.40.34.61] helo=omoikane)\n\tby server1.01domain.net with smtp (Exim 4.24)\n\tid 1BPvWK-00030J-Jk\n\tfor SHQ@yahoogroups.com; Mon, 17 May 2004 21:44:00 -0600\r\nMessage-ID: &lt;000501c43c8a$581fa9c0$0300a8c0@omoikane&gt;\r\nTo: &lt;SHQ@yahoogroups.com&gt;\r\nReferences: &lt;c8bru5+4bas@...&gt;\r\nDate: Mon, 17 May 2004 20:43:52 -0700\r\nMIME-Version: 1.0\r\nX-Priority: 3\r\nX-MSMail-Priority: Normal\r\nX-Mailer: Microsoft Outlook Express 6.00.2800.1409\r\nX-MimeOLE: Produced By Microsoft MimeOLE V6.00.2800.1409\r\nX-AntiAbuse: This header was added to track abuse, please include it with any abuse report\r\nX-AntiAbuse: Primary Hostname - server1.01domain.net\r\nX-AntiAbuse: Original Domain - yahoogroups.com\r\nX-AntiAbuse: Originator/Caller UID/GID - [47 12] / [47 12]\r\nX-AntiAbuse: Sender Address Domain - otakuoutpost.com\r\nX-eGroups-Remote-IP: 209.197.236.44\r\nFrom: &quot;Okita Souji&quot; &lt;okita_souji@...&gt;\r\nSubject: Re: [SHQ] Some kendo stuff\r\nX-Yahoo-Group-Post: member; u=174393936\r\nX-Yahoo-Profile: okitasoji\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nSounds like you had loads of fun! I guess the one drawback to starting kendo is having to use used bogu =/ I&#39;d eventually like to take a bit of kendo to supplement my iaijutsu. I definately hear you on the hands and feet issue though. BTW, Did your knees/legs hurt from sitting in seiza for long periods of time on the wood floor? Although we have partner kata, we can&#39;t actually hit targets since most koryu kata don&#39;t utilize bogu (bokken kata). The height differences is something that I had to adjust to as well when I switched from my old iai school to my current one. With partner drills I found out really quick that small people are fast and big/tall people although slower have extremely long reach. I still find it hard to compensate for these differences at times, which is one of the reasons why I&#39;d like to try kendo, since most of the curriculum is practiced with a partner. Good luck in your training and I hope you get the guy back the decided to go a bit extreme in hitting you ^_^ hehe.  \n\n     \n  ----- Original Message ----- \n  From: secretary \n  To: SHQ@yahoogroups.com \n  Sent: Monday, May 17, 2004 7:20 PM\n  Subject: [SHQ] Some kendo stuff\n\n\n  My new experience in kendo...\n  I&#39;ve watched a couple of classes, spoke to some students etc etc\n  skimmed a book...saw their drills and everything is pretty nice and\n  organized and funny when people &quot;miss&quot; their strikes etc \n\n  and I spent a couple of sessions just going over the basic skills\n\n  Okay so I attended kendo club today the only problem is the club is\n  way different from the class...\n\n  Those of you who have seen Shinsengumi Kepporoku know that the doctor\n  tells Okita to get fresh air and rest (the dark stuffy dojo and dirty\n  gear is bad for him)...today I got to smell dirty gear...why did I get\n  the dirty men...I shudder to think how a bunch of -guys-, the\n  Shinsengumi kept their kendo gear clean (sorry guys I&#39;m making a huge\n  generalization to drive a point home).  As soon as I put on the\n  tenugui and carefully tied on my men nice and tight (these 2 steps are\n  complicated to say the least) I felt like clawing my face mask and I\n  wanted to scream &quot;get me outta hear it stinks and its hot and I can&#39;t\n  see! Aaaaaargh!&quot;\n\n  The whole bit about calloused hands...I look at my blistered palms \n  and I think &quot;will bath & body works lotion cure this?&quot;  Note you also\n  get calloused/blistered feet too...stupid sticky floors....I even\n  tried the recommended &quot;caress the floor with your feet&quot; technique.\n\n  now technically one must spend &quot;several&quot; and not a couple of sessions\n  practicing strikes and learning how to walk---now I do the kendo glide\n  across my apartment at work and around campus LOL! But today one\n  person failed to come to the club meeting so I had the good fortune of\n  being the &quot;dummy&quot;...after a couple of drills (I can&#39;t remember all\n  their names)...I began to really feel the weight of the gear and the\n  shinai. To make things really fun the gym was around 70 degrees but\n  under the stuff you have to wear it felt like 90 degrees...\n\n  Our teacher was very rigorous with all the drills and you really had\n  to concentrate to hear his advice over all the screaming and\n  yelling...I just nod to everything he says.  Because I&#39;m a cautious\n  and considerate person it seemed that my training partner took this as\n  a que to be really dramatic when he started hitting me...I&#39;m just\n  looking out for his safety but right when I got the nerve to hit him\n  REALLy hard we had to rotate partners...and this is interesting as I\n  mentioned at www.shinsengumimb.com about the importance of height etc\n  because in practice you had to constantly readjust to practice on\n  different partners and when you had a really tall guy you were almost\n  on tippy toes to hit him on the top of the head/men\n\n  In a chat session I mentioned the unity of mind/body...so I&#39;m\n  beginning to realize this (ofcourse atheletes/dancers and people who\n  concentrate really hard on their endeavours can relate)...but in the\n  case of martial arts you have to be very precise in how you are\n  hitting your opponent and your own posture and how your own hands/arms\n  end up and how fast you moved in on your opponent etc.\n\n  I won&#39;t get to continue beyond 1 or 2 months for various reasons but\n  it is really fascinating to experience kendo...by the end of 2 1/2\n  hours I felt like curling up and saying &quot;please please stop hitting\n  me...&quot; LOL!  Now I have a taste what was meant in Shinsengumi\n  Kepporoku when during a practice session a guy had a bucket of water\n  thrown on him and the teacher says &quot;this isn&#39;t your soft city\n  dojo&quot;...I mean I&#39;m with a university club practicing modern kendo and\n  the Shinsengumi were training to be effective as possible with their\n  varied lineages.\n\n\n\n  visit \n\n  http://groups.yahoo.com/group/SHQ_Spy_Division/\n\n  our companion list featuring fanfiction/art \n\n\n        Yahoo! Groups Sponsor \n              ADVERTISEMENT\n             \n       \n       \n\n\n------------------------------------------------------------------------------\n  Yahoo! Groups Links\n\n    a.. To visit your group on the web, go to:\n    http://groups.yahoo.com/group/SHQ/\n      \n    b.. To unsubscribe from this group, send an email to:\n    SHQ-unsubscribe@yahoogroups.com\n      \n    c.. Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}