{
    "userId": 166729753,
    "authorName": "warg3791",
    "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "QsPwA6_ci3WUTI9ReZrq8U3NSnxLa_tImteVRr4khIog4-5I1WFTflJETA-pWraKKI-HaHuCSaT--bfJ4x4HSxg9_dM",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Saigo&#39;s orders to Sagara",
    "postDate": "1085265952",
    "msgId": 830,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM4b2w3MCszOWhoQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 831,
    "prevInTime": 829,
    "nextInTime": 831,
    "topicId": 830,
    "numMessagesInTopic": 5,
    "msgSnippet": "Just picked up the book The Last Samurai, The Life and Battles of Saigo Takamori by Mark Ravina, published by John Wiley & Sons, Inc. (2004) ISBN#0-471-08970-2",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 79241 invoked from network); 22 May 2004 22:45:56 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m22.grp.scd.yahoo.com with QMQP; 22 May 2004 22:45:56 -0000\r\nReceived: from unknown (HELO n18.grp.scd.yahoo.com) (66.218.66.73)\n  by mta6.grp.scd.yahoo.com with SMTP; 22 May 2004 22:45:56 -0000\r\nReceived: from [66.218.67.191] by n18.grp.scd.yahoo.com with NNFMP; 22 May 2004 22:45:56 -0000\r\nDate: Sat, 22 May 2004 22:45:52 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c8ol70+39hh@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 3545\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.73\r\nFrom: &quot;warg3791&quot; &lt;Warg3791@...&gt;\r\nSubject: Saigo&#39;s orders to Sagara\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\nJust picked up the book The Last Samurai, The Life and Battles of \nSaigo Takamori by Mark Ravina, published by John Wiley & Sons, Inc. \n(2004) ISBN#0-471-08970-2\n\nIt will be a while before I have a chance to read it thoroughly, but \nI thought some folks in the group (YES, I mean Phil) would like to \nknow what it had to say about Sagara Sozo. It&#39;s really irritating \nthat there are only TWO references to him in the entire book, esp. \nsince it fails to mention that he was with the Sekihoutai or that he \nwas executed by the new government Saigo helped set up. What is \nreally infuriating however it that an order Saigo gave to Sagara \nseems like it could have played some role in that latter&#39;s eventual \nexecution. Here are the two passages in question:\n\n&quot;Saigo now realized that peace and order favored Keiki and gave a \nminor order with major reprecussions. In mid-1867/10 he ordered \nSagara Sozo, a Satsuma retainer, to gather ronin and to foment \ngeneral chaos in Edo. Using Satsuma&#39;s villa in the Mita district as \ntheir headquarters, Sagara and his men ransacked merchant warehouses, \nset fire to shogunal property, and attacked Edo police officers. If \nKeiki had the upper hand in the imperial court, Saigo would draw him \ninto the street.&quot;\n\nThen later it says:\n\n&quot;The stalemate was broken on 12/28 when Keiki received news from Edo. \nFive days earlier, after weeks of rumors that Satsuma agents were \nplanniing to attack Edo Castle, a suspicious fire had broken out and \ndestroyed the castle women&#39;s quarters. That same evening someone had \nshot at the Edo villa of Shonai domain, a close shogunal ally. When \nmen from Shonai gave chase, the assailants had fled through the city \nto the Satsuma villa. These events came on the heels of weeks of \nbrigandage attributed to Satsuma-led ronin. Edo officials were \noutraged, indignant, and ready to fight. On 12/25 they attacked and \nburned the Shimazu villa, killing several men. In Edo, if not in \nKyoto, war had broken out.\n\nThe crisis in Edo was Saigo&#39;s handiwork, the result of his orders to \nSagara Sozo, and the plan had finally pushed Keiki into a corner. \nKeiki was willing, if not eager, to step down as shogun and to \nsurrender responsibility for the quagmire of foreign affairs. But the \nattack on Edo Castle and the Shonai villa challenged Keiki&#39;s dignity \nas a warrior...&quot;\n\nBasically, this is what led to the battle of Toba-Fushimi. Why do \nthey always leave the what the REAL fighters do out of the history \nbooks?! They don&#39;t even mention the Shinsengumi ONCE!!! How can you \nNOT mention the Shinsengumi?! There does appear to be a bit more \nabout the group Sano Harada fought with however, so maybe I&#39;ll learn \nsomething interesting there. \n\nIn the meantime, I have to speculate what part the terror Saigo had \nSagara cause in Edo could have played in the Sekihoutai Captain&#39;s \neventual execution. Those of you who read Remembering Aizu will \nrecall that there were rumors of attacks in Edo. It was most likely \nthese assaults by the Sekihoutai they were hearing about. It seems \nlikely to me that after all was said and done, someone came to Saigo \nand said, &quot;Now would you care to explain just what the #### happened \nin Edo?!&quot; And the lying snake just shrugged and said &quot;Ask Sagara.&quot;\n\nAside from that book, there were three others about samurai that were \nsupposed to be translated from texts that instructed them on \ndifferent rules, etiquettes, etc. I&#39;ll try to post some stuff from \nthem later, along with the titles, ISBN#s, etc.\n\n\n-MissBehavin (Saigo. Soku. Zan.)\n\n\n\n\n"
}