{
    "userId": 166729753,
    "authorName": "Warg3791@****",
    "from": "Warg3791@...",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "0twcEC0S9PWggW29Sr-z6YD8IsN04S4ZV_EX2fJIONUreN_zWM5mkibvgJkqKAVDKaEPXhR0Ig",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: [SHQ] Saigo&#39;s orders to Sagara",
    "postDate": "1085273224",
    "msgId": 835,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDQ1LmM4NmU3YWUuMmRlMTRlODhAYW9sLmNvbT4="
    },
    "prevInTopic": 833,
    "nextInTopic": 837,
    "prevInTime": 834,
    "nextInTime": 836,
    "topicId": 830,
    "numMessagesInTopic": 5,
    "msgSnippet": "In a message dated 5/22/2004 8:10:27 PM Eastern Standard Time, ... of attacks in Edo. It was most likely these assaults by the Sekihoutai they were hearing",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 2417 invoked from network); 23 May 2004 00:47:07 -0000\r\nReceived: from unknown (66.218.66.218)\n  by m23.grp.scd.yahoo.com with QMQP; 23 May 2004 00:47:07 -0000\r\nReceived: from unknown (HELO imo-m27.mx.aol.com) (64.12.137.8)\n  by mta3.grp.scd.yahoo.com with SMTP; 23 May 2004 00:47:06 -0000\r\nReceived: from Warg3791@...\n\tby imo-m27.mx.aol.com (mail_out_v37_r1.3.) id r.45.c86e7ae (16484)\n\t for &lt;SHQ@yahoogroups.com&gt;; Sat, 22 May 2004 20:47:05 -0400 (EDT)\r\nMessage-ID: &lt;45.c86e7ae.2de14e88@...&gt;\r\nDate: Sat, 22 May 2004 20:47:04 EDT\r\nTo: SHQ@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-Mailer: 9.0 for Windows sub 5028\r\nX-eGroups-Remote-IP: 64.12.137.8\r\nFrom: Warg3791@...\r\nSubject: Re: [SHQ] Saigo&#39;s orders to Sagara\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nIn a message dated 5/22/2004 8:10:27 PM Eastern Standard Time, \nspiritus_saitou@... writes:\n&gt;&gt;Those of you who read Remembering Aizu will recall that there were rumors \nof attacks in Edo. It was most likely these assaults by the Sekihoutai they \nwere hearing about. It seems likely to me that after all was said and done, \nsomeone came to Saigo and said, &quot;Now would you care to explain just what the #### \nhappened\nin Edo?!&quot; And the lying snake just shrugged and said &quot;Ask Sagara.&quot;&lt;&lt;\n\nThese attacks in 1867 are PRIOR to the formation of the Sekihoutai, which was \ncreated around the time of Toba-Fushimi, when the Imperialists felt confident \nthey had control.  The Sekihoutai was supposed to be an advance troop sent to \nsend word back to the main army what they were getting into before they \nreached it (they scoped out the mood in order to warn the Imperialist Army if they \ncould expect problems) and to dessiminate information (like the halving of \nland taxes) to the rural areas.  They were apparently not meant to be an \noffensive fighting unit of any kind.  (The Sekihoutai was made up mostly of farmers & \nmerchants, too, not ronin... though, obviously, there were a few.)\n\nI think Saigou was far more devious, his motivation even stronger/more \ndetermined to rid himself of Sagara, in his ordering the creation of the Sekihoutai \nand then, if not directly ordering it (which I *think* I&#39;ve read somewhere he \ndid), publically supporting the halving of land taxes... the very thing they \nnailed Sagara on.  I can certainly see him using the situation in Edo as fodder \nfor the fire, though.  Nasty man, that Sagara...  He had the audacity to \nfollow Saigou&#39;s orders...\n\nUltimately, I still hold to the theory the Sekihoutai was a solid plot to \ncreate faith and trust in the Imperialists, who needed all the support they could \nget, by sending Sagara out there with a lie and saving the people from him.\nSorry phil! Don&#39;t know where my mind went!!! But maybe that does at least \nexplain why Suzuki wasn&#39;t executed when Sagara was. Perhaps the fact that he was \nalso in charge of those Satsuma ronin drew most of the blame to him? They may \nhave made a greater effort to capture him for this reason.\n\n\n-MissBehavin\n\n\n[Non-text portions of this message have been removed]\n\n\n"
}