{
    "userId": 166729753,
    "authorName": "warg3791",
    "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "FX1XLnVHyuNE01FYDX78xrzCpt1yqOSkSZ8SgcLYqvqn2N2CXNFnd-u9nF-iLKJWHp8YJaSdmBPBSsgTwuKTnea4U4s",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "postDate": "1085277864",
    "msgId": 836,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM4cDByOCtlb2NwQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 0,
    "prevInTime": 835,
    "nextInTime": 837,
    "topicId": 836,
    "numMessagesInTopic": 1,
    "msgSnippet": "Found three books that are translated texts which were designed to instruct samurai in various matters. They were in the Sports section of the bookstore, of",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 87477 invoked from network); 23 May 2004 02:04:27 -0000\r\nReceived: from unknown (66.218.66.172)\n  by m7.grp.scd.yahoo.com with QMQP; 23 May 2004 02:04:27 -0000\r\nReceived: from unknown (HELO n40.grp.scd.yahoo.com) (66.218.66.108)\n  by mta4.grp.scd.yahoo.com with SMTP; 23 May 2004 02:04:27 -0000\r\nReceived: from [66.218.66.143] by n40.grp.scd.yahoo.com with NNFMP; 23 May 2004 02:04:27 -0000\r\nDate: Sun, 23 May 2004 02:04:24 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c8p0r8+eocp@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2932\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.108\r\nFrom: &quot;warg3791&quot; &lt;Warg3791@...&gt;\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\nFound three books that are translated texts which were designed to \ninstruct samurai in various matters. They were in the &quot;Sports&quot; \nsection of the bookstore, of all places! LOL! I didn&#39;t know being a \nsamurai could be considered a &quot;sport&quot;! While you certainly wouldn&#39;t \nwant to follow ALL of they&#39;re suggestions, I suppose some of this \nwould be helpful to modern martial artists if for no other reason \nthan to help them better understand the history of their sport. \n\nI&#39;ll list a brief description of each book, along with the info \nneeded to track down a copy for yourself:\n\nHagakure: The Book of the Samurai by Yamamoto Tsunetomo. Translated \nby William Scott Wilson. Kodansha America, Inc. (First paperback \nedition, 1983. New hard-cover edition, 2002) ISBN# 4-7700-2916-0\n\nThis one is more or less a collection of thoughts and very short \nstories that were meant to be used as guidance in making decisions \nthat reflected the true spirit of Bushido. Offers good insight into \nthe way they viewed the world. Here is a typical example of the sort \nof entries you&#39;ll find: &quot;Shame and repentance are like upsetting a \npot of water. When a certain friend of mine listened to the way that \na man who had stolen his sword ornament confessed, he felt \ncompassion. If one will rectify his mistakes, their traces will soon \ndisappear.&quot; Then there are others like: &quot;The master took a book from \nits box. When he opened it there was the smell of drying clovebuds.&quot;\n\n\n\nThe Life-Giving Sword: Secret Teachings from the House of the Shogun \n(The classic text on Zen and the No-Sword by Musashi&#39;s great rival) \nby Yagyu Munenori. Translated by William Scott Wilson. Kodansha \nAmerica, Inc. (First edition, 2003) ISBN# 4-7700-2955-1\n\nThis one is a MUST HAVE!!! Gives Great detail on actual sword \ntechniques! Plus there are some fantastic isllustrations in the back \nto illustrate a few of them. Some of these drawings show a man \n(persumably Yagyu Munenori) facing off with a tengu! Explains such \nthings as No-Mind. (Remember that from The Last Samurai?) Definitely \nworth owning!!!\n\n\nCode of the Samurai: A Modern Translation of the Bushido Shoshinshu \nof Taira Shigesuke. Translated by Thomas Cleary. Tuttle Publishing \n(1999). ISBN# 0-8048-3190-4\n\n\nA bit more straight-forward guide to samurai behavior than the first \nbook. Gives advice on such things as Familial Duty, Horsemanship, \nFacing Death, Vassalage, and Escort. Then there are instructions \nregarding things such as Big Talk and Criticism, Warning Against \nBackbiting (guess Katsura, Okubo, and Saigo missed this one somehow), \nand Lazines.\n\n\nThere was one other both on Iai sword-drawing techniques I wish I had \ngotten now. I can&#39;t recall the name, but it was from Tuttle and had a \nwhole section on seppuku. -sigh- I&#39;ll try to find it later. Hopefully \nit will still be there! In the meantime, I&#39;ll repost the names of \nthese books to the messageboard later.\n\n-MissBehavin\n\n\n\n"
}