{
    "userId": 166729753,
    "authorName": "warg3791",
    "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
    "profile": "warg3791",
    "replyTo": "LIST",
    "senderId": "QYmULKTQI-q2k-yRgilRcpJDgT17i8efj0Hpc2YIXdXh0ws6zrO6C1hBAp0zOulhbjRhIr2lLPS3a-axpH0s-c9ogQ8",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Info about the last battle Harada participated in.",
    "postDate": "1085287212",
    "msgId": 842,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM4cDl2YythOWplQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 887,
    "prevInTime": 841,
    "nextInTime": 843,
    "topicId": 842,
    "numMessagesInTopic": 2,
    "msgSnippet": "More from the book on Saigo, The Last Samurai. This time about the Shogitai. This is the group Sano Harada joined after parting with the Shinsengumi. Most",
    "rawEmail": "Return-Path: &lt;Warg3791@...&gt;\r\nX-Sender: Warg3791@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 55817 invoked from network); 23 May 2004 04:40:13 -0000\r\nReceived: from unknown (66.218.66.216)\n  by m23.grp.scd.yahoo.com with QMQP; 23 May 2004 04:40:13 -0000\r\nReceived: from unknown (HELO n12.grp.scd.yahoo.com) (66.218.66.67)\n  by mta1.grp.scd.yahoo.com with SMTP; 23 May 2004 04:40:13 -0000\r\nReceived: from [66.218.67.175] by n12.grp.scd.yahoo.com with NNFMP; 23 May 2004 04:40:13 -0000\r\nDate: Sun, 23 May 2004 04:40:12 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c8p9vc+a9je@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 2216\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.67\r\nFrom: &quot;warg3791&quot; &lt;Warg3791@...&gt;\r\nSubject: Info about the last battle Harada participated in.\r\nX-Yahoo-Group-Post: member; u=166729753\r\nX-Yahoo-Profile: warg3791\r\n\r\nMore from the book on Saigo, The Last Samurai. This time about the \nShogitai. This is the group Sano Harada joined after parting with the \nShinsengumi. Most believe he died during this battle, commonly known \nas the Ueno War. It&#39;s a whole paragraph, so I&#39;ll quote the whole \npassage for you:\n\n&quot;...In both Edo and the northeast there was talk of continued war \nagainst the &quot;wicked traitors&quot;.\n\nSaigo faced this looming crisis firsthand in Edo. The city was \npatrolled by the Shogitai, or &quot;League to Demonstrate Righteousness,&quot; \na newly formed brigade of former shogunal soldiers. These troops had \nhelped keep peace and order during the surrender of Edo Castle, but \nnow they bristled at the thought of abandoning the shogun&#39;s capital \nto Satsuma forces. From their base at Kan&#39;eiji Temple at the top of \nUeno Hill they mocked imperial troops, and by 1868/i4 they had begun \nattacking imperial patrols. Katsu attempted to restrain them, but to \nno effect. Saigo, although concerned, was reluctant to rush a \nconfrontation. With so many imperial troops in the northeast and \nrural Kanto, imperial forces in Edo were actually outnumbered. At a \ncommand meeting on 5/1 Saigo argued against attacking until \nreinforcements arrived, but the Choshu commander, Omura Masujiro, \ndisagreed. The imperial government had plans to make Edo its new \ncapital, and shogunal forces would therefore have to be eliminated. \nSaigo still had his reservations, but when the Shogitai escalated its \nattacks on Satsuma forces, he relented. The final assault was set for \n5/15. At dawn that day imperial forces attacked the Shogitai. \nSatsuma&#39;s forces rushed the gates of Kan&#39;eiji head-on and met fierce \nresistance. After a frustrating delay, Choshu forces launched an \nattack on the rear of the temple compound, but not before Satsuma had \nsuffered heavy losses. Despite the poor coordination and the \nShogitai&#39;s superior numbers, by evening the Shogitai was defeated. \nThe shogunal capital was now an imperial capital. Two months later \nthe city was renamed Tokyo, or &quot;Eastern Capital&quot;.&quot;\n\nNo mention of who lead the Shogitai still. Katsu refers to Katsu \nKaishu, who was at one point in charge of the Tokugawa armed forces.\n\n\n-MissBehavin\n\n\n"
}