{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "7UXpLXPS7Xy27NLe5bLnInn4CrsdZ5nLw1rBxGPg3DMv8T14kTDuX69J3Zk74IIPkZEenTlYc2vgbuiTyfxy1EFy9XfdlhL9pkOo1uBHsMi7Ow",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "MORE information on Sagara & the Sekihoutai (and other wonderful stuff)",
    "postDate": "1085352512",
    "msgId": 843,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTIzMjI0ODMyLjg5MjI2LnFtYWlsQHdlYjIxNDAyLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 845,
    "prevInTime": 842,
    "nextInTime": 844,
    "topicId": 843,
    "numMessagesInTopic": 3,
    "msgSnippet": "A big, MAJOR thank you to Kevin for finding this for me (and us) and making the waters even murkier!  Gives some idea of how a group like the Sekihoutai was",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 608 invoked from network); 23 May 2004 22:48:32 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m15.grp.scd.yahoo.com with QMQP; 23 May 2004 22:48:32 -0000\r\nReceived: from unknown (HELO web21402.mail.yahoo.com) (216.136.232.72)\n  by mta5.grp.scd.yahoo.com with SMTP; 23 May 2004 22:48:32 -0000\r\nMessage-ID: &lt;20040523224832.89226.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21402.mail.yahoo.com via HTTP; Sun, 23 May 2004 15:48:32 PDT\r\nDate: Sun, 23 May 2004 15:48:32 -0700 (PDT)\r\nTo: shq@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.72\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: MORE information on Sagara & the Sekihoutai (and other wonderful stuff)\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain\r\nContent-Transfer-Encoding: quoted-printable\r\n\r\n\nA big, MAJOR thank you to Kevin for finding this for me (and us) and makin=\r\ng the waters even murkier!  Gives some idea of how a group like the Sekihou=\r\ntai was operating =93on its own,=94 what happened in terms of halving taxes=\r\n (announcement that taxes would be halved vs. halving taxes collected), and=\r\n MissB, it gives us a name for the group that was creating havoc in Edo.  L=\r\nooks like Sagara continued with some of his terrorist activities with the S=\r\nekihoutai, after all, before settling down to closer to what Watsuki repres=\r\nented in RK (and reminding me of the first episode with Katsu in the anime,=\r\n with Shindou recreating the Sekihoutai and robbing warehouses).  Wonder wh=\r\nat was in Suzuki=92s thoughts if he participated in these raids? Wonder if =\r\nhe joined as a way of tracking down certain remaining wolves?  Also, the Se=\r\nkihoutai was much larger than I was anticipating.  Lots more to think about=\r\n and re-evaluate. (The personal connection to Saigou seems to be getting mo=\r\nre distant, though I still\n think he was a skunk.)\n\n \n\nAll diacritical mark=\r\ns are missing from proper names in this text (the mailer won=92t reproduce =\r\nthem and I don=92t know enough about equivalents to correct them), and I=92=\r\nm assuming that it becomes =93sekibotai=94 because of what Masayoshi explai=\r\nned about =93h=94 turning to =93b=94 in some cases (as in jinbaori for war =\r\nhaori).  Numbers in parentheses after the paragraphs are the footnote refer=\r\nences, which I don=92t have a copy of at the moment (and neither does Kevin=\r\n, who told me they=92re mostly in Japanese, which I can=92t reproduce here =\r\nanyway=85)\n\n \n\nFrom: Modern Japan: Aspects of History, Literature and Socie=\r\nty, edited by W. G. Beasley (London: George Allen & Unwin, 1975).  (Amazon =\r\nlists the ISBN as 0049520121; the book is out of print, but used copies wer=\r\ne available starting at around $40.)  Article on =93The Politics of the Civ=\r\nil War of 1868&quot; by C. D. Sheldon.  Pages 42-43.\n\n \n\n=93Even most Japanese w=\r\nriters have overlooked two important aspects of the army=92s role in the ci=\r\nvil war period:  propagandizing the people on behalf of the new government =\r\nand transmitting orders to the han as well as supervising them to see that =\r\nthey were enforced.  Towards the peasants, the ultimate weapon of propagand=\r\na was the Imperial declaration of a reduction by half in the annual taxes o=\r\nn crops.  Such declarations were apparently reserved for particularly diffi=\r\ncult areas, but the general effect must have been considerable, provided th=\r\ne peasants were disposed to believe in them.  Charity for the most impoveri=\r\nshed people was often offered, and sometimes delivered, in a conscious atte=\r\nmpt to contrast what the government liked to call the Emperor=92s concern f=\r\nor his people with the traditional unconcern of the feudal overlords. (32)\n=\r\n\n \n\n=93Given the history of the success of irregular troops or auxiliary mi=\r\nlitia in Choshu, it is not surprising that the government army included a n=\r\number of such units, incorporating members of the lower classes trained mos=\r\ntly in the use of rifles.  Some were attached as integral units of the army=\r\n, others were permitted to operate independently, and it is those last whic=\r\nh presented the greatest problems of discipline.  One of these units was ca=\r\nlled the Sekibotai, organized immediately after the Toba-Fushimi battles by=\r\n Sagara Sozo, with a nucleus of the Somo Roshitai, already mentioned as the=\r\n gang organized in Edo in 1867 to create disturbances on orders from Saigo =\r\nTakamori.  The Sekibotai was a mixed group of about five hundred men, the m=\r\najority of peasant origin.  They were dedicated to fighting against support=\r\ners of the Bakufu, all those who got in their way, and those engaged in for=\r\neign trade.  They collected money by force from wealthy houses, mostly of m=\r\nerchants, in Edo.  Some were\n caught by Bakufu officers and executed for ar=\r\nmed robbery. (33)\n\n \n\n=93The Sekibotai received an order from the governmen=\r\nt to be a vanguard for the Imperial army in the Kanto, and at the same time=\r\n they were informed of orders to reduce by half the taxes collected from fo=\r\nrmer Bakufu direct territories, and were given instructions to render mater=\r\nial assistance to the poor.  The members of the Sekibotai were rather overz=\r\nealous in spreading the word not only in former Bakufu territories, but in =\r\nthe han as well, especially in the Tosan region.  In this area, the governm=\r\nent never acknowledged publicly that the orders were inapplicable, but it s=\r\nimply did not apply to them, and it charged the Sekibotai with fomenting pe=\r\nasant uprisings.  The government=92s attitude towards groups like the Sekib=\r\notai who were not exactly under military discipline changed after mid-Febru=\r\nary from making use of them to suppressing them.  The domains were rapidly =\r\nturning towards co-operation with the government, and there was no longer a=\r\n need for these semi-independent irregulars. (34)=94\n\n \n\nSUPER NEWS!  (just=\r\n in AFTER I wrote the above) Kevin just turned his photocopies of this *ent=\r\nire* article into a pdf document and has uploaded it into the SHQ files!!  =\r\nYou will need to have Adobe Acrobat Reader loaded on your computer (for any=\r\none who doesn=92t, when it tries to load the document, it *may* give you an=\r\n option of downloading a version of the reader (which is free)=85 if not, d=\r\noes anyone here know where to go to download it?).  It can be a little diff=\r\nicult to read in spots because of the vagaries of photocopy images, but not=\r\n impossible.  Thank you *SO* much, Kevin!!\n\n \n\nphil (rubbing her hands exci=\r\ntedly=85 something good to read!)\n\n\t\t\n---------------------------------\nDo =\r\nyou Yahoo!?\nYahoo! Domains - Claim yours for only $14.70/year\n\n[Non-text po=\r\nrtions of this message have been removed]\n\n\n"
}