{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "-mJ-_z-h43Lw9iCEbcZjw0rhZKwFWj4sn6DBDNNeoQNtIruyK62jlDv9kJjbJofrrchQuaWQ6KBJavmu06l6GabQLJSxIUIdiId-sB_4QmKlgQ",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "SPOILERS: Re: [SHQ] PBS Special. -My Review",
    "postDate": "1085684806",
    "msgId": 879,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNTI3MTkwNjQ2LjY1NjgwLnFtYWlsQHdlYjIxNDA1Lm1haWwueWFob28uY29tPg==",
        "inReplyToHeader": "PGM5NWJjYys0OGxkQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 878,
    "nextInTopic": 880,
    "prevInTime": 878,
    "nextInTime": 880,
    "topicId": 878,
    "numMessagesInTopic": 4,
    "msgSnippet": "Just to be nice... * * * * * * * Its problem was trying to cover WAY too much ground in so short a time.  And, it was inconsistent in its presentation... some",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 62063 invoked from network); 27 May 2004 19:06:55 -0000\r\nReceived: from unknown (66.218.66.166)\n  by m23.grp.scd.yahoo.com with QMQP; 27 May 2004 19:06:55 -0000\r\nReceived: from unknown (HELO web21405.mail.yahoo.com) (216.136.232.75)\n  by mta5.grp.scd.yahoo.com with SMTP; 27 May 2004 19:06:55 -0000\r\nMessage-ID: &lt;20040527190646.65680.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21405.mail.yahoo.com via HTTP; Thu, 27 May 2004 12:06:46 PDT\r\nDate: Thu, 27 May 2004 12:06:46 -0700 (PDT)\r\nTo: SHQ@yahoogroups.com\r\nIn-Reply-To: &lt;c95bcc+48ld@...&gt;\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.75\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: SPOILERS: Re: [SHQ] PBS Special. -My Review\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nJust to be nice...\n \n*\n*\n*\n*\n*\n*\n*\n \nIts problem was trying to cover WAY too much ground in so short a time.  And, it was inconsistent in its presentation... some things just barely touched upon, then huge segments on something specific (anyone familiar with the Shimabara arc in RK, they go into detail about what happened there to set up the story in the anime, which admittedly I found interesting, but not sure it deserved so much attention in lieu of other things).  Frankly, I&#39;m glad they didn&#39;t touch the bakumatsu, though one comment disturbed me (and I doubt the talking head meant it literally) --- that the end of the revolt in Shimabara was the last battle in Japanese history.  I sat there and said out loud, &quot;Excuse me???  I don&#39;t *think* so.&quot;  What little they did mention about the bakumatsu, I almost wish they hadn&#39;t because it gives a false impression that it was simpler than it was.\n \nIts biggest assets for me:  it organized what was going on with the samurai throughout the Tokugawa that helped me understand better certain positions in the bakumatsu, Boshin, and Seinan; spelled out the societal changes that required reforms; provided info on western contact during this period of &quot;isolation&quot; and how western knowledge found its way into Japan; gave me a better understanding of the daimyo and their power structure; made me shake my head & say &#39;I should&#39;ve known&#39; that even in the 1850&#39;s, oil was the driving force behind the US&#39;s strongarm tactics in dealing with the world... whale oil, in this case.\n \nDisappointments: I almost felt like it should&#39;ve been described as being a survey of western contact with Japan.  Amazing how many Europeans were always somewhere close by whenever something happened to be able to report on it.  I began to wonder if initially the producers set out to present Christianity&#39;s history in Japan, but then decided they needed to show more of what was going on in Japan itself to explain the reaction to it... and ended up failing at both (I would really liked to have known more about these Christian daimyo, especially some names or regions, at least).  I really wasn&#39;t expecting so much focus on Europeans.  Too many repeated images, especially in telling Ieyasu&#39;s story and the continuing problems of the samurai.  There was so much visual beauty that I wished they had brought more diversity to their live-action sequences, to give us even more of a feel of what it was like.\n\nLike Angrybee said, for most people most of this won&#39;t be new, but it does have some value as a good general overview to Japan prior to the bakumatsu, Meiji Restoration, and re-opening of Japan to the west.  It&#39;s primary value to me was in helping to organize concepts and changes.  Worth the $30?  I&#39;d try to find a way to record it, but if you can afford to dish out the bucks, it&#39;s an interesting addition to a collection on the history.\n \nphil\n\nunsafesects &lt;mindglue@...&gt; wrote:\nI caught it and recorded it to tape.  For anyone who didn&#39;t get to see\nit, I recommend -not- wasting your money on it right away.  (See if\nyou can catch it at a different time.)  It was passable, as a program,\nbut will not contain any information you mostly didn&#39;t already know. \nThe timeline of the program runs from the first Tokugawa Shogun to the\nlast one.  (It does not particularly mention that a bloody war\nfollowed the fall of the Shogunate.)\n\nThe only sections I found even really remotely interesting were on the\nstrict laws and edicts of the third Tokugawa shogun, and the section\non the ease/difficulty of travel.\n\nAngrybee.\n\n\n\nvisit \n\nhttp://groups.yahoo.com/group/SHQ_Spy_Division/\n\nour companion list featuring fanfiction/art \n\n\nYahoo! Groups SponsorADVERTISEMENT\n\n\n---------------------------------\nYahoo! Groups Links\n\n   To visit your group on the web, go to:\nhttp://groups.yahoo.com/group/SHQ/\n  \n   To unsubscribe from this group, send an email to:\nSHQ-unsubscribe@yahoogroups.com\n  \n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service. \n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nFriends.  Fun. Try the all-new Yahoo! Messenger\n\n[Non-text portions of this message have been removed]\n\n\n"
}