{
    "userId": 173227807,
    "authorName": "spiritus saitou",
    "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
    "profile": "spiritus_saitou",
    "replyTo": "LIST",
    "senderId": "SyJDa9w4H_-W7X7Uzeqzeqry-CaJPCPQUWncVyPSKtF1Yy05Li8z3w2-fbAxss8xSNjJ1Dt7zgPr23EhUJC8UKy5H3s-7C3s0rKGH_YpQuLKag",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Meiji Railway History",
    "postDate": "1086247109",
    "msgId": 961,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PDIwMDQwNjAzMDcxODI5Ljk1NTY5LnFtYWlsQHdlYjIxNDAzLm1haWwueWFob28uY29tPg=="
    },
    "prevInTopic": 0,
    "nextInTopic": 962,
    "prevInTime": 960,
    "nextInTime": 962,
    "topicId": 961,
    "numMessagesInTopic": 6,
    "msgSnippet": "Okay, so I m scoping out an idea for a story (yare, yare... I don t want to hear about how many stories I have in progress... working big time on one called",
    "rawEmail": "Return-Path: &lt;spiritus_saitou@...&gt;\r\nX-Sender: spiritus_saitou@...\r\nX-Apparently-To: shq@yahoogroups.com\r\nReceived: (qmail 95403 invoked from network); 3 Jun 2004 07:19:30 -0000\r\nReceived: from unknown (66.218.66.167)\n  by m18.grp.scd.yahoo.com with QMQP; 3 Jun 2004 07:19:30 -0000\r\nReceived: from unknown (HELO web21403.mail.yahoo.com) (216.136.232.73)\n  by mta6.grp.scd.yahoo.com with SMTP; 3 Jun 2004 07:19:30 -0000\r\nMessage-ID: &lt;20040603071829.95569.qmail@...&gt;\r\nReceived: from [130.13.110.254] by web21403.mail.yahoo.com via HTTP; Thu, 03 Jun 2004 00:18:29 PDT\r\nDate: Thu, 3 Jun 2004 00:18:29 -0700 (PDT)\r\nTo: shq@yahoogroups.com\r\nMIME-Version: 1.0\r\nX-eGroups-Remote-IP: 216.136.232.73\r\nFrom: spiritus saitou &lt;spiritus_saitou@...&gt;\r\nSubject: Meiji Railway History\r\nX-Yahoo-Group-Post: member; u=173227807\r\nX-Yahoo-Profile: spiritus_saitou\r\nContent-Type: text/plain; charset=US-ASCII\r\nContent-Transfer-Encoding: 7bit\r\n\r\nOkay, so I&#39;m scoping out an idea for a story (yare, yare... I don&#39;t want to hear about how many stories I have in progress... working big time on one called &quot;Bring Me the Head of Saigou Takamori&quot; --- it&#39;s all MissB&#39;s fault) and realize I don&#39;t know how long it took to get from Tokyo to Kyoto by train in 1878.  After using I don&#39;t know how many keywords in googling, I finally hit upon the site I&#39;ve posted in the links section.  (http://www.jrtr.net/history/index_history.html )  It looks like it has some other interesting things, too.\n \nUh, I&#39;d really like to know what kind of train Okina bought tickets for to get Kenshin et al back home to Tokyo.  Track between Kyoto and nearby Otsu had only just started being laid in 1878.  They should&#39;ve taken the steamship after all.  After a false start in 1883 (someone made the bright decision of following the Nakasendo route through the mountains... duh, it costs more and very difficult), they began the Tokaido line in 1886 or thereabouts, not connecting the two cities by rail (Shimbashi to Kobe) until 1899.  Just thought I&#39;d share that in case rail travel plays into anyone&#39;s ideas.\n \nThe reason this came up was a complaint over on the Saitou x Sano Appreciation Society LJ about how difficult it was to research the Meiji Era and the lack of sharing of links for cultural information.  We know something about that, ne?  :-D  I went through mild torture just trying to find the Tokyo-Kyoto rail connection.  After I posted an entry advertising all the different resources available through the SHQ community, I realized this source of rail history was something I should share here.  I don&#39;t know if it&#39;s better served by creating an information-source folder in Links or creating a database of links, but could we all start posting up links to the sources of this subject-specific information we dig up?  Going through the archive of messages is as torturous as web-searching.  We really need something to help us and others find links to off-the-wall information about aspects of culture and the times.  Have we already done that and I&#39;ve forgotten/misplaced it?\n \nAlso, a comment to secretarytocapt3 about the message board.  We should have a forum where members can introduce themselves... Shinsengumi recruitment, intake trials, party in Shimabara, or something.  What do you (or anyone else) think?\n \nphil (who has *three* times today promoted *ALL* of the venues of SHQ... I know all the URLs by heart now... and an older RK Saitou list may be showing signs of new life with possible freeing up of rules (i.e. no hentai)... http://groups.yahoo.com/group/saitofans ... Saigou&#39;s head will just have to wait until tomorrow)\n\n\n\t\t\n---------------------------------\nDo you Yahoo!?\nFriends.  Fun. Try the all-new Yahoo! Messenger\n\n[Non-text portions of this message have been removed]\n\n\n"
}