{
    "userId": 185890146,
    "authorName": "secretary",
    "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
    "profile": "secretarytocapt3",
    "replyTo": "LIST",
    "senderId": "yiRmONStCeoCMFENRKYblD3i9iFVx4xDv4LAJMrWIylvgFyorgbNV3-58UUe4q5H3LzQG8GyNyza4FTPSrOZ5Oaynoe7s81fDXQzwyazKqW7",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Saito&#39;s sword fight, injured at Toba-Fushimi, and new &quot;towel&quot; theory",
    "postDate": "1086480856",
    "msgId": 986,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM5dG5rbytlYWlpQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGM5dGxnNys3dXFiQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 985,
    "nextInTopic": 988,
    "prevInTime": 985,
    "nextInTime": 987,
    "topicId": 985,
    "numMessagesInTopic": 6,
    "msgSnippet": "What new translator are you using?  If you can translate all of 3-hajime and zip the files please do so because frankly, the fish is killing me...I ll never",
    "rawEmail": "Return-Path: &lt;secretarytocapt3@...&gt;\r\nX-Sender: secretarytocapt3@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 52648 invoked from network); 6 Jun 2004 00:14:19 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m25.grp.scd.yahoo.com with QMQP; 6 Jun 2004 00:14:19 -0000\r\nReceived: from unknown (HELO n34.grp.scd.yahoo.com) (66.218.66.102)\n  by mta2.grp.scd.yahoo.com with SMTP; 6 Jun 2004 00:14:19 -0000\r\nReceived: from [66.218.67.130] by n34.grp.scd.yahoo.com with NNFMP; 06 Jun 2004 00:14:18 -0000\r\nDate: Sun, 06 Jun 2004 00:14:16 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c9tnko+eaii@...&gt;\r\nIn-Reply-To: &lt;c9tlg7+7uqb@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4405\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.102\r\nFrom: &quot;secretary&quot; &lt;secretarytocapt3@...&gt;\r\nSubject: Re: Saito&#39;s sword fight, injured at Toba-Fushimi, and new &quot;towel&quot; theory\r\nX-Yahoo-Group-Post: member; u=185890146\r\nX-Yahoo-Profile: secretarytocapt3\r\n\r\nWhat new translator are you using?  If you can translate all of\n3-hajime and zip the files please do so because frankly, the fish is\nkilling me...I&#39;ll never finish babelfishing the entire site.\n\nSee I was thinking if in fact the kenjutsu tournaments in the TMPD\nwere in the process of &quot;converting&quot; to modern kendo it seems that they\nwould be using some new rules such as time limits.  In modern\ntournments there are set time limits---but back then there were no\nstop watches?!?  The fact that the TMPD adopted a kendo ranking\nsystem, used till this very day in mainstream kendo, implies that\ntheir tournaments MUST have had modern restrictions.  Fujita Goro may\nnot have been able to land a decisive strike in the eyes of the\nreferee.  It seems that Fujita Goro&#39;s opponent was from a different\ndepartment/ward so perhaps the opponent&#39;s buddies weren&#39;t happy.  In a\nkendo book I read, the tournaments were also used to encourage\nvigorous training in the dept.\n\nThe problem I have with Saitou being that severely injured at\nToba-Fushimi is...he walks with a very impairing limp which to me\nwould be far too dangerous to send a guy to the Seinan war with that\n&quot;handicap&quot; to begin with.  The newspaper article clearly narrates that\nhe was actually on the field with whatever battalion he was assigned to.\n\nThe wrapping a towel around the head/neck...I see you haven&#39;t &quot;let go&quot;\nof this detail either ^_^...I was thinking back to the film Bakumatsu\nMono....and the main character&#39;s stomache wound was aggravated by a\npractice session and he ends up wrapping a towel around his neck.  And\ndidn&#39;t someone say that guys did that to maintain their health or\nsomething?  I don&#39;t have my copy of Shinsengumi Kepp. with me but\ntowels called tenugui are wrapped around your head before you put on\nthe &quot;men&quot;/helmet for kenjutsu practice...but in this case you HAD to\nwrap the towel around your head (looks easy but it ain&#39;t trust\nme)...because the towel is supposed to prevent you from stinking up\nthe helmet.  I think after the guys take off the &quot;men&quot; they still kept\nthe towels around their head...some will even wipe their faces with it\n(eeeeeewwwwww). Hmmm so -wouldn&#39;t- he wrap a towel around his\nneck/head.  I think we have to ask momoiro about this question ^_^\n\n--- In SHQ@yahoogroups.com, &quot;warg3791&quot; &lt;Warg3791@a...&gt; wrote:\n&gt; Ok, I just looked at the www.3-hajime.com site with a different \n&gt; translator and it offered a different interpretation of the first \n&gt; police kendo competition that Saito competed in. According to this \n&gt; translation the victory was actually awarded to him, but there were \n&gt; some who spread the rumor that the fight had actually ended in a \n&gt; draw. \n&gt; \n&gt; I&#39;ve also been considering the whole thing about him never wrapping a \n&gt; towel about his neck. So far I&#39;ve come up with two new clues that \n&gt; have led me to a conclusion about what they mean. The first is the \n&gt; fact that the word &quot;neck&quot; is not necessarily the correct translation. \n&gt; The evil goldfish also has a tendency to say &quot;neck&quot; when it&#39;s talking \n&gt; about Kondo&#39;s beheading. So it could actually be talking about his \n&gt; head, not his neck. The second thing I found was a reference to \n&gt; a &quot;worktowel&quot; that people wore wrapped around their head to keep the \n&gt; sweat out of their eyes. It was in a book on the Edo period and \n&gt; mentioned that people took these off in the presence of someone of \n&gt; higher rank. As I recall, in the Shin Kepp miniseries many of the \n&gt; scenes that featured training in the dojo showed the Shinsengumi \n&gt; memebers wearing just such a towel on their head. So my conclusion is \n&gt; that this is in fact the &quot;towel&quot; that Saito never wore around \n&gt; his &quot;neck&quot; (or rather his head).\n&gt; \n&gt; And I found another reference to Saito being wounded at the battle of \n&gt; Toba-Fushimi in the 1to5.net notes. He went to a medical place at the \n&gt; Kando Izumi bridge on the 19th it says. The assumption made was that \n&gt; it was for treatment of injures substained during the battle. I just \n&gt; finished watching &quot;When the Last Sword is Drawn&quot;, courtesy of Barb. \n&gt; In that movie, Saito is wounded in the leg in the Toba-Fushimi fight. \n&gt; Coincidence or is this based on fact? I note that the movie also had \n&gt; Saito referring to Kondo as a &quot;snob&quot;. This becomes VERY relevant in \n&gt; light of the info we just received about Kondo&#39;s attitude problem and \n&gt; the quarrel within the ranks because of it.\n&gt; \n&gt; -MissBehavin\n\n\n"
}