{
    "userId": 188101279,
    "authorName": "Grace Battista",
    "from": "&quot;Grace Battista&quot; &lt;wounds@...&gt;",
    "profile": "mg_batt",
    "replyTo": "LIST",
    "senderId": "LNJdM3yxrpEvFTvcAQP0XnK1fJVUpGrVjEfFQPj1bepCxhjhWPVlSQjqa2__jwc-pp5QWwAcGBCPbBIHikWTwB6WqEEOWdF32Pq7k6c2_8zltw",
    "spamInfo": {
        "isSpam": false,
        "reason": "0"
    },
    "subject": "Re: Saito&#39;s sword fight, injured at Toba-Fushimi, and new &quot;towel&quot; theory",
    "postDate": "1086486046",
    "msgId": 988,
    "canDelete": false,
    "contentTrasformed": false,
    "systemMessage": false,
    "headers": {
        "messageIdInHeader": "PGM5dHNtdStsa2hhQGVHcm91cHMuY29tPg==",
        "inReplyToHeader": "PGM5dG5rbytlYWlpQGVHcm91cHMuY29tPg=="
    },
    "prevInTopic": 986,
    "nextInTopic": 989,
    "prevInTime": 987,
    "nextInTime": 989,
    "topicId": 985,
    "numMessagesInTopic": 6,
    "msgSnippet": "Sec, that is a little unsettling... I ve always wondered why there were no fansites for Kondou Isami, especially since I started watching NHK... This would",
    "rawEmail": "Return-Path: &lt;wounds@...&gt;\r\nX-Sender: wounds@...\r\nX-Apparently-To: SHQ@yahoogroups.com\r\nReceived: (qmail 43724 invoked from network); 6 Jun 2004 01:40:47 -0000\r\nReceived: from unknown (66.218.66.217)\n  by m13.grp.scd.yahoo.com with QMQP; 6 Jun 2004 01:40:47 -0000\r\nReceived: from unknown (HELO n9.grp.scd.yahoo.com) (66.218.66.93)\n  by mta2.grp.scd.yahoo.com with SMTP; 6 Jun 2004 01:40:47 -0000\r\nReceived: from [66.218.66.124] by n9.grp.scd.yahoo.com with NNFMP; 06 Jun 2004 01:40:46 -0000\r\nDate: Sun, 06 Jun 2004 01:40:46 -0000\r\nTo: SHQ@yahoogroups.com\r\nMessage-ID: &lt;c9tsmu+lkha@...&gt;\r\nIn-Reply-To: &lt;c9tnko+eaii@...&gt;\r\nUser-Agent: eGroups-EW/0.82\r\nMIME-Version: 1.0\r\nContent-Type: text/plain; charset=ISO-8859-1\r\nContent-Length: 4992\r\nX-Mailer: Yahoo Groups Message Poster\r\nX-eGroups-Remote-IP: 66.218.66.93\r\nFrom: &quot;Grace Battista&quot; &lt;wounds@...&gt;\r\nSubject: Re: Saito&#39;s sword fight, injured at Toba-Fushimi, and new &quot;towel&quot; theory\r\nX-Yahoo-Group-Post: member; u=188101279\r\nX-Yahoo-Profile: mg_batt\r\n\r\nSec, that is a little unsettling... I&#39;ve always wondered why there \nwere no fansites for Kondou Isami, especially since I started \nwatching NHK... This would explain it... I wonder what other \nforums/boards (japanese) has to say.\n\n\nOn another note... was that an online translation software MissB or \na local program in your PC? \n\n--- In SHQ@yahoogroups.com, &quot;secretary&quot; &lt;secretarytocapt3@h...&gt; \nwrote:\n&gt; What new translator are you using?  If you can translate all of\n&gt; 3-hajime and zip the files please do so because frankly, the fish \nis\n&gt; killing me...I&#39;ll never finish babelfishing the entire site.\n&gt; \n&gt; See I was thinking if in fact the kenjutsu tournaments in the TMPD\n&gt; were in the process of &quot;converting&quot; to modern kendo it seems that \nthey\n&gt; would be using some new rules such as time limits.  In modern\n&gt; tournments there are set time limits---but back then there were no\n&gt; stop watches?!?  The fact that the TMPD adopted a kendo ranking\n&gt; system, used till this very day in mainstream kendo, implies that\n&gt; their tournaments MUST have had modern restrictions.  Fujita Goro \nmay\n&gt; not have been able to land a decisive strike in the eyes of the\n&gt; referee.  It seems that Fujita Goro&#39;s opponent was from a different\n&gt; department/ward so perhaps the opponent&#39;s buddies weren&#39;t happy.  \nIn a\n&gt; kendo book I read, the tournaments were also used to encourage\n&gt; vigorous training in the dept.\n&gt; \n&gt; The problem I have with Saitou being that severely injured at\n&gt; Toba-Fushimi is...he walks with a very impairing limp which to me\n&gt; would be far too dangerous to send a guy to the Seinan war with \nthat\n&gt; &quot;handicap&quot; to begin with.  The newspaper article clearly narrates \nthat\n&gt; he was actually on the field with whatever battalion he was \nassigned to.\n&gt; \n&gt; The wrapping a towel around the head/neck...I see you haven&#39;t &quot;let \ngo&quot;\n&gt; of this detail either ^_^...I was thinking back to the film \nBakumatsu\n&gt; Mono....and the main character&#39;s stomache wound was aggravated by a\n&gt; practice session and he ends up wrapping a towel around his neck.  \nAnd\n&gt; didn&#39;t someone say that guys did that to maintain their health or\n&gt; something?  I don&#39;t have my copy of Shinsengumi Kepp. with me but\n&gt; towels called tenugui are wrapped around your head before you put \non\n&gt; the &quot;men&quot;/helmet for kenjutsu practice...but in this case you HAD \nto\n&gt; wrap the towel around your head (looks easy but it ain&#39;t trust\n&gt; me)...because the towel is supposed to prevent you from stinking up\n&gt; the helmet.  I think after the guys take off the &quot;men&quot; they still \nkept\n&gt; the towels around their head...some will even wipe their faces \nwith it\n&gt; (eeeeeewwwwww). Hmmm so -wouldn&#39;t- he wrap a towel around his\n&gt; neck/head.  I think we have to ask momoiro about this question ^_^\n&gt; \n&gt; --- In SHQ@yahoogroups.com, &quot;warg3791&quot; &lt;Warg3791@a...&gt; wrote:\n&gt; &gt; Ok, I just looked at the www.3-hajime.com site with a different \n&gt; &gt; translator and it offered a different interpretation of the \nfirst \n&gt; &gt; police kendo competition that Saito competed in. According to \nthis \n&gt; &gt; translation the victory was actually awarded to him, but there \nwere \n&gt; &gt; some who spread the rumor that the fight had actually ended in a \n&gt; &gt; draw. \n&gt; &gt; \n&gt; &gt; I&#39;ve also been considering the whole thing about him never \nwrapping a \n&gt; &gt; towel about his neck. So far I&#39;ve come up with two new clues \nthat \n&gt; &gt; have led me to a conclusion about what they mean. The first is \nthe \n&gt; &gt; fact that the word &quot;neck&quot; is not necessarily the correct \ntranslation. \n&gt; &gt; The evil goldfish also has a tendency to say &quot;neck&quot; when it&#39;s \ntalking \n&gt; &gt; about Kondo&#39;s beheading. So it could actually be talking about \nhis \n&gt; &gt; head, not his neck. The second thing I found was a reference to \n&gt; &gt; a &quot;worktowel&quot; that people wore wrapped around their head to keep \nthe \n&gt; &gt; sweat out of their eyes. It was in a book on the Edo period and \n&gt; &gt; mentioned that people took these off in the presence of someone \nof \n&gt; &gt; higher rank. As I recall, in the Shin Kepp miniseries many of \nthe \n&gt; &gt; scenes that featured training in the dojo showed the Shinsengumi \n&gt; &gt; memebers wearing just such a towel on their head. So my \nconclusion is \n&gt; &gt; that this is in fact the &quot;towel&quot; that Saito never wore around \n&gt; &gt; his &quot;neck&quot; (or rather his head).\n&gt; &gt; \n&gt; &gt; And I found another reference to Saito being wounded at the \nbattle of \n&gt; &gt; Toba-Fushimi in the 1to5.net notes. He went to a medical place \nat the \n&gt; &gt; Kando Izumi bridge on the 19th it says. The assumption made was \nthat \n&gt; &gt; it was for treatment of injures substained during the battle. I \njust \n&gt; &gt; finished watching &quot;When the Last Sword is Drawn&quot;, courtesy of \nBarb. \n&gt; &gt; In that movie, Saito is wounded in the leg in the Toba-Fushimi \nfight. \n&gt; &gt; Coincidence or is this based on fact? I note that the movie also \nhad \n&gt; &gt; Saito referring to Kondo as a &quot;snob&quot;. This becomes VERY relevant \nin \n&gt; &gt; light of the info we just received about Kondo&#39;s attitude \nproblem and \n&gt; &gt; the quarrel within the ranks because of it.\n&gt; &gt; \n&gt; &gt; -MissBehavin\n\n\n"
}