{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus saitou",
            "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "How do I hate thee?  Comments on &quot;Red Lion&quot; (SPOILERS)",
            "postDate": "1087012070",
            "msgId": 1038,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwNjEyMDM0NzUwLjU3NzM4LnFtYWlsQHdlYjIxNDA1Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1037,
            "nextInTime": 1039,
            "topicId": 1038,
            "numMessagesInTopic": 0,
            "msgSnippet": "So, how much do you hate the Imperialists? S P O I L E R S P A C E Red Lion ( Akage ), 1969, directed by Okamoto Kihachi (of Kill! fame) and starring",
            "messageBody": "<div id=\"ygrps-yiv-1631582048\">So, how much do you hate the Imperialists?<br/>\n <br/>\nS<br/>\nP<br/>\nO<br/>\nI<br/>\nL<br/>\nE<br/>\nR<br/>\n <br/>\nS<br/>\nP<br/>\nA<br/>\nC<br/>\nE<br/>\n <br/>\n&quot;Red Lion&quot; (&quot;Akage&quot;), 1969, directed by Okamoto Kihachi (of &quot;Kill!&quot; fame) and starring Mifune Toshiro. (Internet Movie Database entry: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.imdb.com/title/tt0063995/\">http://www.imdb.com/title/tt0063995/</a> )  A dark comedy that ceases to be comedic about half way into the film.  My first thought is that this is because of my interest in Sagara, but I&#39;m not so sure.  For me, at any rate, the comedy that precedes the action only made the end result all the more painful and angering.  I&#39;ll be interested in tracking down if that was what the director intended.<br/>\n <br/>\nIn all reality, Sagara is the leading character... in the sense that his &quot;presence&quot; is everywhere in the form of Mifune&#39;s character, Gonzo, who pretends to be &quot;Teichou-san&quot; of the Sekihoutai.  He even makes up a name for himself, including &quot;Masamitsu,&quot; which, if you read previous posts on Sagara, was part of Sagara&#39;s name (Kojima Masamitsu). Sagara shows up only in the beginning, accepting orders to go out and spread word of taxes halved and the Sekihoutai being made an Imperial troop, and in a fun scene with Gonzo declaring he should go in advance of Sagara since the next village is his hometown.  In order to persuade the villagers, he needs Sagara&#39;s symbol of leadership --- a red lion&#39;s mane.  As events transpire, Gonzo more or less becomes Sagara (in compassion, leadership, ethics).  It&#39;s a typical Mifune role... the buffoon/bad guy/drifter becoming a hero.  What&#39;s especially lovely is how much the ruffian Gonzo admires Sagara.<br/>\n <br/>\nSaigou isn&#39;t even mentioned... the bad guy here is Aragaki Yaiichiro, Sagara&#39;s commanding officer (though I would suspect it was a trickle-down effect, with orders still coming first from someone like Saigou and Aragaki being the one to act on them).  There&#39;s a whole chain of command listed (my notes are illegible... I&#39;m going to have to go back through to get them right), with an imperial prince being at the top and among the advancing Imperial Army.  Aragaki is a slimey character that I immediately identified with --- he&#39;s something of Snidely Whiplash, in looks and behavior.  Anyone familiar with RK, he&#39;s not too unlike Shindou Takewaki (I may have the personal name wrong), though far more refined... almost princely.<br/>\n <br/>\nThough I don&#39;t know much about what things were really like for the peasants at this time, I suspect the film does a good job (albeit perhaps an exaggeration) of showing the problems they endured... the horror of the land taxes forcing them to borrow money, placing them in servitude, keeping them perpetually in debt... the hoarding of rice in shogunal compounds... the unfairness of the system in general... their joy at the idea of a new era and the blindness to reality their desire for this new government created.  Okamoto has to have either disliked the Imperialists altogether or resented this particular episode in their rise to power --- the pain of having their eyes opened was very difficult to watch.<br/>\n <br/>\nFor those of you who really hate what the Imperialists did to take control of the landscape, the end of this film will add fuel to the fire.<br/>\n <br/>\nI admit I know nothing about the popularity of certain Japanese names, but I seriously have to wonder if Watsuki was influenced by this film.  The story of the Sekihoutai&#39;s demise is the same... Sagara is a popular figure among the people and he and the Sekihoutai are used and thrown away by the Imperialists.  There&#39;s even a gruesome scene of Sagara&#39;s severed head.  Anyway, there&#39;s a Dr. Gensai and two brothers who are rather shady --- Kihei and Gohei (remember Kaoru&#39;s problems at the beginning of RK). And there&#39;s a &quot;Myoujin Peak,&quot; too.  :-D<br/>\n <br/>\nSome quotes from the film that really struck me (and are probably best understood within the context of the film, but what the heck):<br/>\n <br/>\n**Gonzo, when he&#39;s learned what has happened to Sagara & the Sekihoutai and has to decide what to do with the Army coming soon: &quot;I don&#39;t understand what&#39;s going on anymore&quot;  I don&#39;t know how many times I&#39;ve felt exactly the same as I&#39;ve been learning about the bakumatsu/Boshin period.<br/>\n <br/>\n**Dr. Gensai: &quot;Theory and real life can come into conflict&quot;  Strongly reminded me of Sagara having ideas of how things should be reformed --- one of which was equality among the classes --- and how his idealism clashed with reality.<br/>\n <br/>\n**Honzo, a shogunal vassal who&#39;s hired to kill Gonzo, but never seems to get around to it, to his shogunate companions: &quot;What changes are the flowers on the official crest... nothing more.&quot;  Ain&#39;t it the truth!<br/>\n <br/>\n**One of the female characters (I think it&#39;s Oyo), as part of the chant that is repeated throughout the film (It&#39;s OK! It&#39;s OK! Nevermind!): &quot;If something stinks, cover it with paper.  If the paper gets torn, glue some more on.&quot;  Honzo&#39;s right... nothing ever changes... anywhere.  I guess here in the US we call it red tape.<br/>\n <br/>\nOverall, I would recommend the film to anyone if only because Mifune is always fun to watch, but for those who know the history, it carries a punch.  As for me... I&#39;ve got more names to google and dig into indexes with.<br/>\n <br/>\nphil<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\nFriends.  Fun. Try the all-new Yahoo! Messenger<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1035,
    "nextTopicId": 1042
}