{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus saitou",
            "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Noodles at Court & Saitou and Suzuki in the Diet?",
            "postDate": "1087668723",
            "msgId": 1182,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwNjE5MTgxMjAzLjI5MDcwLnFtYWlsQHdlYjIxNDA2Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1181,
            "nextInTime": 1183,
            "topicId": 1182,
            "numMessagesInTopic": 0,
            "msgSnippet": "It amazes me what you end up running into doing searches for things you never imagined were even remotely connected.  I m googling Iwakura Tomosada (one of",
            "messageBody": "<div id=\"ygrps-yiv-1658399836\">It amazes me what you end up running into doing searches for things you never imagined were even remotely connected.  I&#39;m googling Iwakura Tomosada (one of Sagara&#39;s superior officers, nephew to the government leader Iwakura Tomomi) and come up with this:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.inaniwa-udon.co.jp/english/kaisya.htm\">http://www.inaniwa-udon.co.jp/english/kaisya.htm</a><br/>\n <br/>\nA udon company that is *very* proud of its Meiji Court connections... with several documents to prove it.  It looks to me like someone in Japan babelfished the Japanese thinking it would make sense to us.  The site was already in English when I went to it.  It has a certain ring of familiarity to it.  ;-D<br/>\n <br/>\nI start to look in the index to a book I&#39;ve got and open to a page of &quot;S&quot;... there at the bottom is &quot;Suzuki Kisaburou.&quot;  Of course, I can&#39;t resist seeing just who this guy was and when I get to the page, the first name that pops out at me is Saitou Makoto.  It had to do with the selection of a new prime minister after the assassination of PM Inukai in 1932... not many people seemed to trust Suzuki Kisaburou and opted instead for Saito (who was an admiral and once governor general of Korea, very old, no relation to our Saitou that I know of, and was eventually driven out of office under charges of corruption).  History is so bizarre at times.  :-D<br/>\n <br/>\nphil<br/>\n <br/>\n <br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\nNew and Improved Yahoo! Mail - Send 10MB messages!<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1179,
    "nextTopicId": 1184
}