{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Yamakawa Brothers",
            "postDate": "1087699324",
            "msgId": 1209,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNiMnRocyt2MjVhQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1208,
            "nextInTime": 1210,
            "topicId": 1209,
            "numMessagesInTopic": 0,
            "msgSnippet": "http://www.nifty.com/globalgate/ nifty, my new best friend http://www.3-hajime.com/hitobito.html *this point about he Yamakawa brothers has always interested",
            "messageBody": "<div id=\"ygrps-yiv-548421853\"><a rel=\"nofollow\" target=\"_blank\" href=\"http://www.nifty.com/globalgate/\">http://www.nifty.com/globalgate/</a> nifty, my new best friend <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.3-hajime.com/hitobito.html\">http://www.3-hajime.com/hitobito.html</a><br/>\n<br/>\n*this point about he Yamakawa brothers has always interested me<br/>\nbecause either the older or younger brother was in fact Fujita Goro&#39;s<br/>\nfriend...(-both- are listed on 3-hajime.com on the page which lists<br/>\nhis friends and family)<br/>\n<br/>\n*a long time ago I mentioned a Japanese messageboard post in which<br/>\nsomeone was pretty surprised Fujita Goro would know the Yamakawas (who<br/>\nwere natives of Aizu by the way)...they were impressed it seems<br/>\nbecause these men were from pretty different backgrounds but shared<br/>\nthe common experience of defending Aizu<br/>\n<br/>\nHiroshi Yamakawa (-the older brother- was a close attendant to<br/>\nMatsudaira and like Fujita Goro served in the Seinan War) he later<br/>\nheld other important political (it seems) and military positions [just<br/>\nnifty the page for details]<br/>\n<br/>\nKenjiro Yamakawa (-the younger brother- I always knew this man was a<br/>\nscientist but this is the first time Yale University shows up...<br/>\nAnsei first year July 17 birth. The younger brother of the Yamakawa 浩<br/>\nand the Daisen 捨松. Although it joined the white tiger party in 戊辰<br/>\nwar, since it is juvenile, it is that the army is left. Meiji 4 visit<br/>\nto America. Civil engineering is studied in Yale University and it<br/>\nwill become the professor of the first physics of the University of<br/>\nTokyo through the Tokyo Kaisei school after a homecoming for 12 years.<br/>\n&quot;Physics technical term sum English-French German bilingual 字書&quot; is<br/>\ndrawn up. this country&#39;s first X ray experiment is conducted, and it<br/>\nis behind engaged in educational administration and a science<br/>\nadministration side. The 東京帝 size president of a university, the<br/>\nMeiji vocational school president of a university, the 九州帝 size<br/>\nfounder president of a university, the 京都帝 size president of a<br/>\nuniversity (additional post), the Musashi high school principals, etc.<br/>\nwere successively held. A member of the House of Peers, a 枢密<br/>\ncouncillor. Showa 6 没す.)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1207,
    "nextTopicId": 1214
}