{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "GONIN + Shinsengumi",
            "postDate": "1089422428",
            "msgId": 1355,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNjbmc4cytwYTBoQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1354,
            "nextInTime": 1356,
            "topicId": 1355,
            "numMessagesInTopic": 0,
            "msgSnippet": "At first I rented Gonin to see Koichi Sato but now I realized that many of you will WANT TO SEE THIS FILM. 1) eye candy value don t believe me? Koichi Sato",
            "messageBody": "<div id=\"ygrps-yiv-1310020137\">At first I rented Gonin to see Koichi Sato but now I realized that<br/>\nmany of you will WANT TO SEE THIS FILM.<br/>\n1) eye candy value don&#39;t believe me? Koichi Sato (Mibugishiden Saitou)<br/>\nis Bandai the young, rich and famous club owner who is in ALOT of<br/>\ntrouble...<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://1happyturtle.com/gonin.jpg\">http://1happyturtle.com/gonin.jpg</a><br/>\nKoichi Sato is OUTSTANDING (Pssst fangirls there is an onscreen kiss<br/>\ntoo hehehe but it may not be what you expect, oh and he tries to speak<br/>\nEnglish)<br/>\n2) Phil, Beat Takeshi (Gohatto Hijikata) is in it...with a supporting<br/>\nrole...I guess this film will inform him for the yaoish role in Gohatto<br/>\n3) Naoto Takenaka (Mibugishiden TV Series Saitou...the dancing guy in<br/>\nSHALL WE DANCE) is also in this movie...he is a dynamic actor...he<br/>\nalso dances in Gonin but for a completely different reason... <br/>\n*see this post is not so off topic eh?<br/>\n<br/>\nFor those of you who want great cinematography and story this movie is<br/>\ntotally awesome...the film is like a Quentin Tarantino movie that<br/>\nmakes sense and done with good taste thus you can expect violence but<br/>\nnot merely for the shock value. I have to mention something else in<br/>\nthe movie, a female character named &quot;Nammy&quot; is supposed to be Thai, in<br/>\nfact the actress does say a couple of sentences in Thai but the<br/>\nsubtitles messed up the translations (they seemed to shuffle up the<br/>\norder of the sentences)...the bit with passports is common knowledge<br/>\nfor people who study the sex industry basically women who travel<br/>\nabroad for this business usually have their passports and all other<br/>\nidentification confiscated by their pimps/yakuza. Finally a gangster<br/>\nfilm which doesn&#39;t insult your intelligence (please watch it<br/>\nCAREFULLY)...I am thoroughly impressed with the A+ caste and top notch<br/>\nstory!!!!! Flawless....<br/>\n<br/>\n*I also rented GONIN 2...but this time its about a bunch of<br/>\nwomen...unlike GONIN, GONIN 2 has minor flaws in terms of its<br/>\npace...slick action/dialogue suddenly degenerates into stagnant<br/>\nmeditation on human suffering</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1354,
    "nextTopicId": 1357
}