{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 1533100,
            "authorName": "BarbaraSheridan",
            "from": "BarbaraSheridan &lt;bsher213@...&gt;",
            "profile": "bsher213",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "More confused than usual!!!",
            "postDate": "1091194040",
            "msgId": 1427,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQxMEE0Q0I4LjEwMjA2MDdAYmVsbGF0bGFudGljLm5ldD4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1426,
            "nextInTime": 1429,
            "topicId": 1427,
            "numMessagesInTopic": 0,
            "msgSnippet": "It took me awhile to get around to reading this recent translation Sec posted on the Fujita family history and I m wondering if anyone else is taking this they",
            "messageBody": "<div id=\"ygrps-yiv-1591824107\">It took me awhile to get around to reading this recent translation Sec <br/>\nposted on the Fujita family history and I&#39;m wondering if anyone else is <br/>\ntaking this they way I am. Obviously I&#39;m missed some important list <br/>\nposts or totally misread them  until now if this has been clarified from <br/>\nthe original idea that Tatsuo was adopted into the family...----<br/>\n<br/>\n<br/>\nAlthough he was born as the third son of Fujita Goroo and Tokio, there <br/>\nwas no description in the family record.-<br/>\n<br/>\n*** So this means that Tatsuo was in act Tokio&#39;s and Hajime&#39;s natural child?<br/>\n<br/>\n<br/>\n***The thing that has me totally crazy is the following--<br/>\n<br/>\n<br/>\n&lt;&lt;The reason for this is that he was adopted from Numazawa Kohachiroo <br/>\nand Kuni immediately after his birth.&gt;&gt; Followed by this--&gt;&lt;&lt;Since there <br/>\nwas no child between Kohachiroo and Kuni, Numazawa family was in danger <br/>\nof extinction.  They had asked Fujita Goroo and Tokio to adopt their <br/>\nchild if it was a boy.  They had asked them even when Tatsuo was not <br/>\nborn yet.<br/>\n<br/>\nFujita family accepted this, and soon after the birth of boy, Numazawa <br/>\nfamily adopted him out.&gt;&gt;<br/>\n<br/>\n*** To me this says----The Numazawas had no children and were on the <br/>\nverge of becoming extinct as a family therefore they adopted the third <br/>\nFujita son they didn&#39;t have him then turn him over to Tokio and Hajime....<br/>\n<br/>\n<br/>\n-- <br/>\n<br/>\nBarbara Sheridan<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.barbarasheridan.net\">http://www.barbarasheridan.net</a><br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1422,
    "nextTopicId": 1429
}