{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Meiji Era Police in Films",
            "postDate": "1095725376",
            "msgId": 1612,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNpbnJnMCt2M2FyQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 1611,
            "nextInTime": 1613,
            "topicId": 1612,
            "numMessagesInTopic": 0,
            "msgSnippet": "go to http://www.streamload.com/secretarytocapt3 [folder] Shinsengumi, Articles, Screencaps, TMPD, Seinan/Satsuma, Music Vids, Scanlations [password] makoto ",
            "messageBody": "<div id=\"ygrps-yiv-417939967\">go to <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.streamload.com/secretarytocapt3\">http://www.streamload.com/secretarytocapt3</a><br/>\n[folder] Shinsengumi, Articles, Screencaps, TMPD, Seinan/Satsuma,<br/>\nMusic Vids, Scanlations<br/>\n[password] makoto<br/>\n[sub-folder] Seinan+TMPD+FrenchPolice<br/>\n[file name] Meiji Police in Film<br/>\n[file size] 9 mb<br/>\n<br/>\nScreencaps of<br/>\nLady Snowblood...in which the secret police monitor anti-government<br/>\nelements.  What is important about these caps is it shows a feature of<br/>\nthe French Police system and that is the higher your rank the less<br/>\nlikely you had to wear the uniform...but you had to wear western<br/>\nclothing. The general rule in the Meiji Era police system is that you<br/>\nhad to wear western clothing even when you are NOT on duty (0_0) keep<br/>\nin mind that the Meiji government was engaged in rapid nation/state<br/>\nbuilding and the &quot;new&quot; face of the modern government WAS the police<br/>\nsystem...the image of professionalism was not merely encouraged, it<br/>\nwas MANDATORY. The last installment of Lady Snowblood also shows the<br/>\ninfluence of Russian political theory behind the anti-government<br/>\nmovement.  Most police shown use sabres<br/>\n<br/>\nSanshiro Sugata...the film will show a police sponsored tournament<br/>\nbetween practitioners of judo (the winner will become an instructor in<br/>\nthe force).  Notice the police band (they are in the background),<br/>\nrickshaws, and how the typical Meiji era gentlemen wore western hats<br/>\nand kimonos (basically mixed attire from both cultures).  If I<br/>\nremember correctly, the police force in Sanshiro Sugata was the<br/>\nYokohama police, but keep in mind that the Meiji Era police system was<br/>\nHIGHLY centralized so the uniforms etc would be basically the same<br/>\nthroughout the country.  I specifically chose these screencaps to give<br/>\nus an idea of the atmosphere of the kenjutsu tournaments sponsored by<br/>\nthe TMPD.<br/>\n<br/>\nLast Samurai...the Tom Cruise movie will not mention the participation<br/>\nof the Tokyo Metropolitan Police Department at all, even though the<br/>\nuse of the police was essentially a critical factor in the<br/>\ngovernment&#39;s victory (according to western writers).  The costuming<br/>\nand uniform shown in this movie does not look 100% like what is<br/>\ndepicted in the traditional paintings of the Seinan War.  However,<br/>\nsome of the traditional paintings show slightly different uniforms as<br/>\nwell...[shrugs] just rely on the group pic of Fujita Goro (^_^).</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1608,
    "nextTopicId": 1509
}