{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus saitou",
            "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Happy Birthday, Saitou? & historical dating",
            "postDate": "1104629470",
            "msgId": 2002,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDUwMTAyMDEzMTEwLjIxODA3LnFtYWlsQHdlYjUxMTA3Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2001,
            "nextInTime": 2003,
            "topicId": 2002,
            "numMessagesInTopic": 0,
            "msgSnippet": "I ve just been reminded of the *other* possible significance of today.  Like, duh.  :-D  My only excuse is that I ve been moving. Have we ever established if",
            "messageBody": "<div id=\"ygrps-yiv-1953098086\">I&#39;ve just been reminded of the *other* possible significance of today.  Like, duh.  :-D  My only excuse is that I&#39;ve been moving.<br/>\n <br/>\nHave we ever established if Saitou&#39;s birthday is more appropriately thought of as being on January 1 (the western new year) or on some date in February?  If the old calendar was set back (so to speak) with the new January 1st coming sometime in December (1874?... my notes are inaccessible at the moment), that would still place it literally sometime in January... right?<br/>\n <br/>\nHeck... while we&#39;re on the subject of dating.  I&#39;m *totally* confused and would like to know why researchers can&#39;t give some indication of WHAT dating system they&#39;re going by when they give dates (like the West uses BCE, etc., only in their case, old calendar/new calendar or somesuch).  I&#39;ve seen the date of Toba-Fushimi as happening in the first week in January in some places and in the last week in others.  Apparently Sagara was executed at the beginning of April and not the beginning of March if the annual festival in Shimosuwa really does come on the anniversary of that sad event, but which calendar are they going by?  Would they really be going on the old calendar (*sigh*... however that would even work).  And what about all the other dates I have for him, like his months in the Soumou Roushitai?.  Is there anyone here willing & able to explain and give some means of determining WHAT calendar a writer is using?  I realize aligning calendar dates can be difficult, but really.  Is<br/>\n there a source for learning about the old Japanese calendar?  Was it more/less than 365 days? <br/>\n <br/>\nphil (the sadly date-conscious and become more & more confused, but Happy Birthday to my favorite miburo, anyway!)<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\n Send holiday email and support a worthy cause. Do good.<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 1728,
    "nextTopicId": 2003
}