{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: New Aizu information (riot control then and now)",
            "postDate": "1104964529",
            "msgId": 2014,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNyaHEzaCs4YnJzQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PEJBWTIyLUYzNzI2MDU0Q0ZFMjU4NTEwNzg5MTkwOUY5MjBAcGh4LmdibD4="
            },
            "prevInTopic": 2012,
            "nextInTopic": 0,
            "prevInTime": 2013,
            "nextInTime": 2015,
            "topicId": 2011,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Mimawarigumi ... The Kidotai: Mobile Task Force of Japan by R.Y. Thornton THE POLICE CHIEF v 38 July 1971 page 72 On occasion the Kidotai have used a",
            "messageBody": "<div id=\"ygrps-yiv-1364699694\">--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;Hirotada Tokugawa&quot; &lt;patriot014@h...&gt; <br/>\nwrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; that the whole<br/>\n&gt; reason why Aizu was called to Kyoto (and why Shinsengumi and <br/>\n </span></blockquote>Mimawarigumi<br/>\n<blockquote><span title=\"ireply\"> &gt; were formed) was literally for riot control. <br/>\n<br/>\n </span></blockquote>-----------------------------------------<br/>\n&quot;The Kidotai: Mobile Task Force of Japan&quot;<br/>\nby R.Y. Thornton THE POLICE CHIEF v 38 July 1971<br/>\n<br/>\npage 72<br/>\n&quot;On occasion the Kidotai have used a single weak central force <br/>\n(scarecrow battalion) which is assigned to guard a fixed installation <br/>\nsuch as the United States Embassy or the Prime Minister&#39;s residence <br/>\nas a holding unit, while keeping other units *out*of*sight* until <br/>\ncalled to perform the pincers or enveloping forces.  This is <br/>\nsometimes referred to as the Manaita or cutting board tactic.  In <br/>\nessence this means that the defensive or holding unit is acting as <br/>\nthe cutting block to receive the brunt of the attack in front of the <br/>\ninstallation, while the pincers forces, having much greater strength, <br/>\nperform the decisive maneuver against the attacking force.  There has <br/>\nbeen some difficulty in convincing the members of the defensive <br/>\nmanaita unit that they should be the force assigned to bear the brunt <br/>\nof the vicious attack and even retreat in the face of overwhelming <br/>\nattack by the rioters, and then have the glory go to the pincers or <br/>\nflank attackers (kyogeki) who deliver the coup de grace.<br/>\n<br/>\nAn important tactic is to capture as rapidly as possible the <br/>\nleaders...Kidotai has learned through years of experience that the <br/>\nstrongest element of a riot group is the front line or point of the <br/>\ngroup and that the weakest is the rear&quot;<br/>\n<br/>\n*I would also like to add that students also love to use distractions <br/>\nsuch as attacking one building...and another group attacking the main <br/>\ntarget (e.g. important building on a university campus)<br/>\n<br/>\n*like the Shinsengumi vs. Ishin...Kidotai are usually the same exact <br/>\nage group as the students they suppress<br/>\n<br/>\n*kidotai do not carry guns which greatly reduce the number of <br/>\ninjuries on both sides of the conflict<br/>\n<br/>\nThis is not entirely off-topic because<br/>\n1) I read a really long time ago (using a translator ofcourse) of <br/>\nShinsengumi &quot;death squads&quot; which lured out the enemy, once their true <br/>\nnumbers are revealed then back up is called *if this is innaccurate <br/>\nplease correct me* ....I think that it would be to the advantage of <br/>\nthe Tokugawa to capture the brains of any meeting e.g. as seen in the <br/>\nRaid on Ikedaya<br/>\n<br/>\n2) pincer movements used to give the enemy a false sense of <br/>\nconfidence and the subsequent trap has been used throughout history <br/>\nin [many] conflicts...the Imperial troops in the Seinan War used this <br/>\ntactic ALOT every text I read about the war will mention this fact<br/>\n<br/>\nI&#39;m  interested in  riot police because in my city....we have really <br/>\nhuge Halloween parties with THOUSANDS of drunken students (from out <br/>\nof state ofcourse) who hang out in the downtown area  who trash <br/>\nstores and start huge bonfires and the police cannot deal with the <br/>\nproblem (these are not organized students)...our riot police is <br/>\nbasically 10-20 armored cops in a line who use tear gas RIGHT <br/>\nAWAY....rioters are not afraid of cops on horses either...injuries <br/>\nand complaints always follow this yearly *celebration*</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Hirotada Tokugawa",
            "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "New Aizu information",
            "postDate": "1104901262",
            "msgId": 2012,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTIyLUYzNzI2MDU0Q0ZFMjU4NTEwNzg5MTkwOUY5MjBAcGh4LmdibD4=",
                "inReplyToHeader": "PEJBWTIyLUYzMEIxRDIzMTRFMDlGQ0IwNEIwRUQ4OUY5MjBAcGh4LmdibD4="
            },
            "prevInTopic": 2011,
            "nextInTopic": 2014,
            "prevInTime": 2011,
            "nextInTime": 2013,
            "topicId": 2011,
            "numMessagesInTopic": 0,
            "msgSnippet": "I have begun work on what I hope will be my senior thesis-- a biography of Matsudaira Katamori. Discovered some details almost as soon as I began my research",
            "messageBody": "<div id=\"ygrps-yiv-1806268529\">I have begun work on what I hope will be my senior thesis-- a biography of <br/>\nMatsudaira Katamori. Discovered some details almost as soon as I began my <br/>\nresearch this morning, so I thought I&#39;d share it with you all. It really <br/>\nchanged how I look at the whole situation.<br/>\n<br/>\nAnyway, I just read in &quot;Shinsengumi Saitou Hajime no Subete&quot; (history book) <br/>\nthat the whole<br/>\nreason why Aizu was called to Kyoto (and why Shinsengumi and Mimawarigumi<br/>\nwere formed) was literally for riot control. The assassinations got SO bad<br/>\nthat the Shoshidai and the Machi-bugyosho (city magistrate, almost like the<br/>\npolice department) couldn&#39;t handle it. So the Shogunate got Aizu to go there<br/>\nand restore order. Katamori-sama got the order in the 8th month of Bunkyu 2<br/>\n(1862), and arrived in Kyoto in the 12th month, which translates to roughly<br/>\nJanuary 1863, I believe. They were able to restore order, but what really<br/>\nhelped Aizu was the Roushitai showing up in early 1863, and Kondou and co.<br/>\ndeciding they were going to stay and fight for the Shogunate. Hence the<br/>\nrapid Aizu support.<br/>\n<br/>\nWhat&#39;s more, I think we should also keep in mind that Aizu regarded<br/>\nShinsengumi as sort of &quot;spare parts&quot;-- Katamori-sama wanted a way of taking<br/>\ncare of the dissident roushi (unemployed rebel samurai), so what he did was<br/>\nfight fire with fire by using his OWN set of roushi, which was none other<br/>\nthan the Mibu-roushigumi (aka Shinsengumi).<br/>\n<br/>\n--M.</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Hirotada Tokugawa",
            "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Nakano Takeko&#39;s pen name",
            "postDate": "1104890652",
            "msgId": 2011,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTIyLUYzMEIxRDIzMTRFMDlGQ0IwNEIwRUQ4OUY5MjBAcGh4LmdibD4="
            },
            "prevInTopic": 0,
            "nextInTopic": 2012,
            "prevInTime": 2010,
            "nextInTime": 2012,
            "topicId": 2011,
            "numMessagesInTopic": 0,
            "msgSnippet": "Was looking through old information I had saved from www.bakusin.com, and I found this interesting tidbit: if I m understanding the Japanese correctly, Nakano",
            "messageBody": "<div id=\"ygrps-yiv-212937918\">Was looking through old information I had saved from www.bakusin.com, and I <br/>\nfound this interesting tidbit: if I&#39;m understanding the Japanese correctly, <br/>\nNakano Takeko&#39;s haiku pen name was &quot;Kotake&quot;.<br/>\n<br/>\n--M.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2010,
    "nextTopicId": 2015
}