{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Yamakawa Kenjiroo",
            "postDate": "1105506287",
            "msgId": 2023,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNzMmI1Zit0azNvQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2022,
            "nextInTime": 2024,
            "topicId": 2023,
            "numMessagesInTopic": 0,
            "msgSnippet": "Yamakawa Kenjiro [source translation of people who knew Fujita Goro from 3- hajime.com] He was born on July 17th in 1854 (Ansee 1).  Younger brother of ",
            "messageBody": "<div id=\"ygrps-yiv-1980067611\">Yamakawa Kenjiro<br/>\n[source translation of &quot;people who knew Fujita Goro&quot; from 3-<br/>\nhajime.com]<br/>\n&quot;He was born on July 17th in 1854 (Ansee 1).  Younger brother of <br/>\nYamakawa Hiroshi and Oyama Sutematsu.  During the Boshin War, he <br/>\njoined (1)Byakkotai, but due to his age, he was discharged.  He went <br/>\nto the United States in 1871, and studied civil engineer at Yale <br/>\nUniversity.  After returning, he taught at Tokyo Kaisee University <br/>\nfirst, and became the first professor of physics in Tokyo <br/>\nUniversity.  He made &quot;Dictionary of English, Germany, and France in <br/>\nphysics terms.&quot;  He used an X ray for an experiment for the first <br/>\ntime in Japan.  Later, he engaged in development of educational <br/>\nadministration and science administration.  He became a president of <br/>\nTokyo University, Meiji Technical College, Kyuusyuu University, Kyoto <br/>\nUniversity, and Musashi High School.  He also became a member of <br/>\nCongress and worked for Privy Council.  He died 1931 (Syoowa 6).&quot;<br/>\n--------------------------------------------------<br/>\nYamakawa Kenjiro was the source of the Tenmaya story....<br/>\n&quot;Saitoo Hajime, later Yamaguchi Jiroo, often visited me and talked <br/>\nthis Tenmaya&#39;s story.  Since Saitoo Hajime felt that his enemy would <br/>\ncome on that night, he was drinking with wearing a chain mail.  <br/>\nHowever, when he got drunk, he was annoyed at his chain glove.  <br/>\nFurthermore, he felt it was too hot.  He tried to take off the chain <br/>\nmail, but he could not do it easily.  While he was trying to take off <br/>\nhis chain around his hand, many people were crushed into his room.  <br/>\nTherefore, he was lucky, and the chain mail became very useful then.  <br/>\nHe said:<br/>\n&quot;In a real fight with real swords, people cannot think how to knock <br/>\ndown their enemy.  We just fight off one&#39;s head (react---do <br/>\nnot &quot;think&quot;).  While I rampaged around in this evening as in the <br/>\nusual fight, one of enemies said, `he is wearing something.  Don&#39;t <br/>\ncut him, but thrust with sword.&#39;  Therefore, I thought if they <br/>\nstarted to thrust me with sword, I would wait for it.&quot;<br/>\nThis is the story that Shibozawa Hiroshi heard from Yamakawa Kenjiroo <br/>\nwho was still in life and 77 years old at that time.&quot;<br/>\n--------------------------------------------------<br/>\nNow for the really **WEIRD** part<br/>\nYamakawa Kenjiroo participated in a strange experiment involving <br/>\nCLAIRVOYANCE (^_^)<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://ladyofthenet.com/UnifiedTheory_synopsis.html\">http://ladyofthenet.com/UnifiedTheory_synopsis.html</a><br/>\n<br/>\nyou gotta read the entire article....so scary<br/>\n*when the RING was published in Thai there were related news articles <br/>\nand magazine columns which mentioned Japanese scientists conducting <br/>\nsuch experiments during the turn of the century...I didn&#39;t know that <br/>\none of them would be a very well respected scientist who had to put <br/>\nup with listening to Fujita Goro&#39;s Tenmaya story over and over and <br/>\nover again</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2020,
    "nextTopicId": 2026
}