{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Pro-Tokugawa Papers +Meiji Literature",
            "postDate": "1108061891",
            "msgId": 2180,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGN1Z2FzMytvbzYyQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2179,
            "nextInTime": 2181,
            "topicId": 2180,
            "numMessagesInTopic": 0,
            "msgSnippet": "I used to find an entire excerpt of a dialogue between 2 people, printed in a Pro-Tokugawa newspaper, I believe it was in a book written by STEELE (can t",
            "messageBody": "<div id=\"ygrps-yiv-231160431\">I used to find an entire excerpt of a dialogue between 2 people, <br/>\nprinted in a Pro-Tokugawa newspaper, I believe it was in a book <br/>\nwritten by STEELE (can&#39;t remember exactly).  Basically the dialogue <br/>\naddressed the common people&#39;s frustration with both sides of the <br/>\nconflict and used word play to poke fun of some of the leaders of <br/>\nthe Ishin and Tokugawa factions...but it was still noticeable Pro-<br/>\nTokugawa.<br/>\n<br/>\nbut I found another reference in this book....<br/>\n<br/>\nAuthor:\tRubin, Jay, 1941- <br/>\nTitle:\tInjurious to public morals : writers and the Meiji state<br/>\nPublisher:Seattle : University of Washington Press, c1984.<br/>\nISBN:\t0295960434 <br/>\n<br/>\n(page 20)<br/>\n&quot;The first items of journalism banned by the new government were <br/>\nhandbills and woodblock color printes (nishikie) that evinced a pro-<br/>\nTokugawa bias in depicting the military skirmishes against the <br/>\nBakufu forces.  This was in May of 1868.  In that same month, the <br/>\ndemand for military news led to the establishment of some of Japan&#39;s <br/>\nfirst newspapers, a half-dozen irregularly issued publications <br/>\nprinted from wood blocks on few sheets of rice paper.  One of these, <br/>\nFukuchi Gen&#39;ichiro&#39;s KOKO SHIMBUN, became the first newspaper to be <br/>\nprohibited from publishing, also for its pro-Tokugawa (or rather, <br/>\nanti-Satsume-Choshu) bias.  Its final issue, the twenty second, <br/>\nappeared on July 11, 1868.  When it was banned, Fukuchi was jailed <br/>\nfor eight days and his woodblocks were confiscated.  On July 27 the <br/>\ngovernment temporarily wiped out all newspapers by requiring them to <br/>\nobtain the same &quot;official permission&quot; to publish required of books.&quot;<br/>\n-------------------------------<br/>\n1942 an army major expressed admiration for a magazine called <br/>\nREVERE THE EMPEROR EXPEL THE BARBARIANS<br/>\n-------------------------------<br/>\nMori Ogai, a very famous writer during the Meiji and one of Higuchi <br/>\nIchiyo&#39;s closest guy pals (books on Higuchi Ichiyo will include <br/>\nMori&#39;s picture), was not only a friend of Natsume Soseki but also a <br/>\ncompetitor in a sense.  Mori and Natsume met formally on at least 3 <br/>\noccasions and sought advice with one another in terms of <br/>\npublications.  Threads on all three of these writers can be found in <br/>\nthe MEIJI section of <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumimb.com\">http://www.shinsengumimb.com</a><br/>\n<br/>\nMori Ogai attracted controversy with his book VITA SEXUALIS 1909<br/>\nusually simplified to be the sexual biography of a professor<br/>\n<br/>\n&lt;&lt;secretarytocapt3 *imagining*&gt;&gt;<br/>\n<br/>\nTokio &quot;I just finished reading Mori Ogai&#39;s novel&quot;<br/>\n<br/>\nFujita Goro ::gasp:: &quot;Tokio! Why are you reading that smut?&quot;<br/>\n<br/>\nTokio &quot;I heard from the school that all the young ladies are reading <br/>\nMori&#39;s work&quot;<br/>\n*historically accurate by the way, Mori Ogai had the same exact fan <br/>\nbase as Higuchi Ichiyo<br/>\n<br/>\nFujita Goro (snatches novel from Tokio&#39;s hands and skims some of the <br/>\npages Tokio folded for *re-reading later)<br/>\n<br/>\nTokio &quot;see, its not that bad&quot;<br/>\n<br/>\nFujita Goro &quot;My friend Harada could do a better job writing about <br/>\nhis sex life&quot;<br/>\n<br/>\nTokio (^_^)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2177,
    "nextTopicId": 2184
}