{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 166729753,
            "authorName": "warg3791",
            "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Weird Shinsengumi Mdse and Ishida Sanyaku",
            "postDate": "1110610241",
            "msgId": 2274,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQwdTNnMStxN2RuQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2273,
            "nextInTime": 2275,
            "topicId": 2274,
            "numMessagesInTopic": 0,
            "msgSnippet": "If you think the stuff we ve shown you has been weird so far, just wait till I get the next Shinsengoodies finished. You would not believe how much",
            "messageBody": "<div id=\"ygrps-yiv-1007368254\">If you think the stuff we&#39;ve shown you has been weird so far, just <br/>\nwait till I get the next &quot;Shinsengoodies&quot; finished. You would not <br/>\nbelieve how much &quot;Shinsengumi&quot; sake is on the market. Saitou I am <br/>\nsure would have been pleased. LOL<br/>\n<br/>\nI am not so sure how Hijikata would have felt about being stuck on a <br/>\nbag of pickles in soy sauce...<br/>\n<br/>\nAlso, I am hoping to have this done in time for the SHQ&#39;s one year <br/>\nanniversary, but I am currently working on a report about Ishida <br/>\nSanyaku. This was the medicine that Hijikata used to wander about <br/>\nselling. Rumor has it that it was also used to treat the injuries of <br/>\nthe Shinsengumi. I won&#39;t tell anything about it here, but I will give <br/>\nyou some idea of what the report will discuss:<br/>\n<br/>\n-Will mention that there were in fact TWO medicines that Hijikata <br/>\nsold.<br/>\n-How the medicine was used, what it was used for, and where did <br/>\nHijikata go to sell it.<br/>\n-Information about the plant the medicine comes from: name, blooming <br/>\nseason, where it likes to grow, etc.<br/>\n-How Ishida Sanyaku was made: what time of year it was gathered and <br/>\nthe process by which it was turned into medicine.<br/>\n-The creature that supposedly taught the family how to make it. What <br/>\nexactly is a kappa? <br/>\n<br/>\nI had already heard of kappa long before I knew about the Hijikata <br/>\nfamily&#39;s connection to the water imp. However I was very surprised by <br/>\na bit of info that turned up during my research. As has been stated <br/>\non this list in the past, saying that a kappa had taught them the <br/>\nsecret was just an advertising gimmick, but my research into the <br/>\ncritter was very revealing about why this particular supernatural <br/>\nbeing was chosen...<br/>\n<br/>\n-MissB</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2273,
    "nextTopicId": 2275
}