{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 438216,
            "authorName": "unsafesects",
            "from": "&quot;unsafesects&quot; &lt;mindglue@...&gt;",
            "profile": "unsafesects",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Surveyyyyy.",
            "postDate": "1110820815",
            "msgId": 2309,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQxNGg0ZitqbzA5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2308,
            "nextInTime": 2310,
            "topicId": 2309,
            "numMessagesInTopic": 0,
            "msgSnippet": "1) Name/Nickname/Screen name whatever (+ anything you would like us to know about you) I am called Angrybee.  My IM name is: captsaitou 2) How did you discover",
            "messageBody": "<div id=\"ygrps-yiv-1105648324\">1) Name/Nickname/Screen name whatever (+ anything you would like us to <br/>\nknow about you)<br/>\n<br/>\nI am called Angrybee.  My IM name is: captsaitou <br/>\n<br/>\n2) How did you discover the Shinsengumi?<br/>\n<br/>\nIn 1910, I was on an archeological dig in Egypt and suddenly was<br/>\ntransported through a wormhole to Mibu, wherein I met Okita Souji and<br/>\nsold him my armwarmers for underneath his arm guards.  In return, he<br/>\ngave me food and tuberculosis.  After a few weeks, I died of<br/>\ncomplications, and was later reincarnated to the form you see now. <br/>\nUnfortunately, I recall nothing of this adventure, which has only been<br/>\nrevealed to me through the mystical sayings I find on fortune cookies.<br/>\n<br/>\n3) Do you have a favorite Shinsengumi member? Why?<br/>\n<br/>\nYes.  Okita Souji.  I find his life to be so symbolic and inspiring. <br/>\nI feel very awed by his abilities, especially his ability to continue<br/>\nfighting as long as he could.  I have had lung problems all my life,<br/>\nstemming from a rare lung disease I had as a child, so he is quite<br/>\ninspiring to me, and I wish to emulate his spirit and fervor in my<br/>\ndaily life.<br/>\n<br/>\nNext on my list would be Harada Sanosuke, or Genzaburou Inoue.  Harada<br/>\nbecause most of the portrayals I have seen of him crack me up, and<br/>\nGen-san because I think he is -most- misunderstood and not given his due.<br/>\n<br/>\n4) What Shinsengumi media have you read/seen?<br/>\n<br/>\nThe usual.  I haven&#39;t seen Band of Assassins, though.  And, I have<br/>\nmuch of NHK left to watch.<br/>\n<br/>\n5) In terms of film/television portrayals what film (or series) do you <br/>\nthink captured your favorite member(s) the best and why?<br/>\n<br/>\nOh!  Most definitely, Shinsengumi Keppuroku best captured Okita.  I<br/>\nthink he is a very hard character to get right, so I applaud them.  It<br/>\nis too easy to make him -too- goofy or innocent, or just completely<br/>\ndrown him in the tragedy of his own life.  I think SK did a good job<br/>\nof balancing many aspects which are often taken to extremes.<br/>\n<br/>\nAs for Harada, I have not seen all of NHK, but what I&#39;ve seen of him<br/>\nso far really amuses me.  <br/>\n<br/>\nI don&#39;t think I&#39;ve ever seen a decent portrayal, to my satisfaction,<br/>\nof Gen-san.<br/>\n<br/>\n6) Do you have any questions that are nagging at you about any <br/>\nparticular Shinsengumi members or events?<br/>\n<br/>\nNot at the moment. <br/>\n<br/>\nAngrybee</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2297,
    "nextTopicId": 2310
}