{
    "totalMsgInTopic": 5,
    "messages": [
        {
            "userId": 272003769,
            "authorName": "nlf7",
            "from": "&quot;nlf7&quot; &lt;nlf7@...&gt;",
            "profile": "nlf7",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: Hijikata in Ezo and Tetsu/Tatsu....",
            "postDate": "1150068843",
            "msgId": 2795,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU2aTk5YitmZ2Q5QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGQxYW1hZCtmdDJ1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 2328,
            "nextInTopic": 0,
            "prevInTime": 2794,
            "nextInTime": 2796,
            "topicId": 2313,
            "numMessagesInTopic": 0,
            "msgSnippet": "Seta Sojiro is in fact based on a darker Okita from novel Shinsengumi Keppuroku. Please do not confuse this fictional version of Okita with the real Okita.",
            "messageBody": "<div id=\"ygrps-yiv-1873816320\">Seta Sojiro is in fact based on a darker Okita from novel &quot;Shinsengumi Keppuroku.&quot;<br/>\nPlease do not confuse this fictional version of Okita with the real Okita.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> --- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;jiaxin_nyo&quot; &lt;jiaxin_nyo@...&gt; wrote:<br/>\n&gt;<br/>\n&gt; <br/>\n&gt; Thanks for the info! I have the vague urge to go doodle something on <br/>\n&gt; it now . . . ^^;<br/>\n&gt; <br/>\n&gt; And a side note to Bunny:<br/>\n&gt; RK&#39;s Okita-san and Soujirou should look similar, Watsuki used Okita-<br/>\n&gt; san (the real one) as inspiration for Soujirou. Apparently, he <br/>\n&gt; thought the look worked and used amost the same design for RK&#39;s Okita-<br/>\n&gt; san. =3 I believe there may be a short explanation to this effect at <br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.geocities.com/meowcarrot\">http://www.geocities.com/meowcarrot</a><br/>\n&gt; </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 210196887,
            "authorName": "jiaxin_nyo",
            "from": "&quot;jiaxin_nyo&quot; &lt;jiaxin_nyo@...&gt;",
            "profile": "jiaxin_nyo",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Hijikata in Ezo and Tetsu/Tatsu....",
            "postDate": "1111022733",
            "msgId": 2328,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQxYW1hZCtmdDJ1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 2325,
            "nextInTopic": 2795,
            "prevInTime": 2327,
            "nextInTime": 2329,
            "topicId": 2313,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thanks for the info! I have the vague urge to go doodle something on it now . . . ^^; And a side note to Bunny: RK s Okita-san and Soujirou should look",
            "messageBody": "<div id=\"ygrps-yiv-1883585375\">Thanks for the info! I have the vague urge to go doodle something on <br/>\nit now . . . ^^;<br/>\n<br/>\nAnd a side note to Bunny:<br/>\nRK&#39;s Okita-san and Soujirou should look similar, Watsuki used Okita-<br/>\nsan (the real one) as inspiration for Soujirou. Apparently, he <br/>\nthought the look worked and used amost the same design for RK&#39;s Okita-<br/>\nsan. =3 I believe there may be a short explanation to this effect at <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.geocities.com/meowcarrot\">http://www.geocities.com/meowcarrot</a></div>",
            "specialLinks": []
        },
        {
            "userId": 166729753,
            "authorName": "Warg3791@****",
            "from": "Warg3791@...",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "7"
            },
            "subject": "Re: [SHQ] Re: Hijikata in Ezo and Tetsu/Tatsu....",
            "postDate": "1110983331",
            "msgId": 2325,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGE5LjZmNjA4ODJiLjJmNjk5Y2EzQGFvbC5jb20+"
            },
            "prevInTopic": 2324,
            "nextInTopic": 2328,
            "prevInTime": 2324,
            "nextInTime": 2326,
            "topicId": 2313,
            "numMessagesInTopic": 0,
            "msgSnippet": "Oh really? Cool. Thanks for clearing that up about the sword and Tatsu, Momoiro-usagi-san! We appreciate it. -MissB [Non-text portions of this message have",
            "messageBody": "<div id=\"ygrps-yiv-827825628\">Oh really? Cool. Thanks for clearing that up about the sword and Tatsu, <br/>\nMomoiro-usagi-san! We appreciate it. <br/>\n<br/>\n-MissB<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 187520196,
            "authorName": "momomanjyuu2004",
            "from": "&quot;momomanjyuu2004&quot; &lt;momomanjyuu2004@...&gt;",
            "profile": "momomanjyuu2004",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: Hijikata in Ezo and Tetsu/Tatsu....",
            "postDate": "1110982662",
            "msgId": 2324,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQxOWY2NitnamE4QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGQxNnB2Yitqc2pzQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 2313,
            "nextInTopic": 2325,
            "prevInTime": 2323,
            "nextInTime": 2325,
            "topicId": 2313,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Hijikata s ... think ... But ... Probably it is Goheishinden or Nagareyama that Tatsu escaped. After that, he returned to the hometown and became a",
            "messageBody": "<div id=\"ygrps-yiv-744982653\">--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;warg3791&quot; &lt;Warg3791@a...&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; Yes Tetsu and Tatsu were both real. And Tetsu really was <br/>\n </span></blockquote>Hijikata&#39;s <br/>\n<blockquote><span title=\"ireply\"> &gt; page. However, they did not join the Shinsengumi until 1867. I <br/>\n </span></blockquote>think <br/>\n<blockquote><span title=\"ireply\"> &gt; Tatsu left the group after either Toba-Fushimi? Or Was it Kofu? <br/>\n </span></blockquote>But <br/>\n<blockquote><span title=\"ireply\"> &gt; Tetsu followed Hijikata all the way to Hakodate, Ezo (Hokkaido).<br/>\n<br/>\n </span></blockquote>Probably it is Goheishinden or Nagareyama that Tatsu escaped. After <br/>\nthat, he returned to the hometown and became a merchant. He died of <br/>\nan illness in Meiji 5. However, his posterity exists. <br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; During this time Hijikata finished settling things about him. On <br/>\n </span></blockquote>May <br/>\n<blockquote><span title=\"ireply\"> &gt; 5, 1869 he gave several items (a letter, the picture of him, a <br/>\n </span></blockquote>sword, <br/>\n<blockquote><span title=\"ireply\"> &gt; and I think a poem?) to Tetsu and ordered him to get out of <br/>\n </span></blockquote>Hakodate <br/>\n<blockquote><span title=\"ireply\"> &gt; and take these things to his family. <br/>\n<br/>\n </span></blockquote>Tetsu is not sending the sword to Hino. This is the fact which many <br/>\nJapanese Shinsengumi fans&#39; people also misunderstand. I also thought <br/>\nthat Tetsu sent the sword to Hino. It is only Hijikata&#39;s photograph <br/>\nand letter which Tetsu sent. It is the fiction of &quot;Moeyo ken&quot; of <br/>\nShiba Ryotaro that Tetsu sent the sword. Kanesada which Hijikata&#39;s <br/>\nposterity has is the sword which it left to the Hijikata family, <br/>\nwhen he goes to Kofu. <br/>\n<br/>\nmomoiro-usagi</div>",
            "specialLinks": []
        },
        {
            "userId": 166729753,
            "authorName": "warg3791",
            "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Hijikata in Ezo and Tetsu/Tatsu....",
            "postDate": "1110895403",
            "msgId": 2313,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQxNnB2Yitqc2pzQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 2324,
            "prevInTime": 2312,
            "nextInTime": 2314,
            "topicId": 2313,
            "numMessagesInTopic": 0,
            "msgSnippet": "First of all I would like to say that it s great to be hearing from Okita and Angrybee on the ML again. Secondly, thanks to Wu Jia-Xin and Yuki for answering",
            "messageBody": "<div id=\"ygrps-yiv-599588950\">First of all I would like to say that it&#39;s great to be hearing from <br/>\nOkita and Angrybee on the ML again. Secondly, thanks to Wu Jia-Xin <br/>\nand Yuki for answering as well.<br/>\n<br/>\nI can answer both of your questions at least a little bit.<br/>\n<br/>\nYes Tetsu and Tatsu were both real. And Tetsu really was Hijikata&#39;s <br/>\npage. However, they did not join the Shinsengumi until 1867. I think <br/>\nTatsu left the group after either Toba-Fushimi? Or Was it Kofu? But <br/>\nTetsu followed Hijikata all the way to Hakodate, Ezo (Hokkaido).<br/>\n<br/>\nAs for what happened to Hijikata up north... <br/>\n<br/>\nThe basic story as I have it so far is that he left Aizu on a mission <br/>\nto get reinforcements, but was unsuccessful for a reason I have yet <br/>\nto exactly determine. I think the domain he went to might have also <br/>\nbeen in trouble at that time? He eventually wound up in Sendai and <br/>\nhad a council of war with Enomoto&#39;s group. It was decided that they <br/>\nwould go to Ezo and try to build a new government there. Hijikata was <br/>\none of two men appointed as leaders of their army. (? I think this is <br/>\ncorrect. Not sure who the other guy was.)<br/>\n<br/>\nHijikata really had no hope of winning a battle at that point. He <br/>\npretty much knew that if he went to Ezo he would be going to his <br/>\ndeath. However he did not care. He said that if he ever made peace <br/>\nwith his enemies he would not be able to face Kondo in the next life. <br/>\nHe also told a doctor acquaintance (You&#39;ve probably read this <br/>\nbefore): &quot;I am not going to battle to win. With the Tokugawa <br/>\ngovernment about to collapse, it would be a disgrace if no one is <br/>\nwilling to go down with it. That is why I must go. I will fight the <br/>\nbest battle of my life to die for the country.&quot; It is believed that <br/>\nthis is about the time at least one of those pictures of him was <br/>\ntaken.<br/>\n<br/>\nSetting out by boat, Enomoto&#39;s group landed on Washinoki beach in <br/>\norder to keep Hakodate, an important seaport, from being destroyed in <br/>\na fight. They managed to enter Fort Goryokaku a few days later <br/>\nwithout a struggle. (This was sometime in October, but I do not have <br/>\nthe dates handy at the moment.) Goryokaku had only been completed a <br/>\nfew years before and was made for modern warfare, which is why they <br/>\nchose it for their headquarters. It was shaped like a star, making it <br/>\nhard to approach without being in the line of fire. It was destroyed <br/>\nafter the war by the Meiji government, but you can still see the <br/>\ngeneral outline of it today. They declared their new government <br/>\nthe &quot;Republic of Ezo.&quot;<br/>\n<br/>\nAfter this Enomoto&#39;s people began to take control of the rest of Ezo. <br/>\nthey sent word to the Matsumae clan demanding that they join with <br/>\nthem and were ignored. Enomoto sent Hijikata and his army to force <br/>\nthem to surrender. There were a few fights in this campaign that as <br/>\nfar as I can tell Hijikata won, including one surprise raid on his <br/>\ncamp. He finally succeeded in taking the castle itself. There seems <br/>\nto be some debate on how it happened, but the most reliable source <br/>\n(Shimada Kai&#39;s diary) says that they entered the fortress by using a <br/>\nladder to climb over a wall and caught the defenders off-guard.<br/>\n<br/>\nShortly after this, they held a democratic election and Enomoto was <br/>\nvoted President. Hijikata was voted Army Magistrate and had charge of <br/>\nthe defence of Hakodate. (People have critized this attempt at <br/>\na &quot;democratic&quot; government, but it seems to me to have been at least <br/>\nif not far more &quot;progressive&quot; the the Meiji government.)<br/>\n<br/>\nIt gets a bit fuzzy for me again here. They seem to have been left <br/>\nalone for the rest of that winter. It is said that at this time <br/>\nHijikata&#39;s personality was very mild and that his men adored him. The <br/>\npeople of Hakodate seemed to have respected him as well. <br/>\n<br/>\nSome attempt was made to gain outside help, but no one wanted to risk <br/>\ngoing up against Great Britain which was allied with the Meiji <br/>\ngovernment. Even France had long before withdrawn from its alliance <br/>\nwith the Shogunate. The sole exception was a few soilders who <br/>\ndeserted and joined up with Enomoto&#39;s forces. Among these Frenchmen <br/>\nwas a man named Jules Burnet who would later remember that Hijikata <br/>\nwas a &quot;true warrior&quot; and that if he had been in a European army he <br/>\nwould have been a general. (Burnet was the model for Tom Cruise&#39;s <br/>\ncharacter in The Last Samurai, BTW. But he was not nearly so heroic. <br/>\nHe hid on a boat during the final battle. -_-)<br/>\n<br/>\nThese outside &quot;specialist&quot; suggested a plan to Enomoto the next <br/>\nspring to take or sink an ironside warship that the Meiji government <br/>\nsent against the outlaw republic. It involved both a land and sea <br/>\nbattle. Hijikata lead the land forces. Both proved to be disasterous <br/>\nfor the Ezo forces and they retreated back to Hakodate to prepare for <br/>\nthe final showdown.<br/>\n<br/>\nDuring this time Hijikata finished settling things about him. On May <br/>\n5, 1869 he gave several items (a letter, the picture of him, a sword, <br/>\nand I think a poem?) to Tetsu and ordered him to get out of Hakodate <br/>\nand take these things to his family. <br/>\n<br/>\nTetsu tried to refuse, saying he wanted to stay and fight. Hijikata <br/>\nbecame angry with him and said that if he didn&#39;t go like he had told <br/>\nhim to then he would be the one to kill him. Tetsu went and <br/>\neventually managed to slip past the Meiji government&#39;s forces by <br/>\ndisguising as a beggar. (I am not sure accurate this is because I had <br/>\nto use a translator to get most of this part of the story. I could be <br/>\nwrong about a thing or two...)<br/>\n<br/>\nAt some point the remaining Shinsengumi members were sent to defend a <br/>\nfairly isolated fort called Benten Daiba. (No longer exists.) As head <br/>\nof the army Hijikata had to remain at Goryokaku. <br/>\n<br/>\n(This information came from Momoiro-usagi.)The Meiji government <br/>\nfinally began it&#39;s attack on May 11, 1869. Enomoto and the others <br/>\nwere determined to hold the fort, but Hijikata was opposed to their <br/>\nplan. &quot;Reinforcements do not come. It is meaningless to hold <br/>\nGoryokaku castle.&quot; He was also angry because this decision abandoned <br/>\nthe Shinsengumi members at Benten Daiba. Enomoto basically told him <br/>\nto shut up, but Hijikata would not be stopped. He took some men and <br/>\nled a sortie to save the men at Benten Daiba.<br/>\n<br/>\nWhat he could not know was that the Meiji government forces were <br/>\nalready between him and the fort. As his group came out of Hakodate <br/>\nand into an area called Ippongi-Sekisyo they encountered this army <br/>\nand there was a battle. He is said to have been shot in the abdomen, <br/>\nthe bullet shattering his lower back and killing him. However they <br/>\nnever had a body to prove it. It seems most likely that his men took <br/>\nit away from the battlefield and hid it someplace. To this day no one <br/>\nknows for sure where his final resting place is located.<br/>\n<br/>\nThe saddest irony was that the men he was trying to help remained <br/>\nfairly safe. Benten Daiba surrendered on May 15, 1869. It was only <br/>\nthen that they learned of his fate. One memeber later remembered that <br/>\nthey &quot;cried like babies who had lost their mother.&quot; Nakajima Nobori <br/>\nwould later repeat that sentiment on his famous painting of Hijikata.<br/>\n<br/>\nI remeber reading from one website that those who fought with <br/>\nHijikata in Hakodate said that he &quot;was more samurai-like than the <br/>\nreal samurai and more brave than any other men.&quot;<br/>\n<br/>\nAs for Tetsu, he sought out the Sato family in Hino as Hijikata had <br/>\ninstructed him. He was sheltered by them for three years. After that <br/>\nit became unclear what happened to him. Some say that he died of an <br/>\nillness at age 20. Others that he tried to fight the Meiji government <br/>\nagain during the Senian War and was killed in battle.<br/>\n<br/>\n-MissB</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2465,
    "nextTopicId": 2800
}