{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 166729753,
            "authorName": "warg3791",
            "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Shinsengumi meets Blari Witch, Hakodate, and Kondo gets his tail kicked?!",
            "postDate": "1111149655",
            "msgId": 2340,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQxZWk4bitwaWozQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2339,
            "nextInTime": 2341,
            "topicId": 2340,
            "numMessagesInTopic": 0,
            "msgSnippet": "Yes it was a most productive and bizarre night for MissB... First off I came across this little documentary about a couple of people setting off to check out",
            "messageBody": "<div id=\"ygrps-yiv-1103829613\">Yes it was a most productive and bizarre night for MissB...<br/>\n<br/>\nFirst off I came across this little &quot;documentary&quot; about a couple of <br/>\npeople setting off to check out rumors of a Shinsengumi ghost that <br/>\nhas been appearing in Kyoto. Or at least that is what it says it is <br/>\nabout. This sounds suspiciously like it could be the &quot;Shinsengumi <br/>\nWitch Project&quot; to me...<br/>\n<br/>\nSome caution on the site might be wise. I did not see any pics that <br/>\nmight offend, but some of the other titles were a bit raunchy. This <br/>\nis perhaps only for the very brave then. <br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://vinfo.xcity.jp/english/info.html?ID=ENG0101\">http://vinfo.xcity.jp/english/info.html?ID=ENG0101</a><br/>\n<br/>\nNext I found a more &quot;family friendly&quot; tourist site that had a new <br/>\ndetail about Hijikata&#39;s death. Apparently there was a barrier of some <br/>\nsort he was trying to break through when he was killed? I know that <br/>\nmany roads in the Edo period had check points which all travelers had <br/>\nto pass through in order for the Bakufu to be able to control the <br/>\nmovements of troops and weapons in the country. I am guessing that <br/>\nthis &quot;barrier&quot; was one of the checkpoints in Ezo?<br/>\n<br/>\nAlso some info on a memorial tower that the people of Hakodate built <br/>\nespecially for the Tokugawa war dead.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.0033worldnavi.com/featured-city/en/hakodate/page3.php\">http://www.0033worldnavi.com/featured-city/en/hakodate/page3.php</a> <br/>\n<br/>\nAnd last but certainly not least is this little reference to Kondo <br/>\ngetting his butt kicked?! In all fairness it says he was using a <br/>\nspear at the time rather than a sword, but still... Tale tell or <br/>\ntruth?<br/>\n<br/>\nScroll to the very bottom to find the relevant comment.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.bushinjuku.com/arts/bushinarts/fusen/fusen.htm\">http://www.bushinjuku.com/arts/bushinarts/fusen/fusen.htm</a><br/>\n<br/>\nOn a note of redemption for the Commander&#39;s honor, I did find a small <br/>\nreference saying that people in Nagareyama now consider him a hero <br/>\nfor surrendering and sparing their town from being destroyed in fight.<br/>\n<br/>\n-MissB</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2339,
    "nextTopicId": 2341
}