{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 216498584,
            "authorName": "Bunny ^_^",
            "from": "Bunny ^_^ &lt;shenlong71328@...&gt;",
            "profile": "shenlong71328",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [SHQ] Nakaota Shintaro",
            "postDate": "1111787577",
            "msgId": 2373,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDUwMzI1MjE1MjU3LjY1Nzk5LnFtYWlsQHdlYjQxMzAzLm1haWwueWFob28uY29tPg==",
                "inReplyToHeader": "PGM0LjI0MDFmOTc5LjJmNzVhMGE5QGFvbC5jb20+"
            },
            "prevInTopic": 2368,
            "nextInTopic": 0,
            "prevInTime": 2372,
            "nextInTime": 2374,
            "topicId": 2365,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thank you so very beyond much Miss B.   This is indeed a ton more then I ve been able to find on the internet.   Now I have to get my lil paws on that book to",
            "messageBody": "<div id=\"ygrps-yiv-823979\">Thank you so very beyond much Miss B.   This is indeed a ton more then I&#39;ve been able to find on the internet.   Now I have to get my lil paws on that book to see what else I can get out of it...<br/>\n <br/>\nYa, anyways, as far as the Mimawarigumi, I don&#39;t believe that there has been any discription of a unifrom (if any at all).   The best thing you could probably do is make them wear a the same color hakama and/or gii.   The gii would probably have a distinctive pattern on it (common, but distinctive).   Mmm... thats the best thing you can do ^^;;;;<br/>\n <br/>\n -Gladys <br/>\n       (Bunneh)<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\n Yahoo! Small Business - Try our new resources site! <br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 166729753,
            "authorName": "Warg3791@****",
            "from": "Warg3791@...",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [SHQ] Nakaota Shintaro",
            "postDate": "1111770793",
            "msgId": 2368,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM0LjI0MDFmOTc5LjJmNzVhMGE5QGFvbC5jb20+"
            },
            "prevInTopic": 2365,
            "nextInTopic": 2373,
            "prevInTime": 2367,
            "nextInTime": 2369,
            "topicId": 2365,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi, I don t have much info on him yet because I have yet to finish reading that Sakamoto Ryoma book. I can tell you a little bit about him up until about ",
            "messageBody": "<div id=\"ygrps-yiv-71705369\">Hi,<br/>\n<br/>\nI don&#39;t have much info on him yet because I have yet to finish reading that <br/>\nSakamoto Ryoma book. I can tell you a little bit about him up until about <br/>\nautumn of 1863... (Please note that the book does make mistakes, so some of this <br/>\ncould possibly be wrong.)<br/>\n<br/>\n-Called &quot;Shinta&quot; by his friends.<br/>\n-1st son of a powerful village headman in the mountainous district of Aki. His<br/>\n family had been rewarded with the right to wear two swords and have a <br/>\nsurname years before.<br/>\n-He was one of the leading disciples of Takechi Hanpeita. (commonly referred <br/>\nto as Zuizan). This is how he orginally knew Ryoma, who had started out as <br/>\nTakechi&#39;s right-hand man in his Tosa Loyalists Party.<br/>\n-Began his formal education early in childhood under a Buddhist priest.<br/>\n-Later studied under a doctor of Chinese medicine and taught at this man&#39;s <br/>\nacademy at age 14.<br/>\n-Then moved to Kochi and entered Takechi&#39;s dojo. At age 20 he was studying <br/>\nliterature, philosophy, and fencing under &quot;Master Zuizan&quot;.<br/>\n-By the end of August, 1863 he realized that it was no longer safe for <br/>\nLoyalists in Tosa. He urged Takechi to get their men out of the han, but the other <br/>\nrefused to believe that Lord Yamanouchi Yodo was not on their side. Nakaoka <br/>\nthen made up an excuse that he wanted to see what the situation in Choshu was and <br/>\nleft the han. (Choshu had just that month been driven out of the Imperial <br/>\ncourt by the Satsuma-Aizu alliance.)<br/>\n<br/>\nI am not sure how he hooked back up with Ryoma later on. Again, I have yet to <br/>\nread that far. It was fairly well known though that Ryoma was working at the <br/>\nKobe Naval Academy under Katsu Kaishu however. I do know that they worked very <br/>\nclosely together on several schemes later on and he was indeed assassinated <br/>\nwith Ryoma. He lingered for two days and was able to give some account of what <br/>\nhappened that night, but did not know the identity of the men who had attacked <br/>\nthem.<br/>\n<br/>\nOf course the Shinsengumi were blamed for the murders and Kondo was later <br/>\nexecuted for this crime. <br/>\n<br/>\n<br/>\nA word about who Takechi was - He ran a dojo in Kochi, taught Japanese and <br/>\nChinese history and philosphy with an emphasis on Confucianism, and was the <br/>\nleader of the Tosa Loyalist Party. He was also a good friend of Ryoma&#39;s. In fact <br/>\nhe was the one who introduced him to Katsura and Takasugi of Choshu clan. But <br/>\nRyoma had a very unique way of thinking for a man of his era and this caused <br/>\nhim to eventually abandon Tosa han. He and Takechi never really saw eye to eye <br/>\nafter that.<br/>\n<br/>\nTakechi went on to have han regent Yoshida Toyo murdered. At this time the <br/>\nproper lord, Yamanouchi Yodo, was still under housearrest from the Ansei Purge <br/>\nof Ii Naosuke, so this was the official running things in Tosa. Through <br/>\nmanipulating the replacement officials he became almost the defacto leader of the <br/>\nhan. Later when the clan was in Kyoto he ordered a great many of the <br/>\nassassinations (often carried out by the infamous hitokiri Okada Izo) that had the Bakufu <br/>\nso terrified that they eventually called up a group of ronin from Edo to deal <br/>\nwith the problem...<br/>\n<br/>\nUnfortunately for Takechi, Yamanouchi eventually took back control of his han <br/>\nin April, 1863 and ordered everyone back to Tosa. Once the Bakufu was in <br/>\ncharge at the Imperial Court again he began hunting down those he felt was <br/>\nresponsible for the death of Regent Yoshida. Despite numerous warnings Takechi <br/>\nrefused to believe that Yamanouchi was not a Loyalist at heart and remained in the <br/>\nhan, confident that the murder could not be traced back to him or his men. He <br/>\nwas arrested in September of 1863. Again, I have yet to read that far into the <br/>\nbook,  but I believe he was executed not too long after this.<br/>\n<br/>\nHope this helps some.<br/>\n<br/>\n-MissB<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 216498584,
            "authorName": "Bunny ^_^",
            "from": "Bunny ^_^ &lt;shenlong71328@...&gt;",
            "profile": "shenlong71328",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: [SHQ] Nakaota Shintaro",
            "postDate": "1111732949",
            "msgId": 2365,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDUwMzI1MDY0MjI5LjU4NTM0LnFtYWlsQHdlYjQxMzEzLm1haWwueWFob28uY29tPg==",
                "inReplyToHeader": "NjY2Nw=="
            },
            "prevInTopic": 0,
            "nextInTopic": 2368,
            "prevInTime": 2364,
            "nextInTime": 2366,
            "topicId": 2365,
            "numMessagesInTopic": 0,
            "msgSnippet": "I was looking up info. about Ryoma Sakamoto and came across another perosn that is mentioned with him (maybe only because the two were assassinated together).",
            "messageBody": "<div id=\"ygrps-yiv-1265144661\">I was looking up info. about Ryoma Sakamoto and came across another perosn that is mentioned with him (maybe only because the two were assassinated together).   A Nakaoka Shintaro, but I can&#39;t seem to find any information about Shintaro.   Can anyone tell me anything about this man?  <br/>\n <br/>\n                            -Gladys<br/>\n                                a.k.a, Bunneh<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\n Yahoo! Small Business - Try our new resources site! <br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2372,
    "nextTopicId": 2374
}