{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 1533100,
            "authorName": "bsher213",
            "from": "&quot;bsher213&quot; &lt;bsher213@...&gt;",
            "profile": "bsher213",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "ADMIN: For All Members Please Read (long)",
            "postDate": "1112109327",
            "msgId": 2397,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGQyYnJlZit1YjNrQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2396,
            "nextInTime": 2398,
            "topicId": 2397,
            "numMessagesInTopic": 0,
            "msgSnippet": "I m sure we can all agree that no group can be all things to all members all the time. This is especially for mailing list type groups devoted to specific",
            "messageBody": "<div id=\"ygrps-yiv-1082814283\">I&#39;m sure we can all agree that no group can be all things to all<br/>\nmembers all the time. This is especially for mailing list type groups<br/>\n devoted to specific areas. I belong and even own writing related<br/>\ngroups and many times there are topics and discussions I have no<br/>\ninterest in at that particular time so I pass over or ignore those<br/>\nsubjects.<br/>\n<br/>\n <br/>\n<br/>\nI would never think to tell the interested parties that &quot;no one else<br/>\ncares&quot; or is &quot;disgusted&quot; by the off topic chatter and that they should<br/>\nstop it because I don&#39;t like it. And yet that is what happened behind<br/>\nthe scenes here recently. &quot;Many&quot; anonymous members apparently too<br/>\ntimid to speak up allegedly contacted one member to be their<br/>\nspokesperson and present their concerns---they wanted non Shinsengumi<br/>\nspecific discussion to stop.<br/>\n<br/>\n <br/>\n<br/>\nThis led to self imposed silence from some of our more active members<br/>\nwhich was certainly not fair to them or to those of you who were<br/>\ninterested in some of the topics presented.<br/>\n<br/>\n <br/>\n<br/>\nWhen one member came out of their reluctant lurkdom to participate<br/>\nagain they felt they were demeaned in a subsequent post, replied and<br/>\nthen were publicly belittled in return. As a result as list owner I<br/>\nasked both parties to please cease and desist, one member apologized<br/>\non list  and the other. sent me a long scathing private email. As a<br/>\nresult I removed them as moderator and set their posts to be screened.<br/>\nAn attempt was made to spout all sort of false claims and accusations<br/>\npublicly.  I will not approve that post for public viewing as it<br/>\nserves no purpose other than to wreck havoc and destroy friendships. I<br/>\nadvise any of you who may be contacted off list with angry claims to<br/>\ntake it all with a grain of salt.<br/>\n<br/>\n <br/>\n<br/>\nThis list was and always will be a meeting place for Shinsengumi FANS.<br/>\nWe are all fans even if our tastes begin to lead us in other related<br/>\ndirections. ALL Bakumatsu/Meiji/Shinsengumi topics are WELCOMED HERE.  ALL MEMBERS are welcomed here.<br/>\n<br/>\n <br/>\n<br/>\nGranted, all discussions will not be to everyone&#39;s liking but NO ONE<br/>\nwill be asked or expected to stop posting because everyone is not 100%<br/>\ninterested in that particular subject at that particular time.<br/>\n<br/>\n <br/>\n<br/>\nIf you don&#39;t like a topic then skip over or delete. I do.<br/>\n<br/>\n <br/>\n<br/>\nNow let&#39;s get back to SHARING fun and info!<br/>\n<br/>\n<br/>\nBarbara Sheridan<br/>\n(your benevolent dictator&quot; ^_^)<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bsher212@...\">bsher212@...</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2385,
    "nextTopicId": 2398
}