{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Sort of &quot;new&quot; info on Fujita Goro",
            "postDate": "1124231445",
            "msgId": 2514,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRkdHBlbCtobThmQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2513,
            "nextInTime": 2515,
            "topicId": 2514,
            "numMessagesInTopic": 0,
            "msgSnippet": "Well, new to those of us who don t know Japanese (^_^) ***all the info will end up on Saitou s profile at http://www.shinsengumihq.com (eventually) In the",
            "messageBody": "<div id=\"ygrps-yiv-424284389\">Well, new to those of us who don&#39;t know Japanese (^_^)<br/>\n***all the info will end up on Saitou&#39;s profile at <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com\">http://www.shinsengumihq.com</a> (eventually)<br/>\n<br/>\nIn the Files section are translated webpages on Saitou Hajime and so <br/>\nforth, from those pages we know that Goro was a bodyguard for the <br/>\nMeiji Emperor&#39;s mother...<br/>\n<br/>\nbut <br/>\nhe was also a bodyguard to &lt;&lt;&lt;Inoue Kaoru&gt;&gt;&gt;<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://en.wikipedia.org/wiki/Inoue_Kaoru\">http://en.wikipedia.org/wiki/Inoue_Kaoru</a><br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.jref.com/glossary/inoue_kaoru.shtml\">http://www.jref.com/glossary/inoue_kaoru.shtml</a><br/>\n***the Inoue Kaoru connection was once mentioned on this mailing <br/>\nlist a really long time ago I think---but my translator said this <br/>\nnot a rumor at all<br/>\n<br/>\nWe have all committed to memory, Goro&#39;s love of washing his fundoshi <br/>\nbut he also said....<br/>\n<br/>\nFujita Goro &quot;Tie your sash tightly: don&#39;t leave it loose and untidy!&quot;<br/>\n<br/>\nFujita Makoto, Goro&#39;s grandson heard that:<br/>\n&quot;My grandfather was the favorite retainer of Matsudaira Katamori&quot;<br/>\nwhich is not surprising at all<br/>\n-----------------------------------<br/>\nI have 2 translations of the same page...<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://homepage3.nifty.com/naitouhougyoku/sub14.htm\">http://homepage3.nifty.com/naitouhougyoku/sub14.htm</a><br/>\n<br/>\nmost of it translated by our SHQ member Hirotada Tokugawa (please <br/>\nsend warm cuddly thoughts to him)...<br/>\n<br/>\nThe Yamakawa Shogun residence (???) was in Tokyo Ushigome-Wakamatsu <br/>\ncho, 3rd lot. It had a stable.When Fujita had days off, he would go <br/>\nto the Yamakawa residence and drink sake, and his spirit would burn<br/>\nMany many people visited all year round, attested to by Ookura <br/>\n(Yamakawa Hiroshi) being a person of virtue as well as a &quot;Center of <br/>\n(gathering for) Aizu People. So the many comings and goings were a <br/>\nmatter of course.<br/>\nAmong those who visited can be seen the name of Fujita Goro.<br/>\nFujita Goro. Of course, it goes without saying that this is <br/>\nShinsengumi 3rd captain, Saitou Hajime.<br/>\nThe time of his frequent visits then must be around the time that <br/>\nOokura had long since retired from the Police Office and had become <br/>\nheadmaster of the &quot;Normal School&quot; (I think &quot;Normal School,&quot; Shihan-<br/>\ngakko, should actually be translated &quot;Military Academy&quot;)<br/>\nThe man who, as Yamaguchi Jiro, left his fame and renown in many <br/>\nplaces in the course of the Boshin War&#39;s Aizu front.<br/>\nFujita, after Hijikata Toshizo left Aizu, commanded the remaining <br/>\nShinsengumi men, sharing in Aizu&#39;s fate, following the people to <br/>\nTonami, and then fighting in the Seinan War, always remaining by the <br/>\nside of Aizu people.Looking at it from Fujita&#39;s perspective, his <br/>\nvisits to the Yamakawa residence must have been very calming.<br/>\n<br/>\nFujita Goro &quot;When you draw your sword with the intent to kill, don&#39;t <br/>\nwaste your time posturing like in kenjutsu. Just kill your enemy on <br/>\nthe spot.&quot;<br/>\n<br/>\n(from another volunteer translator: &quot;When you actually fight <br/>\nsomebody with a real sword, never mind about taking a correct <br/>\nposture as you would in your fencing trainings; you just have to go <br/>\nforward holding your sword up high. Then the next moment you&#39;d find <br/>\nyour oppenent collapsed on the ground.&quot;)<br/>\n<br/>\nFujita Goro &quot;I want my bones to be buried next to the [mass?] grave <br/>\nof the men who died at Amida-ji in the Aizu Boshin War&quot;<br/>\n<br/>\nToday, Fujita Goro&#39;s soul, as was his wish, rests alongside those of <br/>\nhis war comrades in Amida-ji, sharing in their eternal rest<br/>\n<br/>\n[Footnotes]<br/>\n***Yamakawa Hiroshi was one of the matchmakers for Goro+Tokio, and a <br/>\nmajor figure in the post 1868 Aizu story<br/>\nsee his pic here <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/YamakawaHiroshioldyoungpic.jpg\">http://www.shinsengumihq.com/YamakawaHiroshioldyoungpic.jpg</a><br/>\n<br/>\n***the Normal School was a teacher training academy in Tokyo for men<br/>\nthe history of the Normal School is totally connected to Tokyo <br/>\nWomen&#39;s Normal School (Takagi/Fujita Tokio&#39;s workplace and her <br/>\ncousin Takamine Hideo)<br/>\nyou can learn more here:  <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/TakagiTokioinfo.htm\">http://www.shinsengumihq.com/TakagiTokioinfo.htm</a> (with an account of <br/>\na graduation ceremony, fire and pics etc)<br/>\nEdward Sylvester Morse (1838-1925)(google name) mentions and <br/>\nsketched the fire<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"https://mywebspace.wisc.edu/tnamwong/web/Takamine/TWNSfire.jpg\">https://mywebspace.wisc.edu/tnamwong/web/Takamine/TWNSfire.jpg</a><br/>\nin his amazing book JAPAN DAY BY DAY (contains info on Takamine <br/>\nHideo all over the place)--book has no index<br/>\n-----------------------------------<br/>\nIn the past I have mentioned that Fujita Goro was a friend of <br/>\nNatsume Soseki (just google this name) my volunteer translator did <br/>\nsome double checking independently and found that this eccentric <br/>\nnovelist had not one but 2 connections to the Shinsengumi. I have <br/>\nrecently searched for webpages and found quiet a few repeating this <br/>\nconnection---nifty mistranslated some things.  Below is a *human* <br/>\ntranslation.<br/>\n<br/>\nNagakura Shinpachi was a friend of Natsume Soseki&#39;s [father]<br/>\n[warning] Natsume Soseki was adopted out to a family and then later <br/>\nadopted back into his natural birth parents...it is not clear <br/>\n*which* father<br/>\n<br/>\nNatsume Soseki and Fujita Goro were co-workers (they worked in the <br/>\nsame office)<br/>\n<br/>\n[note: Soseki wasn&#39;t alive during the Bakumatsu however he did write <br/>\n2 weird short stories on that era. <br/>\nAnyone who reads Soseki&#39;s works will notice that he has an older <br/>\nfriend, who like himself was neurotic and had gastric ulcers this <br/>\nfriend is an elderly man with a white moustache (who eats relish a <br/>\nfood recommended to people who have ulcers).  This older friend is a <br/>\nrecurring character in more than one work. Soseki ofcourse changes <br/>\nthe names of his real friends who frequently appear in his fiction--<br/>\nin this case the mystery character is anonymous and often stops by <br/>\nfor dinner.  Both men starve themselves for days and then share big <br/>\nmeals.  In another work this same character appears in a dream <br/>\nsequence.  Interestingly in I AM A CAT Soseki writes long passages <br/>\nabout dastardly under cover police, how they are uneducated, rude <br/>\nand plant evidence on people.  He lists their possible disguises as <br/>\nwell! Soseki, understandably was paranoid as he was blacklisted for <br/>\nhis liberal leanings and anti-Russo-Japanese War stance.]<br/>\n-----------------------------------<br/>\nShinsengumi Fun/Accessories<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.jbox.com/SEARCH/shinsengumi/1/\">http://www.jbox.com/SEARCH/shinsengumi/1/</a><br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hlj.com/product/AZNSB004GIR\">http://www.hlj.com/product/AZNSB004GIR</a><br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hlj.com/product/AZNSB004MAN\">http://www.hlj.com/product/AZNSB004MAN</a><br/>\n-----------------------------------<br/>\n[Off-Topic but of possible interest]<br/>\n<br/>\nsomeone brought up the 47 Ronin a while back...<br/>\n<br/>\nThe MANY paintings and reproductions you see of the 47 Ronin (many <br/>\nversions of the famous scenes) were amassed in a huge collection by <br/>\na guy named Ernest F.Fenollossa (1853-1908) (google name)---most of <br/>\nhis stuff ended up in the Boston Museum of Fine Arts or were <br/>\ngradually sold to private collectors once he returned to the United <br/>\nStates.  Although he later severed his connection to the museum his <br/>\nlegacy still remains.  While in Japan, his <br/>\nassistant/translator/travelling companion was Takamine Hideo (the <br/>\ncousin of Takagi Tokio and friend to Goro).  Takamine himself <br/>\ncollected 3,000 ukiyo-e, calligraphy, ALOT of pottery and swords <br/>\n(which Goro worked with in Takamine&#39;s store room).  Fenollossa also <br/>\ncites Takamine Hideo in his writings.  Recently I went to my <br/>\nuniversity&#39;s historical society and read a pamphlet printed in 1905 <br/>\nwhen part of Fenollossa&#39;s collection arrived in my city (the small <br/>\ncollection was purchased by a Japanese man).  Fenollossa himself <br/>\nwrote the introduction and description of the paintings.  Of the <br/>\nlittle over 20 pieces displayed, 5 were of the 47 Ronin.  Much of <br/>\nFenollossa&#39;s collection are now commonly mass reproduced ukiyo-e <br/>\nposters you can purchase right off the internet. <br/>\n<br/>\n[scroll down to see new translations on the Byakkotai]<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://1happyturtle.com/makoto/YHFGtranslation.htm\">http://1happyturtle.com/makoto/YHFGtranslation.htm</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2511,
    "nextTopicId": 2515
}