{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 201425847,
            "authorName": "Bonnie Johnston",
            "from": "&quot;Bonnie Johnston&quot; &lt;kallipygia@...&gt;",
            "profile": "persiphatta",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "RE: [SHQ] Movie Review: Kunoichi: Deadly Mirage",
            "postDate": "1128278189",
            "msgId": 2568,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTEwNy1GMzE0MDNGNzMyNjNFRkNDODM5RDQ0MUNBODEwQHBoeC5nYmw+",
                "inReplyToHeader": "PDQzM0VDQkMzLjkwODA1MDNAeWFob28uY29tPg=="
            },
            "prevInTopic": 2564,
            "nextInTopic": 0,
            "prevInTime": 2567,
            "nextInTime": 2569,
            "topicId": 2564,
            "numMessagesInTopic": 0,
            "msgSnippet": "Chuck, Thanks for the review! Are you seriously thinking of doing an MST3K on this one?  If so, would you share it with us when it s done? Take care, Kalli",
            "messageBody": "<div id=\"ygrps-yiv-10468202\">Chuck,<br/>\n<br/>\nThanks for the review!<br/>\n<br/>\nAre you seriously thinking of doing an MST3K on this one?  If so, would you <br/>\nshare it with us when it&#39;s done?<br/>\n<br/>\nTake care,<br/>\n<br/>\nKalli<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: Chuck Harris &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:chuckjharris@...\">chuckjharris@...</a>&gt;<br/>\n&gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a><br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a><br/>\n&gt;Subject: [SHQ] Movie Review: Kunoichi: Deadly Mirage<br/>\n&gt;Date: Sat, 01 Oct 2005 12:47:47 -0500<br/>\n&gt;<br/>\n&gt;Konnichiwa!<br/>\n&gt;<br/>\n&gt;At the last anime con I attended, I stumbled across a movie called<br/>\n&gt;Kunoichi: Deadly Mirage that mentioned the Shinsengumi. </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 88369851,
            "authorName": "Chuck Harris",
            "from": "Chuck Harris &lt;chuckjharris@...&gt;",
            "profile": "chuckjharris",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Movie Review: Kunoichi: Deadly Mirage",
            "postDate": "1128188867",
            "msgId": 2564,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQzM0VDQkMzLjkwODA1MDNAeWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 2568,
            "prevInTime": 2563,
            "nextInTime": 2565,
            "topicId": 2564,
            "numMessagesInTopic": 0,
            "msgSnippet": "Konnichiwa! At the last anime con I attended, I stumbled across a movie called Kunoichi: Deadly Mirage that mentioned the Shinsengumi.  I immediately purchased",
            "messageBody": "<div id=\"ygrps-yiv-901663077\">Konnichiwa!<br/>\n<br/>\nAt the last anime con I attended, I stumbled across a movie called <br/>\nKunoichi: Deadly Mirage that mentioned the Shinsengumi.  I immediately <br/>\npurchased the movie, and later found that it was not in the list at SHQ <br/>\n(or in IMDB, for that matter).  After watching it, I think I know why, <br/>\nbut I will offer this review to save anyone else who might come across <br/>\nit.  I will try to avoid revealing any spoilers (not that there is much <br/>\nto reveal in the first place).<br/>\n<br/>\nThe blurb from the back cover is more plot than you get in the movie <br/>\nitself:  &quot;During the Edo period of Japan, out of fear of losing <br/>\nauthority, the Tokugawa shogunate hires the Shinsengumi to bring down <br/>\nthe Imperial Court.  However, the Satsuma clan finds out about the <br/>\nTokugawa&#39;s scheme and sends the last five Kunoichi (female ninjas) of <br/>\nHiryu Ninja Clan to spy on the Shinsengumi.  Meanwhile, an evil skeletal <br/>\ndemon is brought to life to murder the Kunoichi ninjas and destroy the <br/>\nworld.&quot;<br/>\n<br/>\nThe most important thing to this audience, I&#39;m sure, is the Shinsengumi <br/>\ncontent; I&#39;ll cover that first, as it won&#39;t take long.  The only <br/>\nrecognizable members are Hijikata and Okita.  Hijikata was played by <br/>\nHiroyuki Watanabe, who went with the tried-and-true heartless killer <br/>\napproach to the character.  He actually was on the movie poster and DVD <br/>\ncover (because he actually has a career; he was in Ringu and a variety <br/>\nof rubber-suit monster movies), but he gets about two minutes of screen <br/>\ntime.  Okita was played by the standard young, cute, heart-throb type, <br/>\nand manged to be even more wishy-washy than the Peacemaker Okita; <br/>\nobviously he was still haunted by the death of Yamanami, which he talks <br/>\nabout over and over and over.   Every other member of the Shinsengumi <br/>\nshown is a generic extra, all of whom are dumb, poor swordsmen, and <br/>\nfated to die violently.<br/>\n<br/>\nThe overall feel of the movie is amateurish; it looks like a class <br/>\nproject from a film school.  The fight choreographer obviously quit <br/>\nafter the first fight scene (which wasn&#39;t _horribly_ bad), because the <br/>\ncombat gets progressively worse as the movie runs.  I think the director <br/>\nraided a kendo school for Shinsengumi extras, as most the extras seem to <br/>\nknow at least which end of the sword to hold.  The ninja and Okita, on <br/>\nthe other hand, look like they studied swordsmanship for about five <br/>\nminutes before shooting started; my four-year-old niece can use a sword <br/>\nmore effectively and more convincingly than these people.  By the end of <br/>\nthe movie, the fight scenes were almost painful to watch.<br/>\n<br/>\nThe special effects are perfect for anyone who has ever watched Dr. Who <br/>\nand said &quot;Those effects just look a little too convincing to me.&quot;  They <br/>\nwere poorly done on some PC graphics package (maybe the Paint program <br/>\nthat comes with Windows?); the edges of the overlays were poorly <br/>\ntrimmed, the CG effects didn&#39;t mesh at all with the live film, etc.  <br/>\nGranted, this movie was made in 1997, but this was bad by 1980&#39;s BBC <br/>\nstandards.  The &quot;skeletal demon&quot; and his zombie sidekicks looked weak, <br/>\nfought poorly, and barely moved.<br/>\n<br/>\nThe writing probably took at least a half hour; there were plenty of <br/>\nplot holes you could pilot the SDF-1 through.  The ninja&#39;s dialog seemed <br/>\nto consist entirely of &quot;You go on ahead, I&#39;ll hold them here as long as <br/>\nI can&quot; and determined-looking nods, while Okita whined his way through <br/>\nall of his scenes.<br/>\n<br/>\nThe costumes are the only decent thing about the movie.  The Shinsengumi <br/>\nhave their light blue jackets, the ninja are dressed 1980&#39;s style (full <br/>\nblack costumes (though the leader has a red vest), instead of the more <br/>\nmodern fishnet and miniskirt style, ala Ninja Scroll).  The sets look <br/>\nconvincingly Tokugawa-era.<br/>\n<br/>\nThere is a little gratuitous nudity (top only).<br/>\n<br/>\nOverall, I have to say it&#39;s probably not the worst movie I&#39;ve ever seen, <br/>\nbut none that are worse come immediately to mind.  I don&#39;t even think <br/>\nit&#39;s worth renting; the only reason I&#39;m keeping my copy is that it is <br/>\nperfect fodder for a Mystery Science Theater make-over.<br/>\n<br/>\nI apologize about the length of the review; thanks to anyone who <br/>\nactually read this far.<br/>\n<br/>\n    Arigatou,<br/>\n    Chuck Harris<br/>\n<br/>\n-- <br/>\nChuck Harris               &quot;You can tame a dog with food, you can tame a<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:chuckjharris@...\">chuckjharris@...</a>      man with money, but no one can tame a wolf<br/>\nBaka soku zan!              of Mibu!&quot;  -- Saito Hajime, Rurouni Kenshin</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2558,
    "nextTopicId": 2572
}