{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Fujita Goro and Jigoro Kano (the founder of  Judo)",
            "postDate": "1129695033",
            "msgId": 2589,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRqNGd2cCtncnJnQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2588,
            "nextInTime": 2590,
            "topicId": 2589,
            "numMessagesInTopic": 0,
            "msgSnippet": "this is not directly connected to Shinsengumi. For several months now, rather than get headaches reading Japanese sites via online software I focused on",
            "messageBody": "<div id=\"ygrps-yiv-1531478242\">this is not directly connected to Shinsengumi.<br/>\n<br/>\nFor several months now, rather than get headaches reading Japanese<br/>\nsites via online software I focused on relevant sources in English<br/>\nwhich would  yield details on the life of both Fujita Goro and Fujita<br/>\nTokio(ko).  Most things in English, deal with the Meiji era.<br/>\n<br/>\nIt is actually our good fortune that both Mr. and Mrs. Fujita worked<br/>\nat a high profile school known as Tokyo Women&#39;s NOrmal School (later<br/>\nTokyo Women&#39;s Higher NOrmal School and then Ochanomizo).<br/>\n<br/>\nFor new members please read<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/TakagiTokioinfo.htm\">http://www.shinsengumihq.com/TakagiTokioinfo.htm</a><br/>\n<br/>\nI used Tokio&#39;s cousin as an anchor in the research.<br/>\n<br/>\nThroughout this time I had no idea who the &quot;other&quot; principal who kept<br/>\nswitching with Takamine Hideo (tokio&#39;s cousin) of the school was.<br/>\n<br/>\nA Japanese thread was discussing Mr. Fujita&#39;s work not only as an<br/>\noffice clerk but a teacher of kenjutsu at the Normal School (for men).<br/>\n SAdly, the posters were wrestling with the structure of the school<br/>\nand timeline --- lucky for me I had been obsessing over Tokio&#39;s cousin<br/>\nand understood some of the educational structure.<br/>\nThey did not cite their textual source---but their hint was good enough.<br/>\n<br/>\nThe other principal was Jigoro Kano.<br/>\nPlease see this timeline <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.geocities.com/Tokyo/4795/kano.html\">http://www.geocities.com/Tokyo/4795/kano.html</a><br/>\nhe became principal after Takamine Hideo resigned in 1893 (technically<br/>\nforced to resign). <br/>\nAfter Takamine returned in 1897, Kano resigned so they alternated.<br/>\nKano returns in 1901 (which coincides with the beginning of Takamine&#39;s<br/>\nstruggle with severe depression however he remained an influential<br/>\nfigure).<br/>\n<br/>\nok let&#39;s compare with Goro&#39;s timeline<br/>\nhe works at the education museum in 1891<br/>\ngets a job at Tokyo Women&#39;s Normal School in 1899<br/>\n<br/>\nthe structure of the hierarchy of the Normal Schools (teacher training<br/>\nacademy) was like this<br/>\n<br/>\nTokyo Normal School (men)<br/>\nTokyo Women&#39;s Normal School (women)<br/>\nEducational Museum<br/>\n<br/>\nit was like a giant pyramid with overlapping faculty, staff and even<br/>\nbudget...students of both normal schools even used material right out<br/>\nof the museum and frequently the top tier staff held concurrent<br/>\npositions in the museum<br/>\n<br/>\nthe Museum was used for the purpose of &quot;object teaching&quot; which was the<br/>\nstyle used at both normal schools and nationwide--this is why the<br/>\nmuseum was another branch of the schools<br/>\n<br/>\nKOdokan Judo (Jigoro Kano&#39;s claim to fame) was the OFFICIAL<br/>\ncompetition to the Tokyo Metropolitan Police Department<br/>\nit was always of interest to me how Kodokan Judo/dojo had a minor Aizu<br/>\nconnection and at one time located in the same ward as the Fujita<br/>\nhousehold<br/>\n<br/>\nJIgoro Kano in partnership with Dr. Baelz (German who treated many VIP<br/>\nMeiji figures) were able to introduce modern kendo and judo (to a<br/>\nlesser extent) into the education system.  Kendo was favored because<br/>\nit was more safe.<br/>\n<br/>\nI have a hard time believing that the principal, an accomplished<br/>\nmartial artist, and deeply interested in Physical Education was<br/>\ncompletely oblivious to a member of the office staff who was also a<br/>\npractitioner of kenjutsu.<br/>\n<br/>\nBefore leaving his position at the school I believe TAkamine would be<br/>\nsure to point out which members of the faculty and staff Kano should<br/>\ncare for.  Takamine would be sure to highlight their special talents<br/>\nas well.  AFterall the Mr. and Mrs. Fujita were both family and friend<br/>\nto Takamine.<br/>\n<br/>\nPrincipals also had access to all resumes of the staff---how would<br/>\nKano, who dealt with the TMPD not be interested in former assistant<br/>\ninspector Fujita who also worked as body guard to Inoue Kaoru and<br/>\nEmpress Dowager?</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2588,
    "nextTopicId": 2567
}