{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Even more SHQ.com updates",
            "postDate": "1131050893",
            "msgId": 2600,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRrZHQyZCtnN2g0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2599,
            "nextInTime": 2601,
            "topicId": 2600,
            "numMessagesInTopic": 0,
            "msgSnippet": "http://www.shinsengumidb.com/ if you click on FULL SEARCH and go to Commercial Realeses and type in Okita you will find hundreds of texts/media…it seems",
            "messageBody": "<div id=\"ygrps-yiv-1720164533\"><a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumidb.com/\">http://www.shinsengumidb.com/</a><br/>\nif you click on FULL SEARCH and go to Commercial Realeses and type in<br/>\n&quot;Okita&quot; you will find hundreds of texts/mediait seems that if the 2<br/>\nwebmasters aren&#39;t updating their insane collection of doujinshi at<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hajimenokizu.com\">http://www.hajimenokizu.com</a> they are extremely diligent in providing<br/>\nthe most comprehensive Shinsengumi database in internet history<br/>\n(^_^)<br/>\n-----------------------------------------------<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/ShinsengumiBakumatsuTimeline.htm\">http://www.shinsengumihq.com/ShinsengumiBakumatsuTimeline.htm</a><br/>\nsee July 1869 Western date and brief account of battle at Goryokaku<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/misc_facts.htm\">http://www.shinsengumihq.com/misc_facts.htm</a><br/>\nsee Hakodate&#39;s Goryokaku<br/>\n-----------------------------------------------<br/>\nSo I wanted to rent Shura No Toki # 6<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.animeondvd.com/reviews2/disc_reviews/4376.php\">http://www.animeondvd.com/reviews2/disc_reviews/4376.php</a><br/>\n<br/>\nand as always it wasn&#39;t available so I had to get...<br/>\n<br/>\nIZO mini review posted at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/film.htm\">http://www.shinsengumihq.com/film.htm</a><br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.imdb.com/title/tt0377079/\">http://www.imdb.com/title/tt0377079/</a><br/>\nIZO directed by Takashi Miike. Two Shinsengumi, one is clearly Okita<br/>\nSouji and another Kondou Isami? make cameo appearances in this<br/>\nextremely episodic art film featuring multiple dimensions, vengeful<br/>\nghosts, images of modern wars, strong sexuality, hell and time travel<br/>\nwhich examines the nature of VIOLENCE and the irrationality of seeking<br/>\njustice (you shall be treated with screams of TENCHU often too). The<br/>\ntwo Shinsengumi and the main character have a little scuffle on a<br/>\nmodern highway. Our boys, completely oblivious that their magical<br/>\nappearance caused a truck to swerve off the road, then deliver some<br/>\ninteresting philosophical lines before giving the &quot;hero&quot; some trouble.<br/>\n The Shinsengumi fight scene happens to be the best choreographed.<br/>\nInterestingly, another scene in the film takes Izo back to the<br/>\nBakumatsu where he fights hordes of black clad special ops military<br/>\nmen from modern times, and in another scene Edo era cops, doshin and<br/>\nthe hero fight in a modern setting. This film is not for everyone<br/>\nespecially if the only calm scene involves elementary school kids<br/>\ngiving thought provoking definitions on nation and democracy shortly<br/>\nbefore the hero massacres the school staff. Many of the &quot;aristocrats&quot;<br/>\nthe target of Izo, purposefully resemble notorious figures in Japanese<br/>\nhistory. The film also stars NHK Shinsengumi&#39;s Harada Sanosuke,<br/>\nYamamoto Taro as a cleaver wielding, real estate selling vampire.<br/>\n<br/>\n*fortunately after seeing this film I erased the image of gallons of<br/>\nblood from my brain with the witty masterpiece POM POKO (The Racoon<br/>\nWArs) from STudio Ghibli<br/>\n------------------------------------------------------------------<br/>\n[Tokio fans keep reading]<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/TakagiTokioinfo.htm\">http://www.shinsengumihq.com/TakagiTokioinfo.htm</a><br/>\nsome new stuff<br/>\n  do an edit &quot;find&quot; in your interent browser for &quot;diamond&quot; to see the<br/>\nschool song presented to the school by the Meiji Empress<br/>\n  do and edit &quot;find&quot; in your internet browser for &quot;provisional&quot; to<br/>\nread a detailed account of Nara Women&#39;s Normal School dorm---Nara was<br/>\nthe sister school of Tokyo Women&#39;s Normal school, thus the schedule of<br/>\nboth school would be similar if not exactly the same<br/>\n  BRAND NEW SECTION &quot;Tokyo Women&#39;s Normal School in the world of fiction&quot;<br/>\n  BRAND NEW SECTION &quot;Forbidden Books&quot;<br/>\n  Tokyo Women&#39;s Normal School and ROKUMEIKAN see the chronology year<br/>\n1886 and look for the novelist ***Miyake Kaho and note the interaction<br/>\nbetween males and females which was allowed before the school was<br/>\nasked to stop.  Also note the females and navy officers (think Nishino<br/>\nMidori and Fujita Tsutomu/o)<br/>\n  See the section &quot;[Other Aizu Women]&quot; and see the 2 links for<br/>\nYamakawa Futaba<br/>\n<br/>\n[footnote] <br/>\nthe school took quiet a beating in the newspapers and prior to finding<br/>\nall this new info I had no idea that the word &quot;tensai&quot; (which can mean<br/>\nanything from bright girl, genius girl, Girl professor) was a<br/>\n*sarcastic term applied not to schoolgirls in GENERAL but specifically<br/>\nto the students at Tokyo Women&#39;s Normal School <br/>\n<br/>\na similar situation where school&#39;s appear in a negative light can be<br/>\nfound in Natsue Soseki&#39;s BOTCHAN<br/>\n<br/>\nmale and female interaction at the school a good 10 years before<br/>\nFukuzawa Yukichi printed his book on Greater Learning for Women can<br/>\ncome from 2 people:<br/>\n<br/>\nTakamine Hideo, the director who controlled both Normal Schools for<br/>\nmen and women and who participated in similar activities at Oswego<br/>\nNormal school in N.Y. State---the American host family he lived with<br/>\nwas the only household which allowed men and women to dance together<br/>\n(not to mention allow male and female boarders under one roof).<br/>\n<br/>\nTakamine Sen(ko) his wife who was friends with Rokumeikan&#39;s leader,<br/>\nYamakawa/Oyama Sutematsu and Tsuda Ume(ko)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2590,
    "nextTopicId": 2601
}