{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Compiled Maps [relevant to Meiji E. ~ Fujita Family]",
            "postDate": "1141578923",
            "msgId": 2736,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGR1ZjZiYisxMGxmYkBlR3JvdXBzLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2735,
            "nextInTime": 2737,
            "topicId": 2736,
            "numMessagesInTopic": 0,
            "msgSnippet": "2 of the 3 maps in the file are directly relevant to the Fujita family during the Meiji 1890s map from Higuchi Ichiyo (Meiji Era novelist who was a neighbor to",
            "messageBody": "<div id=\"ygrps-yiv-576963733\">2 of the 3 maps in the file are directly relevant to the Fujita <br/>\nfamily during the Meiji<br/>\n<br/>\n1890s map from Higuchi Ichiyo (Meiji Era novelist who was a neighbor <br/>\nto the Fujita Family) according to Tama, a member here on the list, <br/>\nHiguchi even mentions Mr. Fujita in relation to her father (who <br/>\nworked in the TMPD-Tokyo Metropolitan Police Dept) in one of her <br/>\ndiaries (not yet fully translated into English).  It is not strange <br/>\nif neighbors who worked in the same  field new each other very <br/>\nwell.  I have discussed this connection already on <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/saitouhajime.htm\">http://www.shinsengumihq.com/saitouhajime.htm</a><br/>\n<br/>\n***please note that the Fujita family lived in Hongo..but <br/>\nspecifically in the BUNKYO WARD which bordered with Koishikawa a <br/>\nmore upscale neighborhood<br/>\n<br/>\nThe other map &quot;1910&quot; is the MOST IMPORTANT<br/>\n<br/>\n1) look for the HIGHER NORMAL SCHOOL FOR GIRLS this was Tokio/Goro&#39;s <br/>\nplace of employment (don&#39;t confuse it with the brand new schools---<br/>\nmost of which were also connected to the HNSfor Girls)<br/>\n<br/>\n2) Look for Kano&#39;s dojo (note the term jiujitsu used---actually JUDO <br/>\nis used in most texts to seperate it from the older schools)<br/>\nI mentioned recently the intriguing connection between Kano Jigoro <br/>\n(Pres. of the Normal School for men), and Aizu. Note it is right in <br/>\nthe Koishikawa area<br/>\n<br/>\n3) Koishikawa and why is it important in regards to the Fujita family<br/>\na) Koishikawa was the birthplace of Matsudaira Tsuneo (son of <br/>\nMatsudaira Katamori) so we know that the Matsudaira mansion was <br/>\nright there in Koishikawa<br/>\nb) atleast 2 of the Fujita family friends lived right there in <br/>\nKoishikawa too, the Takamine and Yamakawa (both discussed on <br/>\nSaitou&#39;s page)<br/>\n<br/>\n[conclusion] we have &quot;Little Aizu&quot; in Tokyo, this is why Mr. and <br/>\nMrs. Fujita had visitors such as the young daughters of Takamine <br/>\n(please see <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/TakagiTokioinfo.htm)\">http://www.shinsengumihq.com/TakagiTokioinfo.htm)</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2735,
    "nextTopicId": 2737
}