{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: Retreat, Revival, and Kondou dismissing the Shinsengumi",
            "postDate": "1147847200",
            "msgId": 2782,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU0ZWZuMCszNmw1QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PEJBWTEwNC1GMjUxQzk3NzFCQUZFOUUxODY1MDJCMDlGQTEwQHBoeC5nYmw+"
            },
            "prevInTopic": 2781,
            "nextInTopic": 0,
            "prevInTime": 2781,
            "nextInTime": 2783,
            "topicId": 2780,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Yamakawa Kenjiro wrote a letter to Nagakura s son, The Issue Concerning Those Responsible for Sakamoto Ryoma s Murder -- and says that he doesn t believe",
            "messageBody": "<div id=\"ygrps-yiv-2037626146\"><blockquote><span title=\"qreply\">--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt; wrote:<br/>\nYamakawa Kenjiro wrote a letter to Nagakura&#39;s son, &quot;The Issue Concerning<br/>\nThose Responsible for Sakamoto Ryoma&#39;s Murder&quot;-- and says that he doesn&#39;t<br/>\nbelieve that it was Harada. (pp. 238-241)<br/>\n<br/>\n******************************<br/>\nsorry for this second post...I was cutting and pasting and made an<br/>\nerror (^_^;)<br/>\n<br/>\nRegarding Sakamoto&#39;s murder...it was pinned on the Shinsengumi with a<br/>\npiece of &quot;evidence&quot;, Harada&#39;s sword sheath.  Thus, Yamakawa Kenjiro<br/>\ntried to examine the situation further with Nagakura&#39;s son.<br/>\n<br/>\nYamakawa Kenjiro (1854-1931) is an Aizu figure connected to Fujita<br/>\nGoro.  You may read about him here:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/saitouhajime.htm\">http://www.shinsengumihq.com/saitouhajime.htm</a><br/>\nand<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/AizuBeyond1868.htm\">http://www.shinsengumihq.com/AizuBeyond1868.htm</a><br/>\nhe was a family friend of the Fujitas.<br/>\n<br/>\nso the signficance of Yamakawa&#39;s interest in the Sakamoto murder is<br/>\nthat an Aizu figure contributing to Meiji Era research on the<br/>\nShinsengumi---which is not strange at all.<br/>\n<br/>\nYamakawa Kenjiro (he is called Yamaken by his fans) was a careful and<br/>\npatient researcher who compiled the 700 page book AIZU BOSHIN SENSHI<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/AizuBeyond1868.htm\">http://www.shinsengumihq.com/AizuBeyond1868.htm</a><br/>\nI scanned the entire book so if anyone here who studies Japanese would<br/>\nlike to try reading it just email me...and yes Hijikata and Kondou and<br/>\nthe rest are all in it.<br/>\n<br/>\n******************************<br/>\nspeaking about errors<br/>\n<br/>\nI will make this correction to <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/saitouhajime.htm\">http://www.shinsengumihq.com/saitouhajime.htm</a><br/>\nas soon as possible<br/>\n<br/>\nI had erroneously typed &quot; Empress Dowager&quot; (emperor Meiji&#39;s mother--he<br/>\nactually had 2) when really Fujita GOro at one point guarded the<br/>\nEMPRESS <a rel=\"nofollow\" target=\"_blank\" href=\"http://ja.wikipedia.org/wiki/%E7%94%BB%E5%83%8F:Empress_Shoken.jpg\">http://ja.wikipedia.org/wiki/%E7%94%BB%E5%83%8F:Empress_Shoken.jpg</a><br/>\n<br/>\nthe confusion occurred due to the name &quot;Shoken&quot; which was the other<br/>\nname of &quot;Haruko&quot; the empress<br/>\n<br/>\nthis in fact changes everything.  Originally, I had believed that<br/>\nFujita would be in the IMperial Guard Unit #2 (even for temporary<br/>\nassignments) which guarded the Emperor&#39;s mother.  However, now that we<br/>\nknow he guarded the empress he would be part of an entire different<br/>\nunit altogether...Unit #1 which guarded the Emperor, Empress and<br/>\ndirect heirs (all the children)<br/>\n<br/>\nwe do have testimony from Tokio&#39;s niece stating that Uncle Goro had<br/>\ncommented on the beauty of the Empress<br/>\n<br/>\nI apologize for this error...I caught it while typind a bio for Saitou<br/>\nHajime...fortunately most of the essay is derived from English sources<br/>\n(because the bulk of the text deals with post 1868 stuff) </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Re: Retreat, Revival, and Kondou dismissing the Shinsengumi",
            "postDate": "1147845516",
            "msgId": 2781,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU0ZWUyYyt1Z2NhQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PEJBWTEwNC1GMjUxQzk3NzFCQUZFOUUxODY1MDJCMDlGQTEwQHBoeC5nYmw+"
            },
            "prevInTopic": 2780,
            "nextInTopic": 2782,
            "prevInTime": 2780,
            "nextInTime": 2782,
            "topicId": 2780,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thanks Hirotada Tokugawa for posting this! For those of us who have Hillsborough s SHINSENGUMI:THE SHOGUN S LAST SAMURAI CORPS you may want to compare the info",
            "messageBody": "<div id=\"ygrps-yiv-1002003578\">Thanks Hirotada Tokugawa for posting this!<br/>\n<br/>\nFor those of us who have Hillsborough&#39;s SHINSENGUMI:THE SHOGUN&#39;S LAST<br/>\nSAMURAI CORPS you may want to compare the info in the post with the<br/>\nnarrative he provided in the chapter &quot;The Peasant as Feudal Lord&quot;<br/>\n<br/>\nI have only remembered that Kondou used the name Okubo Yamato, so I&#39;m<br/>\nglad Hirotada mentioned that KOndou had also used the name Okubo<br/>\nTakeshi *earlier<br/>\n----------------------------<br/>\nHirotada Tokugawa wanted to add that:<br/>\n<br/>\nAkama Shizuko, Shinsengumi Saitou Hajime no Subete. Tokyo: Shin<br/>\nJinbutsu Oraisha, 2003.<br/>\n<br/>\nwas [not] written by Akama.  It is a book which collects essays by<br/>\nseveral researchers<br/>\n<br/>\nif you need quick info on Shinsengumi books please visit<br/>\nGood books in ENglish we have used on the site<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/bibliography.htm\">http://www.shinsengumihq.com/bibliography.htm</a><br/>\nJapanese books arranged chronologically and by persona (incomplete)<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/bibliography2.htm\">http://www.shinsengumihq.com/bibliography2.htm</a></div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Hirotada Tokugawa",
            "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Retreat, Revival, and Kondou dismissing the Shinsengumi",
            "postDate": "1147842114",
            "msgId": 2780,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTEwNC1GMjUxQzk3NzFCQUZFOUUxODY1MDJCMDlGQTEwQHBoeC5nYmw+"
            },
            "prevInTopic": 0,
            "nextInTopic": 2781,
            "prevInTime": 2779,
            "nextInTime": 2781,
            "topicId": 2780,
            "numMessagesInTopic": 0,
            "msgSnippet": "This is, to my knowledge, largely unprecedented information appearing in English on the Shinsengumi. It deals with them at their low point, after Toba-Fushimi",
            "messageBody": "<div id=\"ygrps-yiv-1140994082\">This is, to my knowledge, largely unprecedented information appearing in <br/>\nEnglish on the Shinsengumi. It deals with them at their low point, after <br/>\nToba-Fushimi and before Aizu. The text below is my compilation of the facts <br/>\nfrom two sources-- Akama Shizuko&#39;s book on Saitou Hajime (Shinsengumi Saitou <br/>\nHajime no Subete) and Nagakura Shinpachi&#39;s own memoir &quot;Shinsengumi <br/>\nTenmatsu-ki&quot;<br/>\n<br/>\nAny errors in translation are my own.<br/>\n<br/>\n-M.<br/>\n---<br/>\nFollowing the disastrous defeat at Toba-Fushimi, the Shinsengumi headed to <br/>\nEdo, the Shogun&#39;s capital, by sea. (Akama 99) They were split up between two <br/>\nvessels-- the frigate Fujiyama-maru and the merchantman Jundo-maru. Kondou <br/>\nIsami (wounded since his departure from Kyoto) and the other wounded men <br/>\nwere on the Fujiyama-Maru. (Akama 99)<br/>\n<br/>\n-Jundo-maru shipped out on the 1st of February (Gregorian calendar) and <br/>\narrived in Shinagawa (near Edo) on the 4th. The 63 Shinsengumi men who were <br/>\non board disembarked and got shelter at a local kettle-vendor (Kamaya). <br/>\n(Akama 99)<br/>\n<br/>\n-Fujiyama-maru waited for the wind to change, and shipped out on the 3rd of <br/>\nFebruary, arriving in Yokohama on the 14th. The remaining Shinsengumi men-- <br/>\n22, who were heavily wounded-- were immediately taken to the Yokohama <br/>\nHospital. (Akama 99) The next day, the Fujiyama-maru entered Shinagawa, and <br/>\nKondou and Okita disembarked together, entering the Kanda Igakusho (Medical <br/>\nCenter). Based on this evidence, Akama Shizuko believes that 29 others, <br/>\nincluding Yamaguchi Jiro (Saitou Hajime), accompanied them. However, these <br/>\nmen did not enter the medical center, instead finding accomodations in the <br/>\nImado area and receiving medical treatment there. It&#39;s said that a man from <br/>\nAsakusa named Danzaemon looked after them. (Akama 100)<br/>\n<br/>\nAs the Shinsengumi men rested and recovered (including Saitou Hajime), a new <br/>\nheadquarters was provided for them-- the former residence of Lord Akizuki <br/>\nUkyo no Suke, within Kajibashi Gate. (Akama 101) First to arrive there were <br/>\nthe men who were staying in Shinagawa at the kettle vendor, then the wounded <br/>\nmen. While they rested there, small groups would be sent out for security <br/>\nduties. On March 5 (Western Calendar-- 2/12 old), Tokugawa Yoshinobu entered <br/>\nkinshin at Kan&#39;eiji Temple in Ueno, and the Shinsengumi, deploying on a <br/>\nrotating basis in small units, served as security for him from the 8th to <br/>\nthe 18th of March. (Akama 101) They were relieved of duty because of orders <br/>\nto deploy to KAI PROVINCE.<br/>\n<br/>\nKatsu Kaishu, who was in charge of much of Bakufu affairs at the time, was a <br/>\nsupporter of peaceful surrender, so it&#39;s said that he ordered Shinsengumi <br/>\n(supporters of armed resistance) to deploy westward-- to the neighboring Kai <br/>\nprovince, which the &quot;Imperial&quot; army was aiming for-- as an expedient for <br/>\neliminating them. However, the official Yuuki Munizou indicates that &quot;The <br/>\njunior councilor Nagai (Naoyuki) came up with the plan...Katsu and the <br/>\nothers were against it at first, but they couldn&#39;t do much to resist.&quot;<br/>\n<br/>\nHOWEVER, when Kondou was captured and questioned, he indicated that Okubo <br/>\nIchio (NOT the Satsuma Okubo...) had ordered the deployment, so in reality, <br/>\nit probably wasn&#39;t Katsu&#39;s or Nagai&#39;s order to begin with.<br/>\n<br/>\nThe Shinsengumi Leaders as Daimyo- Status on Paper<br/>\n<br/>\nOn the occasion of their deployment to Kai Province, a promise was made to <br/>\nKondou and his men. In a long tradition of such orders (dating back to <br/>\npre-Warring States era), IF they could be victorious, they could have the <br/>\nprovince for themselves. Kai was Bakufu land worth 1 million koku, and it <br/>\nwas to be divided as such:<br/>\n<br/>\nKondou: 100,000 koku<br/>\nHijikata: 50,000 koku<br/>\nThe Captains (including Saitou Hajime): 30,000 koku each<br/>\nOther supervisors: 10,000 koku each<br/>\n<br/>\n(Akama 102)<br/>\n<br/>\nThere were also other symbols of rank that they were given in a hurry. <br/>\nKondou was given the rank of a Bakufu Junior Councilor, and was allowed to <br/>\nride in his own palanquin. Hijikata received the rank of a yoriai <br/>\n(high-ranking hatamoto), and was given a horse (It was also at this time <br/>\nthat he started wearing his hair Western-style). The captains received the <br/>\nrank and privileges of average hatamoto, and were allowed to wear the riding <br/>\ncaps of hatamoto. (Akama 103)<br/>\n<br/>\n-At the time, Shinsengumi numbered only around 80 men. To this was to be <br/>\nadded the previously mentioned Danzaemon&#39;s unit of 100 men trained in the <br/>\nWestern style, and the unit became the Koyochinbutai-- Kai Province <br/>\nPacification Unit. (Akama 102)<br/>\n<br/>\nThe official orders came through on March 21. On the 20th, Shinsengumi had <br/>\nreceived 2400 ryo of war funds, along with a number of large cannons and <br/>\nrifles. With their money and new weapons in hand, they moved out on the <br/>\n22nd, camping at Naito-Shinjuku, where they joined with Danzaemon&#39;s men. <br/>\n(Akama 102)<br/>\n<br/>\nOn the 24th they stopped at Fuchu, and the next day they paused at Kondou <br/>\nand Hijikata&#39;s old neighborhood of Hino, where they met with Hijikata&#39;s <br/>\nbrother in law, Sato Hikogoro. Sato Hikogoro&#39;s privately-funded unit of 22 <br/>\nmen, the Kasugatai, joined Kondou, and this brought the unit strength up to <br/>\n200.<br/>\n<br/>\nOn the 27th they went through Sasago Pass, coming to Komakai Village, where <br/>\nthey received the news that the &quot;Imperial&quot; army had entered Kofu Castle-- <br/>\nthe center of Kai province. They pressed ahead to nearby Tanaka to <br/>\ninvestigate-- and it was at this time that Danzaemon&#39;s men-- more than half <br/>\nthe unit strength-- suddenly got up and left. This left the Koyochinbutai <br/>\nwith 121 men. (Akama 103)<br/>\n<br/>\nAt this point, Hijikata went back to Edo to get reinforcements, and Kondou <br/>\nmoved the men to the area of Daizenji Temple, near Katsunuma. Setting up a <br/>\nbarrier, he had the men light watchfires and waited until morning. (Akama <br/>\n103)<br/>\n<br/>\n**NAGAKURA&#39;s take**<br/>\n<br/>\n-Nagakura says that the warships were the Fujiyama-maru and Jutoku-maru. <br/>\n(Nagakura 164)<br/>\n<br/>\n-Also, he clarifies that &quot;Kamaya&quot; was not a &quot;kettle shop,&quot; but it was the <br/>\nname of a small inn. (Nagakura 165)<br/>\n<br/>\n-Also says that the HQ Shinsengumi received was the former residence of <br/>\nTorii Tango no Kami. (Nagakura 165)<br/>\n<br/>\n-Nagakura says &quot;At Toba-Fushimi, we lost Inoue Genzaburo, Yamazaki Susumu, <br/>\nAccounting Officer Aoki Makidayu, Corporal Ito Tetsugoro, Ikeda Kotaro, and <br/>\naround 20 others.&quot; (Nagakura 165)<br/>\n<br/>\n-Yamakawa Kenjiro wrote a letter to Nagakura&#39;s son, &quot;The Issue Concerning <br/>\nThose Responsible for Sakamoto Ryoma&#39;s Murder&quot;-- and says that he doesn&#39;t <br/>\nbelieve that it was Harada. (pp. 238-241)<br/>\n<br/>\n-Kondou took initiative and on 3/3 (what dating system??) Shinsengumi <br/>\nacquired a 70-man cavalry unit, the Kibatai (literally &quot;Cavalry Unit&quot;). (p. <br/>\n170)<br/>\n<br/>\n-They heard that Kofu Castle has fallen, and then Danzaemon got up and left. <br/>\nThis had them down to 121 men. The men got nervous and approach Harada and <br/>\nNagakura, saying &quot;If we don&#39;t get reinforced, we don&#39;t want to die for <br/>\nnothing.&quot; Harada and Nagakura went to Kondou, who said &quot;It&#39;s not good for <br/>\nthem to be un-warrior-ly. By the way, I&#39;m having a unit of 300 Aizu men <br/>\nreinforce us at dawn.&quot; Meanwhile, Hijikata was in Kanagawa, trying to get <br/>\nahold of the Natsubatai, a hatamoto unit. (p. 171)<br/>\n<br/>\n-Iwakura Tomomi was at Kofu Castle and he knew Kondou was near. So he sent <br/>\nout a messenger who said &quot;Bakufu-Koyochinbutai commander Okubo Takeshi, <br/>\nPrince Iwakura wants to see you.&quot; (Okubo Takeshi was Kondou&#39;s assumed name) <br/>\nAnd Kondou said &quot;I&#39;ll greet him with my guns.&quot; (p. 172)<br/>\n<br/>\n-Nagakura got 10 men and a 20 local hunters and headed to Mukoyama, where <br/>\nthere were imperial troops in a farmer&#39;s house. The hunters turned traitor <br/>\nand started shooting at Nagakura and his men. (p. 172)<br/>\n<br/>\n-At this point they realized that Kondou had lied about Aizu reinforcements. <br/>\n(p. 172)<br/>\n<br/>\n-Everyone started running in the direction of Kobotoke Pass. Nagakura&#39;s <br/>\ndetachment caught up-- Harada and Nagakura got horses and tried catching up <br/>\nwith the main unit, and made it to Yoshino-juku. (p. 172)<br/>\n<br/>\n-Kondou had decided that he was going to make his stand at Yoshino-juku. <br/>\nNagakura could not trust Kondou anymore, and so he left, making all the way <br/>\nto Hachioji before realizing that he still had hopes of joining Aizu and <br/>\nfighting for the Tokugawa house. So he thought &quot;It can&#39;t be helped. I have <br/>\nto go back to Shinsengumi, talk to Kondou, and convince him to put things in <br/>\nperspective and head to Aizu.&quot; So he returned and spoke with Kondou. Kondou <br/>\ntook a deep breath and went &quot;I want to die in battle at Aizu Castle, myself. <br/>\nI leave the men to you Nagakura and Harada. Take them back to Edo, and we&#39;ll <br/>\nregroup there.&quot; (p. 173)<br/>\n<br/>\n-The survivors made it to Edo, and headquartered themselves at Okubo Shuzen <br/>\nno Kami&#39;s former residence in Honjo futatsu-me. However, Kondou hadn&#39;t made <br/>\nit back yet, so most of the men slipped away-- leaving Nagakura, Harada, <br/>\nShimada Kai, Yada Kennosuke, and others. 10 men in all. (p. 174)<br/>\n<br/>\n-Nagakura and the others tried regrouping the AWOL men (some of whom were <br/>\noff in Shin-Yoshiwara), and succeeded in regrouping many of them. They <br/>\ndecided that they were to head to Aizu, where they would make their stand. <br/>\nThey found Kondou-- who had since made it back and was at the Izumi-bashi <br/>\nMedical Center-- and explained their decision to him. Kondou said, &quot;I will <br/>\nnot be part of any closed-door decisions of yours. I&#39;ll only allow this if <br/>\nyou all become my retainers.&quot; Nagakura responded with &quot;It is disloyal for a <br/>\nsamurai to serve two masters. I will not become your retainer.&quot; Nagakura, <br/>\nHarada, and Yada left. (pp. 174-175) (NOTE: Bear in mind that the <br/>\nShinsengumi &quot;served&quot; the Tokugawa already, having been officially recognized <br/>\nas hatamoto since 1867)<br/>\n<br/>\n<br/>\n-Kondou, having thus alienated the last of his former Shinsengumi men, was <br/>\njoined by Hijikata Toshizo, who helped him raise a force once again. Taking <br/>\nthe name Okubo Yamato, he went to Nagareyama, where, picking up stragglers <br/>\nfrom the Bakufu army, he brought his force strength to above 110. It was at <br/>\nNagareyama that Kondou fought for the last time and was captured. He tried <br/>\nto escape under his alias, but in the Imperial camp was Kano Washio <br/>\n(Michinosuke), who had been a member of Ito Kashitaro&#39;s faction-- and who <br/>\nrecognized Kondou immediately. Kagawa Keizou, an Imperial officer, commended <br/>\nKondou&#39;s bravery and suggested that. he surrender. Kondou replied with &quot;Is <br/>\nthe kangun the Emperor&#39;s army or Satsuma and Choshu&#39;s army? I can&#39;t tell...&quot; <br/>\nKondou was executed on Keio 4, 4/25 (Japanese calendar), dying at age 35. <br/>\nHijikata Toshizo, upon hearing this, escaped Nagareyama, and fought on, <br/>\nfinally dying in battle at Hakodate in Meiji 2. At death, he was the same <br/>\nage-- 35. (pp. 175-176)<br/>\n<br/>\nREFERENCES:<br/>\n<br/>\nAkama Shizuko, Shinsengumi Saitou Hajime no Subete. Tokyo: Shin Jinbutsu <br/>\nOraisha, 2003.<br/>\n<br/>\nNagakura Shinpachi, Shinsengumi Tenmatsu-ki. Tokyo: Shin Jinbutsu Oraisha, <br/>\n2003.<br/>\n<br/>\nData on the Jundo-Maru: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www2.pref.niigata.jp/kankou/en_sight.nsf/31114b4c20e7417c49256a1c0020319e/bf6f162047702dcd4925709c0022e7bc?OpenDocument\">http://www2.pref.niigata.jp/kankou/en_sight.nsf/31114b4c20e7417c49256a1c0020319e/bf6f162047702dcd4925709c0022e7bc?OpenDocument</a><br/>\n<br/>\nData on the Fujiyama-Maru: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://nihonkaigun.modellmarine.de/phpwebsite/index.php?module=pagemaster&PAGE_user_op=view_page&PAGE_id=638\">http://nihonkaigun.modellmarine.de/phpwebsite/index.php?module=pagemaster&PAGE_user_op=view_page&PAGE_id=638</a> <br/>\n(in German)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2779,
    "nextTopicId": 2783
}