{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 272003769,
            "authorName": "Seven",
            "from": "&quot;Seven&quot; &lt;nlf7@...&gt;",
            "profile": "sevenofwiki",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: Okita Team? (The Okita article on Wikipedia is ready to be uploaded)",
            "postDate": "1151373104",
            "msgId": 2892,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU3cTJ2aCttY2RnQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGU3amE0Nis5dWRmQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 2884,
            "nextInTopic": 0,
            "prevInTime": 2891,
            "nextInTime": 2893,
            "topicId": 2882,
            "numMessagesInTopic": 0,
            "msgSnippet": "In regard of  Oji s book  Walking with Okita Soji,  I ve actually got the 1989 edition, not the 2003 edition.  Anyways, here s the article again. ~Seven ... ",
            "messageBody": "<div id=\"ygrps-yiv-1194698586\">In regard of  Oji&#39;s book &quot; Walking with Okita Soji,&quot;  I&#39;ve actually got the 1989 edition, not <br/>\nthe 2003 edition.  Anyways, here&#39;s the article again.<br/>\n<br/>\n~Seven<br/>\n<br/>\n<br/>\n----------------------------------------------------------------------<br/>\n<br/>\nOkita Soji<br/>\nFrom Wikipedia, the free encyclopedia<br/>\n<br/>\nOkita Soji (?? ??), (1842 or 1844 - July 19, 1868) was the captain of the first troop of <br/>\nthe Shinsengumi, a special police force in Kyoto during the late shogunate period. He was <br/>\na well-known genius swordsman, being one of the strongest out of the Shinsengumi, <br/>\nalong with Saito Hajime and Nagakura Shinpachi.<br/>\n<br/>\nContents<br/>\n\t \t1 Background<br/>\n\t \t2 Shinsengumi Period<br/>\n\t \t3 Death<br/>\n\t \t4 Trivia<br/>\n\t \t5 References<br/>\n\t \t6 Okita in Fiction<br/>\n<br/>\nBackground<br/>\nHe was born Okita Soujirou Fujiwara no Harumasa in 1842 or 1844 from a samurai family <br/>\nin the Shirakawa- han&#39;s Edo mansion. (Oji p. 58 - p.59) His Great-grandfather was Okita <br/>\nKan&#39;emon (? - 1819) and his Grandfather was Okita Sanshiro (? - 1833.) His father, Okita <br/>\nKatsujiro, died in 1845; he had two older sisters, Okita Mitsu (1833-1907) and Okita Kin <br/>\n(1836-1908.) In 1846, in order to marry the adopted son of the Okita family, Okita Rintaro <br/>\n(1826-1885), his oldest sister Okita Mitsu became an adopted daughter of Kondo Shusuke <br/>\nin name. Kondo Shusuke was the third master of the Tennen Rishin Ryu and Okita started <br/>\ntraining at the Shieikan with him around the age of nine. By that time, Kondo Shusuke had <br/>\nalready adopted Shimazaki Katsuta (the later Kondo Isami), but Hijikata Toshizo had not <br/>\nyet enrolled at the Tennen Rishin-ryu school. Okita proved to be a prodigy and attained <br/>\nMenkyo Kaiden status (master of kenjutsu) at eighteen or so. (Mori, p.9 - p.11)<br/>\n<br/>\nIn 1861, Okita became the Head Coach (??) at the Shieikan. Even though he was often <br/>\ncommented to be honest, polite, and good-natured by those around him, he was also <br/>\nknown to be a strict and quick-tempered teacher to his students. (Mori, p.27 - p.28)<br/>\n<br/>\nAccording to Yagi Tamesaburou (Yagi Gennoujou&#39;s son) and Satou Shun&#39;sen (Satou <br/>\nHikogorou&#39;s descendent), Okita was a tall, dark, and thin man with high cheekbones, a <br/>\nwide month, and a &quot;flatfish&quot; face. (Mori, p.56) In addition, he was known as a man who <br/>\nsmiled and laughed well (not very talkative, however.)<br/>\n<br/>\nShinsengumi Period<br/>\nOkita changed his name to Okita Souji Fujiwara no Kaneyoshi shortly before his departure <br/>\nto Kyoto in 1863. He soon became a founding member of the Shinsengumi and a <br/>\nFukuchou Jokin (Vice-Commander&#39;s Assistant.) (Oji, p.111) Okita Rintarou, also a <br/>\npractitioner of the Tennen Rishin-ryu, became a commander of the Shinchougumi (the <br/>\nShinsengumi&#39;s brother league in Edo.) (Mori, p.52)<br/>\n<br/>\nOkita was the second youngest among the Shieikan members, with Todo Heisuke being <br/>\nthe youngest. He was one of the Shieikan members involved in the Serizawa Kamo (one of <br/>\nthe original commanders of the Shinsengumi) and the Uchiyama Hikojiro assassinations in <br/>\n1863. (Oji, p.132)<br/>\n<br/>\nEqually skilled with shinai, bokken/bokutou, and katana, his signature technique was <br/>\nnamed the Mumyo-ken or Sandanzuki (which translates as &quot;Three Piece Thrust&quot;), a <br/>\ntechnique that could attack one&#39;s neck, left shoulder, and right shoulder with one strike. <br/>\n(the Mumyo-ken supposedly could hit all three points simultaneously, but this is most <br/>\nlikely an embellishment.) (Oji, 20) The Mumyo-ken was his own invention and it could <br/>\nhave been derived from an invention of Hijikata&#39;s (the Hirazuki.)<br/>\n<br/>\nIt was rumored that his tuberculosis was discovered when he coughed blood and fainted <br/>\nduring the Ikedaya Affair, but some sources say that he contracted the disease after that. <br/>\nBoth are reasonable, as tuberculosis can kill quickly (weeks), or very slowly (many years). <br/>\nWhile many of the Shinsengumi fans believe that Yoshida Toshimaru was killed by Okita <br/>\nduring the Ikedaya Affair (based on Shiba Ryoutarou&#39;s fiction), it is in fact historically <br/>\ninaccurate. (Mori, p.92 - 98)<br/>\n<br/>\nBased on Shiba Ryoutarou&#39;s fiction, many also believe that Okita and Hijikata were like <br/>\nbrothers. In history, Yamanami Keisuke was the vice-commander Okita shared a brotherly <br/>\nrelationship with. Yamanami&#39;s seppuku (with Okita as his second) in 1865 was an <br/>\nextremely painful incident in Okita&#39;s short life. (Mori, p.78) There is no record showing <br/>\nthat Hijikata and Okita were close; it is debatable whether Okita even got along with <br/>\nHijikata.<br/>\n<br/>\nIn 1865, Okita became the captain of the first unit of the Shinsengumi and also served as a <br/>\nkenjutsu instructor ((Oji, p.175); later that year, he was appointed by Kondo Isami to be <br/>\nthe fifth master of the Tennen Rishin-ryu after him. (Mori, p.132)<br/>\n<br/>\nAlthough highly unlikely, it was rumored that he wielded a famous katana called Kikuichi-<br/>\nmonji. However, he surely owned a set of Kaga Kiyomitsu (a katana and a wakizashi) and <br/>\nhis so-called &quot;Kikuichimonji Norimune&quot; was likely a Yamasiro Kunikiyo instead. (Oji, 96)<br/>\n<br/>\nDeath<br/>\nDuring the Boshin War, after the Battle of Toba-Fushimi in January of Keiou 4, Okita went <br/>\ninto Matsumoto Ryoujun&#39;s hospital in Edo. (Oji, p.235) He then moved to a guesthouse <br/>\nwith Okita Rintarou, Okita Mitsu, and their children. When the shogunate forces (including <br/>\nthe Shinsengumi and the Shinchougumi) retreated to the Tohoku region, Okita remained in <br/>\nEdo alone. (Mori, p,170 - p.171) He died on July 19 (lunar calendar May 30th), 1868. Later <br/>\nthat night, he was buried at his family temple in Edo (present Tokyo), under his birth name <br/>\n(with Okita Souji listed in the death records.) Today, Okita&#39;s grave is not open to the <br/>\npublic. (Oji, p.252)<br/>\n<br/>\nThe information that Okita died when he was 25 is based on the theory that he was born <br/>\nin 1844 and therefore was 25 by East Asian age reckoning when he died in 1868 (or on a <br/>\nlesser-known theory that he was born in Summer, before July 19, 1842 and therefore was <br/>\n25 by Western standards when he died in July 19, 1868.)<br/>\n<br/>\nTrivia<br/>\nIt is historical accurate that Okita loved children. During his time in Kyoto, he was often <br/>\nseen playing with children and was a baby-sitter to Yagi&#39;s sons in Mibu. (Oji, p.100)<br/>\n<br/>\nHe was not particularly fond of liquor but it is fictional that he loved sweets.<br/>\n<br/>\nOkita was a bit of a clean freak. (Oji, p.130)<br/>\n<br/>\nAside from being treated by Matsumoto, Okita also took Kyorou Sanyaku (medicine for <br/>\nenervation and coughing) for his tuberculosis (not to be confused with Ishida Sanyaku for <br/>\ntreating injures such as brusises and broken bones.)<br/>\n<br/>\nThere has not been any evidence of an Okita photograph.<br/>\n<br/>\nReferences<br/>\n\t? \tMori, Makiko. Okita Soji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999. ISBN <br/>\n4404028075<br/>\n\t? \tOji, Kazuko. Walking with Okita Soji. Tokyo: Shin Jinbutsu Oraisha, 1989. ISBN <br/>\n4404016212<br/>\n<br/>\n<br/>\nOkita in Fiction<br/>\nIt is important not to confuse fictional work featuring Okita with historical data about him.<br/>\n<br/>\nOkita is briefly mentioned and shown in the anime/manga series Rurouni Kenshin, which <br/>\ntakes place during and after the Meiji Revolution in Japan. A character later on in the <br/>\nseries, Seta S?jir?, was based on the Okita Soji from fiction Shinsengumi Keppuroku (and <br/>\ntherefore, darker than the real Okita.) Okita is also a main character in the anime/manga <br/>\nPeacemaker Kurogane, which takes more liberties with history. In an episode of the anime <br/>\nGS Mikami, ghost-hunter Mikami Reiko gets inside of a haunted movie about the <br/>\nBakumatsu and meets Okita, who is depicted as a crazy guy who thinks only of killing <br/>\npeople (obvious pun on his usual portrayal, which also is a foil to the show&#39;s rendition of <br/>\nHijikata.) Okita is also the male protagonist in the manga Kaze Hikaru, which is a fictional <br/>\nstory about the Shinsengumi during the late Tokugawa shogunate (where Okita trains a <br/>\nyoung girl to be one of the Shinsengumi to avenge her father and older brother.) He is also <br/>\ndepicted in the 1999 film Taboo (Gohatto.) In the anime/manga series Shura no Toki, <br/>\nOkita&#39;s (fictional) last battle before succumbing to his sickness is with a warrior from the <br/>\nMutsu, a clan that supposedly practiced unarmed combat. Their duel was a request from <br/>\nOkita himself from years before.<br/>\n<br/>\nHis anime, manga, and TV depictions tend to be as a handsome young man (sometimes a <br/>\nbish?nen). The Latin American dub of Rurouni Kenshin, in fact, mistook Okita for a <br/>\nwoman, and the Hijikata/Okita yaoi pairing is very popular among the fangirls of <br/>\nPeacemaker Kurogane.<br/>\n<br/>\nWhile only briefly appearing in Kido Shinsengumi: Moeyo Ken (in a flashback and as a <br/>\npossible ghost), Okita&#39;s (obviously) fictional daughter Kaoru (by an equally-obviously <br/>\nfictional unnamed wife) is one of the three main characters of the series.<br/>\n<br/>\nHis three-point strike (Mumyo-ken) and his tuberculosis are also very similar to the <br/>\ncharacter Ukyo Tachibana from the video game series Samurai Shodown.</div>",
            "specialLinks": []
        },
        {
            "userId": 272003769,
            "authorName": "Seven",
            "from": "&quot;Seven&quot; &lt;nlf7@...&gt;",
            "profile": "sevenofwiki",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: Okita Team? (The Okita article on Wikipedia is ready to be uploaded)",
            "postDate": "1151151046",
            "msgId": 2884,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU3amE0Nis5dWRmQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGZkMTk5M2ZlMDYwNjI0MDQyMm02NTgzNjkxMGw0Njc3NGJiOTYyOWJkMjM3QG1haWwuZ21haWwuY29tPg=="
            },
            "prevInTopic": 2882,
            "nextInTopic": 2892,
            "prevInTime": 2883,
            "nextInTime": 2885,
            "topicId": 2882,
            "numMessagesInTopic": 0,
            "msgSnippet": "Sorry about that.  I ll log in to Wikipedia and make the correction right away. ~Seven",
            "messageBody": "<div id=\"ygrps-yiv-486089816\">Sorry about that.  I&#39;ll log in to Wikipedia and make the correction right away.<br/>\n<br/>\n~Seven<br/>\n<br/>\n<blockquote><span title=\"qreply\"> --- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;k kobayakawa&quot; &lt;kobaya635@...&gt; wrote:<br/>\n&gt;<br/>\n&gt; Just spelling correction.<br/>\n&gt; <br/>\n&gt; Satou Higokorou&gt;&gt;&gt;Satou Hikogorou<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; 2006/6/18, Seven &lt;nlf7@...&gt;:<br/>\n&gt; &gt;<br/>\n&gt; &gt;    The Okita Soji article on Wikipedia (<br/>\n&gt; &gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://en.wikipedia.org/wiki/Okita_S?ji)\">http://en.wikipedia.org/wiki/Okita_S?ji)</a> is ready to be<br/>\n&gt; &gt; uploaded. However, the Okita Rintaro article (<br/>\n&gt; &gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://en.wikipedia.org/wiki/Okita_Rintaro)\">http://en.wikipedia.org/wiki/Okita_Rintaro)</a><br/>\n&gt; &gt; is not ready yet.<br/>\n&gt; &gt;<br/>\n&gt; &gt; The Wikipedia doesn&#39;t use the MLA-like &quot;(author, page #)&quot; format so I&#39;ve<br/>\n&gt; &gt; only listed 2<br/>\n&gt; &gt; major references. (Other Shinsengumi/Okita books, of course, contain a lot<br/>\n&gt; &gt; of the same<br/>\n&gt; &gt; info. Though, I don&#39;t think it&#39;s necessary to list all of them on the<br/>\n&gt; &gt; article page at this<br/>\n&gt; &gt; point.)<br/>\n&gt; &gt;<br/>\n&gt; &gt; ~Seven<br/>\n&gt; &gt;<br/>\n&gt; &gt; PS. Here&#39;s the Okita article with &quot;(author, page #.)&quot;<br/>\n&gt; &gt;<br/>\n&gt; &gt; Okita Soji<br/>\n&gt; &gt; From Wikipedia, the free encyclopedia<br/>\n&gt; &gt;<br/>\n&gt; &gt; Okita Soji (?? ??), (1842 or 1844 - July 19, 1868) was the captain of the<br/>\n&gt; &gt; first troop of<br/>\n&gt; &gt; the Shinsengumi, a special police force in Kyoto during the late shogunate<br/>\n&gt; &gt; period. He was<br/>\n&gt; &gt; a well-known genius swordsman, being one of the strongest out of the<br/>\n&gt; &gt; Shinsengumi,<br/>\n&gt; &gt; along with Saito Hajime and Nagakura Shinpachi.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Contents<br/>\n&gt; &gt; 1 Background<br/>\n&gt; &gt; 2 Shinsengumi Period<br/>\n&gt; &gt; 3 Death<br/>\n&gt; &gt; 4 Trivia<br/>\n&gt; &gt; 5 References<br/>\n&gt; &gt; 6 Okita in Fiction<br/>\n&gt; &gt;<br/>\n&gt; &gt; Background<br/>\n&gt; &gt; He was born Okita Soujirou Fujiwara no Harumasa in 1842 or 1844 from a<br/>\n&gt; &gt; samurai family<br/>\n&gt; &gt; in the Shirakawa- han&#39;s Edo mansion. (Oji p. 58 - p.59) His<br/>\n&gt; &gt; Great-grandfather was Okita<br/>\n&gt; &gt; Kan&#39;emon (? - 1819) and his Grandfather was Okita Sanshiro (? - 1833.) His<br/>\n&gt; &gt; father, Okita<br/>\n&gt; &gt; Katsujiro, died in 1845; he had two older sisters, Okita Mitsu (1833-1907)<br/>\n&gt; &gt; and Okita Kin<br/>\n&gt; &gt; (1836-1908.) In 1846, in order to marry the adopted son of the Okita<br/>\n&gt; &gt; family, Okita Rintaro<br/>\n&gt; &gt; (1826-1885), his oldest sister Okita Mitsu became an adopted daughter of<br/>\n&gt; &gt; Kondo Shusuke<br/>\n&gt; &gt; in name. Kondo Shusuke was the third master of the Tennen Rishin Ryu and<br/>\n&gt; &gt; Okita started<br/>\n&gt; &gt; training at the Shieikan with him around the age of nine. By that time,<br/>\n&gt; &gt; Kondo Shusuke had<br/>\n&gt; &gt; already adopted Shimazaki Katsuta (the later Kondo Isami), but Hijikata<br/>\n&gt; &gt; Toshizo had not<br/>\n&gt; &gt; yet enrolled at the Tennen Rishin-ryu school. Okita proved to be a prodigy<br/>\n&gt; &gt; and attained<br/>\n&gt; &gt; Menkyo Kaiden status (master of kenjutsu) at eighteen or so. (Mori, p.9 -<br/>\n&gt; &gt; p.11)<br/>\n&gt; &gt;<br/>\n&gt; &gt; In 1861, Okita became the Head Coach (??) at the Shieikan. Even though he<br/>\n&gt; &gt; was often<br/>\n&gt; &gt; commented to be honest, polite, and good-natured by those around him, he<br/>\n&gt; &gt; was also<br/>\n&gt; &gt; known to be a strict and quick-tempered teacher to his students. (Mori,<br/>\n&gt; &gt; p.27 - p.28)<br/>\n&gt; &gt;<br/>\n&gt; &gt; According to Yagi Tamesaburou (Yagi Gennoujou&#39;s son) and Satou Shun&#39;sen<br/>\n&gt; &gt; (Satou<br/>\n&gt; &gt; Higokorou&#39;s descendent), Okita was a tall, dark, and thin man with high<br/>\n&gt; &gt; cheekbones, a<br/>\n&gt; &gt; wide month, and a &quot;flatfish&quot; face. (Mori, p.56) In addition, he was known<br/>\n&gt; &gt; as a man who<br/>\n&gt; &gt; smiled and laughed well (not very talkative, however.)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Shinsengumi Period<br/>\n&gt; &gt; Okita changed his name to Okita Souji Fujiwara no Kaneyoshi shortly before<br/>\n&gt; &gt; his departure<br/>\n&gt; &gt; to Kyoto in 1863. He soon became a founding member of the Shinsengumi and<br/>\n&gt; &gt; a<br/>\n&gt; &gt; Fukuchou Jokin (Vice-Commander&#39;s Assistant.) (Oji, p.111) Okita Rintarou,<br/>\n&gt; &gt; also a<br/>\n&gt; &gt; practitioner of the Tennen Rishin-ryu, became a commander of the<br/>\n&gt; &gt; Shinchougumi (the<br/>\n&gt; &gt; Shinsengumi&#39;s brother league in Edo.) (Mori, p.52)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Okita was the second youngest among the Shieikan members, with Todo<br/>\n&gt; &gt; Heisuke being<br/>\n&gt; &gt; the youngest. He was one of the Shieikan members involved in the Serizawa<br/>\n&gt; &gt; Kamo (one of<br/>\n&gt; &gt; the original commanders of the Shinsengumi) and the Uchiyama Hikojiro<br/>\n&gt; &gt; assassinations in<br/>\n&gt; &gt; 1863. (Oji, p.132)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Equally skilled with shinai, bokken/bokutou, and katana, his signature<br/>\n&gt; &gt; technique was<br/>\n&gt; &gt; named the Mumyo-ken or Sandanzuki (which translates as &quot;Three Piece<br/>\n&gt; &gt; Thrust&quot;), a<br/>\n&gt; &gt; technique that could attack one&#39;s neck, left shoulder, and right shoulder<br/>\n&gt; &gt; with one strike.<br/>\n&gt; &gt; (the Mumyo-ken supposedly could hit all three points simultaneously, but<br/>\n&gt; &gt; this is most<br/>\n&gt; &gt; likely an embellishment.) (Oji, 20) The Mumyo-ken was his own invention<br/>\n&gt; &gt; and it could<br/>\n&gt; &gt; have been derived from an invention of Hijikata&#39;s (the Hirazuki.)<br/>\n&gt; &gt;<br/>\n&gt; &gt; It was rumored that his tuberculosis was discovered when he coughed blood<br/>\n&gt; &gt; and fainted<br/>\n&gt; &gt; during the Ikedaya Affair, but some sources say that he contracted the<br/>\n&gt; &gt; disease after that.<br/>\n&gt; &gt; Both are reasonable, as tuberculosis can kill quickly (weeks), or very<br/>\n&gt; &gt; slowly (many years).<br/>\n&gt; &gt; While many of the Shinsengumi fans believe that Yoshida Toshimaru was<br/>\n&gt; &gt; killed by Okita<br/>\n&gt; &gt; during the Ikedaya Affair (based on Shiba Ryoutarou&#39;s fiction), it is in<br/>\n&gt; &gt; fact historically<br/>\n&gt; &gt; inaccurate. (Mori, p.92 - 98)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Based on Shiba Ryoutarou&#39;s fiction, many also believe that Okita and<br/>\n&gt; &gt; Hijikata were like<br/>\n&gt; &gt; brothers. In history, Yamanami Keisuke was the vice-commander Okita shared<br/>\n&gt; &gt; a brotherly<br/>\n&gt; &gt; relationship with. Yamanami&#39;s seppuku (with Okita as his second) in 1865<br/>\n&gt; &gt; was an<br/>\n&gt; &gt; extremely painful incident in Okita&#39;s short life. (Mori, p.78) There is no<br/>\n&gt; &gt; record showing<br/>\n&gt; &gt; that Hijikata and Okita were close; it is debatable whether Okita even got<br/>\n&gt; &gt; along with<br/>\n&gt; &gt; Hijikata.<br/>\n&gt; &gt;<br/>\n&gt; &gt; In 1865, Okita became the captain of the first unit of the Shinsengumi and<br/>\n&gt; &gt; also served as a<br/>\n&gt; &gt; kenjutsu instructor ((Oji, p.175); later that year, he was appointed by<br/>\n&gt; &gt; Kondo Isami to be<br/>\n&gt; &gt; the fifth master of the Tennen Rishin-ryu after him. (Mori, p.132)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Although highly unlikely, it was rumored that he wielded a famous katana<br/>\n&gt; &gt; called Kikuichi-<br/>\n&gt; &gt; monji. However, he surely owned a set of Kaga Kiyomitsu (a katana and a<br/>\n&gt; &gt; wakizashi) and<br/>\n&gt; &gt; his so-called &quot;Kikuichimonji Norimune&quot; was likely a Yamasiro Kunikiyo<br/>\n&gt; &gt; instead. (Oji, 96)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Death<br/>\n&gt; &gt; During the Boshin War, after the Battle of Toba-Fushimi in January of<br/>\n&gt; &gt; Keiou 4, Okita went<br/>\n&gt; &gt; into Matsumoto Ryoujun&#39;s hospital in Edo. (Oji, p.235) He then moved to a<br/>\n&gt; &gt; guesthouse<br/>\n&gt; &gt; with Okita Rintarou, Okita Mitsu, and their children. When the shogunate<br/>\n&gt; &gt; forces (including<br/>\n&gt; &gt; the Shinsengumi and the Shinchougumi) retreated to the Tohoku region,<br/>\n&gt; &gt; Okita remained in<br/>\n&gt; &gt; Edo alone. (Mori, p,170 - p.171) He died on July 19 (lunar calendar May<br/>\n&gt; &gt; 30th), 1868. Later<br/>\n&gt; &gt; that night, he was buried at his family temple in Edo (present Tokyo),<br/>\n&gt; &gt; under his birth name<br/>\n&gt; &gt; (with Okita Souji listed in the death records.) Today, Okita&#39;s grave is<br/>\n&gt; &gt; not open to the<br/>\n&gt; &gt; public. (Oji, p.252)<br/>\n&gt; &gt;<br/>\n&gt; &gt; The information that Okita died when he was 25 is based on the theory that<br/>\n&gt; &gt; he was born<br/>\n&gt; &gt; in 1844 and therefore was 25 by East Asian age reckoning when he died in<br/>\n&gt; &gt; 1868 (or on a<br/>\n&gt; &gt; lesser-known theory that he was born in Summer, before July 19, 1842 and<br/>\n&gt; &gt; therefore was<br/>\n&gt; &gt; 25 by Western standards when he died in July 19, 1868.)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Trivia<br/>\n&gt; &gt; It is historical accurate that Okita loved children. Duing his time in<br/>\n&gt; &gt; Kyoto, he was often<br/>\n&gt; &gt; seen playing with children and was a baby-sitter to Yagi&#39;s sons in the<br/>\n&gt; &gt; Mibu temple. (Oji,<br/>\n&gt; &gt; p.100)<br/>\n&gt; &gt;<br/>\n&gt; &gt; He was not particularly fond of liquor but it is fictional that he loved<br/>\n&gt; &gt; sweets.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Okita was a bit of a clean freak. (Oji, p.130)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Aside from being treated by Matsumoto, Okita also took Kyorou Sanyaku<br/>\n&gt; &gt; (medicine for<br/>\n&gt; &gt; enervation and coughing) for his tuberculosis (not to be confused with<br/>\n&gt; &gt; Ishida Sanyaku for<br/>\n&gt; &gt; treating injures such as brusises and broken bones.)<br/>\n&gt; &gt;<br/>\n&gt; &gt; There has not been any evidence of an Okita photograph.<br/>\n&gt; &gt;<br/>\n&gt; &gt; References<br/>\n&gt; &gt; ? Mori, Makiko. Okita Soji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999.<br/>\n&gt; &gt; ? Oji, Kazuko. Walking with Okita Soji. Tokyo: Shin Chosha, 2003.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Okita in Fiction<br/>\n&gt; &gt; It is important not to confuse fictional work featuring Okita with<br/>\n&gt; &gt; historical data about him.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Okita is briefly mentioned and shown in the anime/manga series Rurouni<br/>\n&gt; &gt; Kenshin, which<br/>\n&gt; &gt; takes place during and after the Meiji Revolution in Japan. A character<br/>\n&gt; &gt; later on in the<br/>\n&gt; &gt; series, Seta S?jir?, was based on the Okita Soji from fiction Shinsengumi<br/>\n&gt; &gt; Keppuroku (and<br/>\n&gt; &gt; therefore, darker than the real Okita.) Okita is also a main character in<br/>\n&gt; &gt; the anime/manga<br/>\n&gt; &gt; Peacemaker Kurogane, which takes more liberties with history. In an<br/>\n&gt; &gt; episode of the anime<br/>\n&gt; &gt; GS Mikami, ghost-hunter Mikami Reiko gets inside of a haunted movie about<br/>\n&gt; &gt; the<br/>\n&gt; &gt; Bakumatsu and meets Okita, who is depicted as a crazy guy who thinks only<br/>\n&gt; &gt; of killing<br/>\n&gt; &gt; people (obvious pun on his usual portrayal, which also is a foil to the<br/>\n&gt; &gt; show&#39;s rendition of<br/>\n&gt; &gt; Hijikata.) Okita is also the male protagonist in the manga Kaze Hikaru,<br/>\n&gt; &gt; which is a fictional<br/>\n&gt; &gt; story about the Shinsengumi during the late Tokugawa shogunate (where<br/>\n&gt; &gt; Okita trains a<br/>\n&gt; &gt; young girl to be one of the Shinsengumi to avenge her father and older<br/>\n&gt; &gt; brother.) He is also<br/>\n&gt; &gt; depicted in the 1999 film Taboo (Gohatto.) In the anime/manga series Shura<br/>\n&gt; &gt; no Toki,<br/>\n&gt; &gt; Okita&#39;s (fictional) last battle before succumbing to his sickness is with<br/>\n&gt; &gt; a warrior from the<br/>\n&gt; &gt; Mutsu, a clan that supposedly practiced unarmed combat. Their duel was a<br/>\n&gt; &gt; request from<br/>\n&gt; &gt; Okita himself from years before.<br/>\n&gt; &gt;<br/>\n&gt; &gt; His anime, manga, and TV depictions tend to be as a handsome young man<br/>\n&gt; &gt; (sometimes a<br/>\n&gt; &gt; bish?nen). The Latin American dub of Rurouni Kenshin, in fact, mistook<br/>\n&gt; &gt; Okita for a<br/>\n&gt; &gt; woman, and the Hijikata/Okita yaoi pairing is very popular among the<br/>\n&gt; &gt; fangirls of<br/>\n&gt; &gt; Peacemaker Kurogane.<br/>\n&gt; &gt;<br/>\n&gt; &gt; While only briefly appearing in Kido Shinsengumi: Moeyo Ken (in a<br/>\n&gt; &gt; flashback and as a<br/>\n&gt; &gt; possible ghost), Okita&#39;s (obviously) fictional daughter Kaoru (by an<br/>\n&gt; &gt; equally-obviously<br/>\n&gt; &gt; fictional unnamed wife) is one of the three main characters of the series.<br/>\n&gt; &gt;<br/>\n&gt; &gt; His three-point strike (Mumyo-ken) and his tuberculosis are also very<br/>\n&gt; &gt; similar to the<br/>\n&gt; &gt; character Ukyo Tachibana from the video game series Samurai Shodown.<br/>\n&gt; &gt;<br/>\n&gt; &gt; <br/>\n&gt; &gt;<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; [Non-text portions of this message have been removed]<br/>\n&gt; </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 255258164,
            "authorName": "k kobayakawa",
            "from": "&quot;k kobayakawa&quot; &lt;kobaya635@...&gt;",
            "profile": "shikisokuzekukusokuzeshiki8",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [SHQ] Re: Okita Team? (The Okita article on Wikipedia is ready to be uploaded)",
            "postDate": "1151148147",
            "msgId": 2882,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZkMTk5M2ZlMDYwNjI0MDQyMm02NTgzNjkxMGw0Njc3NGJiOTYyOWJkMjM3QG1haWwuZ21haWwuY29tPg==",
                "inReplyToHeader": "PGU3MmdxcCtlaHVwQGVHcm91cHMuY29tPg==",
                "referencesHeader": "PGU2cTZ2Nisya205QGVHcm91cHMuY29tPiA8ZTcyZ3FwK2VodXBAZUdyb3Vwcy5jb20+"
            },
            "prevInTopic": 0,
            "nextInTopic": 2884,
            "prevInTime": 2881,
            "nextInTime": 2883,
            "topicId": 2882,
            "numMessagesInTopic": 0,
            "msgSnippet": "Just spelling correction. Satou Higokorou Satou Hikogorou ... [Non-text portions of this message have been removed]",
            "messageBody": "<div id=\"ygrps-yiv-164019483\">Just spelling correction.<br/>\n<br/>\nSatou Higokorou&gt;&gt;&gt;Satou Hikogorou<br/>\n<br/>\n<br/>\n2006/6/18, Seven &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nlf7@...\">nlf7@...</a>&gt;:<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;    The Okita Soji article on Wikipedia (<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://en.wikipedia.org/wiki/Okita_S?ji)\">http://en.wikipedia.org/wiki/Okita_S?ji)</a> is ready to be<br/>\n&gt; uploaded. However, the Okita Rintaro article (<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://en.wikipedia.org/wiki/Okita_Rintaro)\">http://en.wikipedia.org/wiki/Okita_Rintaro)</a><br/>\n&gt; is not ready yet.<br/>\n&gt;<br/>\n&gt; The Wikipedia doesn&#39;t use the MLA-like &quot;(author, page #)&quot; format so I&#39;ve<br/>\n&gt; only listed 2<br/>\n&gt; major references. (Other Shinsengumi/Okita books, of course, contain a lot<br/>\n&gt; of the same<br/>\n&gt; info. Though, I don&#39;t think it&#39;s necessary to list all of them on the<br/>\n&gt; article page at this<br/>\n&gt; point.)<br/>\n&gt;<br/>\n&gt; ~Seven<br/>\n&gt;<br/>\n&gt; PS. Here&#39;s the Okita article with &quot;(author, page #.)&quot;<br/>\n&gt;<br/>\n&gt; Okita Soji<br/>\n&gt; From Wikipedia, the free encyclopedia<br/>\n&gt;<br/>\n&gt; Okita Soji (?? ??), (1842 or 1844 - July 19, 1868) was the captain of the<br/>\n&gt; first troop of<br/>\n&gt; the Shinsengumi, a special police force in Kyoto during the late shogunate<br/>\n&gt; period. He was<br/>\n&gt; a well-known genius swordsman, being one of the strongest out of the<br/>\n&gt; Shinsengumi,<br/>\n&gt; along with Saito Hajime and Nagakura Shinpachi.<br/>\n&gt;<br/>\n&gt; Contents<br/>\n&gt; 1 Background<br/>\n&gt; 2 Shinsengumi Period<br/>\n&gt; 3 Death<br/>\n&gt; 4 Trivia<br/>\n&gt; 5 References<br/>\n&gt; 6 Okita in Fiction<br/>\n&gt;<br/>\n&gt; Background<br/>\n&gt; He was born Okita Soujirou Fujiwara no Harumasa in 1842 or 1844 from a<br/>\n&gt; samurai family<br/>\n&gt; in the Shirakawa- han&#39;s Edo mansion. (Oji p. 58 - p.59) His<br/>\n&gt; Great-grandfather was Okita<br/>\n&gt; Kan&#39;emon (? - 1819) and his Grandfather was Okita Sanshiro (? - 1833.) His<br/>\n&gt; father, Okita<br/>\n&gt; Katsujiro, died in 1845; he had two older sisters, Okita Mitsu (1833-1907)<br/>\n&gt; and Okita Kin<br/>\n&gt; (1836-1908.) In 1846, in order to marry the adopted son of the Okita<br/>\n&gt; family, Okita Rintaro<br/>\n&gt; (1826-1885), his oldest sister Okita Mitsu became an adopted daughter of<br/>\n&gt; Kondo Shusuke<br/>\n&gt; in name. Kondo Shusuke was the third master of the Tennen Rishin Ryu and<br/>\n&gt; Okita started<br/>\n&gt; training at the Shieikan with him around the age of nine. By that time,<br/>\n&gt; Kondo Shusuke had<br/>\n&gt; already adopted Shimazaki Katsuta (the later Kondo Isami), but Hijikata<br/>\n&gt; Toshizo had not<br/>\n&gt; yet enrolled at the Tennen Rishin-ryu school. Okita proved to be a prodigy<br/>\n&gt; and attained<br/>\n&gt; Menkyo Kaiden status (master of kenjutsu) at eighteen or so. (Mori, p.9 -<br/>\n&gt; p.11)<br/>\n&gt;<br/>\n&gt; In 1861, Okita became the Head Coach (??) at the Shieikan. Even though he<br/>\n&gt; was often<br/>\n&gt; commented to be honest, polite, and good-natured by those around him, he<br/>\n&gt; was also<br/>\n&gt; known to be a strict and quick-tempered teacher to his students. (Mori,<br/>\n&gt; p.27 - p.28)<br/>\n&gt;<br/>\n&gt; According to Yagi Tamesaburou (Yagi Gennoujou&#39;s son) and Satou Shun&#39;sen<br/>\n&gt; (Satou<br/>\n&gt; Higokorou&#39;s descendent), Okita was a tall, dark, and thin man with high<br/>\n&gt; cheekbones, a<br/>\n&gt; wide month, and a &quot;flatfish&quot; face. (Mori, p.56) In addition, he was known<br/>\n&gt; as a man who<br/>\n&gt; smiled and laughed well (not very talkative, however.)<br/>\n&gt;<br/>\n&gt; Shinsengumi Period<br/>\n&gt; Okita changed his name to Okita Souji Fujiwara no Kaneyoshi shortly before<br/>\n&gt; his departure<br/>\n&gt; to Kyoto in 1863. He soon became a founding member of the Shinsengumi and<br/>\n&gt; a<br/>\n&gt; Fukuchou Jokin (Vice-Commander&#39;s Assistant.) (Oji, p.111) Okita Rintarou,<br/>\n&gt; also a<br/>\n&gt; practitioner of the Tennen Rishin-ryu, became a commander of the<br/>\n&gt; Shinchougumi (the<br/>\n&gt; Shinsengumi&#39;s brother league in Edo.) (Mori, p.52)<br/>\n&gt;<br/>\n&gt; Okita was the second youngest among the Shieikan members, with Todo<br/>\n&gt; Heisuke being<br/>\n&gt; the youngest. He was one of the Shieikan members involved in the Serizawa<br/>\n&gt; Kamo (one of<br/>\n&gt; the original commanders of the Shinsengumi) and the Uchiyama Hikojiro<br/>\n&gt; assassinations in<br/>\n&gt; 1863. (Oji, p.132)<br/>\n&gt;<br/>\n&gt; Equally skilled with shinai, bokken/bokutou, and katana, his signature<br/>\n&gt; technique was<br/>\n&gt; named the Mumyo-ken or Sandanzuki (which translates as &quot;Three Piece<br/>\n&gt; Thrust&quot;), a<br/>\n&gt; technique that could attack one&#39;s neck, left shoulder, and right shoulder<br/>\n&gt; with one strike.<br/>\n&gt; (the Mumyo-ken supposedly could hit all three points simultaneously, but<br/>\n&gt; this is most<br/>\n&gt; likely an embellishment.) (Oji, 20) The Mumyo-ken was his own invention<br/>\n&gt; and it could<br/>\n&gt; have been derived from an invention of Hijikata&#39;s (the Hirazuki.)<br/>\n&gt;<br/>\n&gt; It was rumored that his tuberculosis was discovered when he coughed blood<br/>\n&gt; and fainted<br/>\n&gt; during the Ikedaya Affair, but some sources say that he contracted the<br/>\n&gt; disease after that.<br/>\n&gt; Both are reasonable, as tuberculosis can kill quickly (weeks), or very<br/>\n&gt; slowly (many years).<br/>\n&gt; While many of the Shinsengumi fans believe that Yoshida Toshimaru was<br/>\n&gt; killed by Okita<br/>\n&gt; during the Ikedaya Affair (based on Shiba Ryoutarou&#39;s fiction), it is in<br/>\n&gt; fact historically<br/>\n&gt; inaccurate. (Mori, p.92 - 98)<br/>\n&gt;<br/>\n&gt; Based on Shiba Ryoutarou&#39;s fiction, many also believe that Okita and<br/>\n&gt; Hijikata were like<br/>\n&gt; brothers. In history, Yamanami Keisuke was the vice-commander Okita shared<br/>\n&gt; a brotherly<br/>\n&gt; relationship with. Yamanami&#39;s seppuku (with Okita as his second) in 1865<br/>\n&gt; was an<br/>\n&gt; extremely painful incident in Okita&#39;s short life. (Mori, p.78) There is no<br/>\n&gt; record showing<br/>\n&gt; that Hijikata and Okita were close; it is debatable whether Okita even got<br/>\n&gt; along with<br/>\n&gt; Hijikata.<br/>\n&gt;<br/>\n&gt; In 1865, Okita became the captain of the first unit of the Shinsengumi and<br/>\n&gt; also served as a<br/>\n&gt; kenjutsu instructor ((Oji, p.175); later that year, he was appointed by<br/>\n&gt; Kondo Isami to be<br/>\n&gt; the fifth master of the Tennen Rishin-ryu after him. (Mori, p.132)<br/>\n&gt;<br/>\n&gt; Although highly unlikely, it was rumored that he wielded a famous katana<br/>\n&gt; called Kikuichi-<br/>\n&gt; monji. However, he surely owned a set of Kaga Kiyomitsu (a katana and a<br/>\n&gt; wakizashi) and<br/>\n&gt; his so-called &quot;Kikuichimonji Norimune&quot; was likely a Yamasiro Kunikiyo<br/>\n&gt; instead. (Oji, 96)<br/>\n&gt;<br/>\n&gt; Death<br/>\n&gt; During the Boshin War, after the Battle of Toba-Fushimi in January of<br/>\n&gt; Keiou 4, Okita went<br/>\n&gt; into Matsumoto Ryoujun&#39;s hospital in Edo. (Oji, p.235) He then moved to a<br/>\n&gt; guesthouse<br/>\n&gt; with Okita Rintarou, Okita Mitsu, and their children. When the shogunate<br/>\n&gt; forces (including<br/>\n&gt; the Shinsengumi and the Shinchougumi) retreated to the Tohoku region,<br/>\n&gt; Okita remained in<br/>\n&gt; Edo alone. (Mori, p,170 - p.171) He died on July 19 (lunar calendar May<br/>\n&gt; 30th), 1868. Later<br/>\n&gt; that night, he was buried at his family temple in Edo (present Tokyo),<br/>\n&gt; under his birth name<br/>\n&gt; (with Okita Souji listed in the death records.) Today, Okita&#39;s grave is<br/>\n&gt; not open to the<br/>\n&gt; public. (Oji, p.252)<br/>\n&gt;<br/>\n&gt; The information that Okita died when he was 25 is based on the theory that<br/>\n&gt; he was born<br/>\n&gt; in 1844 and therefore was 25 by East Asian age reckoning when he died in<br/>\n&gt; 1868 (or on a<br/>\n&gt; lesser-known theory that he was born in Summer, before July 19, 1842 and<br/>\n&gt; therefore was<br/>\n&gt; 25 by Western standards when he died in July 19, 1868.)<br/>\n&gt;<br/>\n&gt; Trivia<br/>\n&gt; It is historical accurate that Okita loved children. Duing his time in<br/>\n&gt; Kyoto, he was often<br/>\n&gt; seen playing with children and was a baby-sitter to Yagi&#39;s sons in the<br/>\n&gt; Mibu temple. (Oji,<br/>\n&gt; p.100)<br/>\n&gt;<br/>\n&gt; He was not particularly fond of liquor but it is fictional that he loved<br/>\n&gt; sweets.<br/>\n&gt;<br/>\n&gt; Okita was a bit of a clean freak. (Oji, p.130)<br/>\n&gt;<br/>\n&gt; Aside from being treated by Matsumoto, Okita also took Kyorou Sanyaku<br/>\n&gt; (medicine for<br/>\n&gt; enervation and coughing) for his tuberculosis (not to be confused with<br/>\n&gt; Ishida Sanyaku for<br/>\n&gt; treating injures such as brusises and broken bones.)<br/>\n&gt;<br/>\n&gt; There has not been any evidence of an Okita photograph.<br/>\n&gt;<br/>\n&gt; References<br/>\n&gt; ? Mori, Makiko. Okita Soji Feature. Tokyo: Shin Jinbutsu Oraisha, 1999.<br/>\n&gt; ? Oji, Kazuko. Walking with Okita Soji. Tokyo: Shin Chosha, 2003.<br/>\n&gt;<br/>\n&gt; Okita in Fiction<br/>\n&gt; It is important not to confuse fictional work featuring Okita with<br/>\n&gt; historical data about him.<br/>\n&gt;<br/>\n&gt; Okita is briefly mentioned and shown in the anime/manga series Rurouni<br/>\n&gt; Kenshin, which<br/>\n&gt; takes place during and after the Meiji Revolution in Japan. A character<br/>\n&gt; later on in the<br/>\n&gt; series, Seta S?jir?, was based on the Okita Soji from fiction Shinsengumi<br/>\n&gt; Keppuroku (and<br/>\n&gt; therefore, darker than the real Okita.) Okita is also a main character in<br/>\n&gt; the anime/manga<br/>\n&gt; Peacemaker Kurogane, which takes more liberties with history. In an<br/>\n&gt; episode of the anime<br/>\n&gt; GS Mikami, ghost-hunter Mikami Reiko gets inside of a haunted movie about<br/>\n&gt; the<br/>\n&gt; Bakumatsu and meets Okita, who is depicted as a crazy guy who thinks only<br/>\n&gt; of killing<br/>\n&gt; people (obvious pun on his usual portrayal, which also is a foil to the<br/>\n&gt; show&#39;s rendition of<br/>\n&gt; Hijikata.) Okita is also the male protagonist in the manga Kaze Hikaru,<br/>\n&gt; which is a fictional<br/>\n&gt; story about the Shinsengumi during the late Tokugawa shogunate (where<br/>\n&gt; Okita trains a<br/>\n&gt; young girl to be one of the Shinsengumi to avenge her father and older<br/>\n&gt; brother.) He is also<br/>\n&gt; depicted in the 1999 film Taboo (Gohatto.) In the anime/manga series Shura<br/>\n&gt; no Toki,<br/>\n&gt; Okita&#39;s (fictional) last battle before succumbing to his sickness is with<br/>\n&gt; a warrior from the<br/>\n&gt; Mutsu, a clan that supposedly practiced unarmed combat. Their duel was a<br/>\n&gt; request from<br/>\n&gt; Okita himself from years before.<br/>\n&gt;<br/>\n&gt; His anime, manga, and TV depictions tend to be as a handsome young man<br/>\n&gt; (sometimes a<br/>\n&gt; bish?nen). The Latin American dub of Rurouni Kenshin, in fact, mistook<br/>\n&gt; Okita for a<br/>\n&gt; woman, and the Hijikata/Okita yaoi pairing is very popular among the<br/>\n&gt; fangirls of<br/>\n&gt; Peacemaker Kurogane.<br/>\n&gt;<br/>\n&gt; While only briefly appearing in Kido Shinsengumi: Moeyo Ken (in a<br/>\n&gt; flashback and as a<br/>\n&gt; possible ghost), Okita&#39;s (obviously) fictional daughter Kaoru (by an<br/>\n&gt; equally-obviously<br/>\n&gt; fictional unnamed wife) is one of the three main characters of the series.<br/>\n&gt;<br/>\n&gt; His three-point strike (Mumyo-ken) and his tuberculosis are also very<br/>\n&gt; similar to the<br/>\n&gt; character Ukyo Tachibana from the video game series Samurai Shodown.<br/>\n&gt;<br/>\n&gt; <br/>\n&gt;<br/>\n<br/>\n<br/>\n </span></blockquote>[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2877,
    "nextTopicId": 2896
}