{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 224091597,
            "authorName": "onigiribeanie",
            "from": "&quot;onigiribeanie&quot; &lt;jungleguuchan@...&gt;",
            "profile": "onigiribeanie",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Battle at Hamaguri Gate...",
            "postDate": "1151711094",
            "msgId": 2915,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGU4NGQxbStiZzRsQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2914,
            "nextInTime": 2916,
            "topicId": 2915,
            "numMessagesInTopic": 0,
            "msgSnippet": "Certainly the rout of Choshu and the loss of key figures was a set back to various reformist activities, but I haven t read enough of the literature to assert",
            "messageBody": "<div id=\"ygrps-yiv-1150949004\">Certainly the rout of Choshu and the loss of key figures was a set <br/>\nback to various reformist activities, but I haven&#39;t read enough of <br/>\nthe literature to assert how significant of a contributor this event <br/>\nwas to the destabilization of power within Choshu.<br/>\n<br/>\nHowever, certainly had this incident not happened, I do think there <br/>\nis an idea that Kusaka Genzui would have been alive to perhaps push <br/>\nthe internal control of Choshu over to more liberal hands earlier.  <br/>\nEven so , there are simply too many variables and other parallel <br/>\nreformist movements that were going on in other parts of Japan to <br/>\nignore.  To pin the timing of reformation on one even involving one <br/>\nclan  I think is much too simplistic.<br/>\n<br/>\nI still haven&#39;t finished Albert Craig&#39;s work, but his work along <br/>\nwith Thomas Huber&#39;s gives a good illustration of politics within <br/>\nChoshu and the conflict between the conservative pro-Bakufu elements <br/>\nand the liberal pro-Emperor elements.  (These works are still both <br/>\navailable in most academic libraries and on amazon.com if someone is <br/>\ninterested in pursuing them. And if so - feel free to ping me should <br/>\nyou develop any summaries you wish to be shared , archived, etc. on <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://red-bird.org/meiji)\">http://red-bird.org/meiji)</a><br/>\n<br/>\nThomas M. Huber. The Revolutionary Origins of Modern Japan -- <br/>\nStanford Unviersity Press, 1981. <br/>\nAlbert Craig. Choshu in the Meiji Restoration, Lexington Press, 2000.<br/>\n<br/>\nI have a suspicion that Huber might have made some arguments <br/>\nregarding the timing of massive changes in the political scene in <br/>\nhis work, but would have to go back and look at this more closely.<br/>\n<br/>\nAs for Ikedaya - there also seems to be little mention of it in <br/>\nCraig&#39;s work or elsewhere.  The only reference someone was able to <br/>\nfind after translating some of the Japanese sites committed to <br/>\nlooking at the students of the Shoin jinja (where many of the <br/>\nyounger reformists studied or passed through), is that had Yoshida <br/>\nToshimaro not perished in relation to that event, more than likely <br/>\nhe would have been a key political figure in the Meiji government <br/>\n(as would have others from Choshu).<br/>\n<br/>\n<br/>\nHope this is helpful... <br/>\nS</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2823,
    "nextTopicId": 2874
}