{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "Hirotada Tokugawa",
            "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Site hacked, and Saitou saves a man shot in the butt",
            "postDate": "1153264074",
            "msgId": 2940,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTEwNC1GMzRDODlCRDY0QkYxODAxNzMwRTAwQjlGNjMwQHBoeC5nYmw+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2939,
            "nextInTime": 2941,
            "topicId": 2940,
            "numMessagesInTopic": 0,
            "msgSnippet": "SHQ was hacked, and we hope the site will be normal soon. In the meanwhile, here s some new data that I ve translated, from the amazing compendium Shinsengumi",
            "messageBody": "<div id=\"ygrps-yiv-858816452\">SHQ was hacked, and we hope the site will be normal soon.<br/>\n<br/>\nIn the meanwhile, here&#39;s some new data that I&#39;ve translated, from the <br/>\namazing compendium &quot;Shinsengumi Saitou Hajime no Subete&quot;.<br/>\n<br/>\nSo, as historians know, the Battle of Bonari Pass was the beginning of the <br/>\naction that culminated in the Sat-cho army reaching the walls of <br/>\nAizu-Wakamatsu. Northern forces put up stiff resistance there but were <br/>\neventually routed. One of the unit commanders was Oshima Torao, who was shot <br/>\nin the rear end (buttocks) as he retreated. Just as Oshima resigned himself <br/>\nto death, Saitou and the Shinsengumi appeared, and covered the retreat of <br/>\nOshima&#39;s unit with small-arms fire.<br/>\n<br/>\n(source: p. 194 of &quot;Saitou Hajime Kanren Jinbutsu Jiten&quot;, by Todo Toshihisa, <br/>\nin &quot;Shinsengumi Saitou Hajime no Subete&quot;)<br/>\n<br/>\nHere&#39;s an example of someone who encountered Saitou in the Meiji era without <br/>\ninitially knowing who he was:<br/>\n<br/>\nImada Katsuyori was the son of the last armorer of the Aizu domain. In Meiji <br/>\n27, Katsuyori became a live-in student at the Yamakawa household (former <br/>\nsenior Aizu retainers) in Tokyo. Thus, occasionally he would be there when a <br/>\nfat, red-faced, sharp old man would come and tell tales of the Shinsengumi. <br/>\nWhen Katsuyori asked Yamakawa who this man was, he was told &quot;He was Saitou <br/>\nHajime.&quot;<br/>\n<br/>\n(source: same as above)<br/>\n<br/>\nThese little anecdotes really serve to show just how much even in 19th <br/>\ncentury Japan, &quot;it&#39;s a small world after all&quot;<br/>\n<br/>\n-M.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2929,
    "nextTopicId": 2941
}