{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Translation Nakajima Nobori Portraits",
            "postDate": "1155058884",
            "msgId": 2961,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGViYWljNCtlNWk4QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2960,
            "nextInTime": 2962,
            "topicId": 2961,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hirotada Tokugawa (M) took alot of time to translate this for us http://www.shinsengumihq.com/NakajimaStudio.htm Nakajima Nobori, artist and a member of the",
            "messageBody": "<div id=\"ygrps-yiv-1870317419\">Hirotada Tokugawa (M) took alot of time to translate this for us<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/NakajimaStudio.htm\">http://www.shinsengumihq.com/NakajimaStudio.htm</a><br/>\n<br/>\nNakajima Nobori, artist and a member of the Shinsengumi, provided us<br/>\nwith a valuable record of the &quot;post&quot; Kyoto Shinsengumi (and yes, they<br/>\nchanged their name and weren&#39;t technically the Shinsengumi any more).<br/>\n<br/>\nPlease notice that when translations are posted to the SHQ, we are<br/>\nnoting exactly where the original information is coming from---even if<br/>\nit is another Japanese site. <br/>\n<br/>\nHirotada Tokugawa as a historian in training is really going the extra<br/>\nmile in terms of citation---and we are appreciative of his effort,<br/>\npatience and the overall care he takes in contributing info. SHQ is<br/>\nalso grateful to other contributrs such as Seven as well.<br/>\n<br/>\nWe are fortunate that alot of Shinsengumi info is now<br/>\nonline---however, it is becoming a very dangerous trend to &quot;translate&quot;<br/>\nor &quot;transcribe&quot;? and post without noting in detail the original<br/>\nJapanese source.  Translation without noting the source is also<br/>\nplaigiarism.  <br/>\n<br/>\nLook at books on Japanese history, if the western writer is quoting<br/>\nand translating stuff, he or she footnotes exactly the Japanese book<br/>\nand page. This prevents translating or quoting out of context (because<br/>\nreaders can double check the work) or the translator adding *more* to<br/>\nwhat was originally said.  <br/>\n<br/>\nThe reader needs to know where the accurate translation ends, and<br/>\ntranslator commentary begins. It doesn&#39;t matter if we are just fans,<br/>\nwe can be just as transparent and careful as researchers too (when we<br/>\nare discussing history).<br/>\n<br/>\nIt is hard to determine the validity of the work if there are<br/>\nparagraphs of text all translated/transcribed but you don&#39;t know which<br/>\nsentences and facts came out of the Japanese text.<br/>\n<br/>\nIn my own experience, translators even go to the trouble of explaining<br/>\ncertain phrases in footnotes or provide the exact phrase in that<br/>\nlanguage as well to offer other interpretations.<br/>\n<br/>\nsecretarytocapt3 <br/>\npromises to shut up now</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2951,
    "nextTopicId": 2945
}