{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Assassin, Shinsengumi and Professor:  The Story of Takagi Teisaku",
            "postDate": "1159164440",
            "msgId": 2977,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGVmN3JtbyttMDc5QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGVmN3F1dCt2Njl1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 2976,
            "nextInTopic": 0,
            "prevInTime": 2976,
            "nextInTime": 2978,
            "topicId": 2976,
            "numMessagesInTopic": 0,
            "msgSnippet": "Sorry, I had cut/paste problems and must not have included this photo found by Hirotada Tokugawa here he is Professor Takagi Teisaku ",
            "messageBody": "<div id=\"ygrps-yiv-841670469\">Sorry,<br/>\nI had cut/paste problems and must not have included this photo<br/>\nfound by Hirotada Tokugawa<br/>\n<br/>\nhere he is Professor Takagi Teisaku<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.lib.hit-u.ac.jp/service/tenji/k15/image/takagiteisaku.JPG\">http://www.lib.hit-u.ac.jp/service/tenji/k15/image/takagiteisaku.JPG</a><br/>\n<br/>\nSources<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.lib.hit-u.ac.jp/service/tenji/k15/whitney.html\">http://www.lib.hit-u.ac.jp/service/tenji/k15/whitney.html</a><br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://ja.wikipedia.org/wiki/%E9%AB%98%E6%9C%A8%E8%B2%9E%E4%BD%9C\">http://ja.wikipedia.org/wiki/%E9%AB%98%E6%9C%A8%E8%B2%9E%E4%BD%9C</a><br/>\nlike the English language Wikipedia---anyone at any time may change the <br/>\ninformation<br/>\n<br/>\nat this time I was unable to find nothing specific on Takagi Teisaku in <br/>\nEnglish languages texts---I was only able to find general information <br/>\non Hitotsubashi University (it&#39;s forerunner)<br/>\n<br/>\nthere is a possibility that as such a prominent figure in the world of <br/>\nbusiness education he may be in the JAPAN YEAR BOOK (however, those <br/>\nhave been pulled for restoration/rebinding in my library)</div>",
            "specialLinks": []
        },
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Assassin, Shinsengumi and Professor:  The Story of Takagi Teisaku",
            "postDate": "1159163677",
            "msgId": 2976,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGVmN3F1dCt2Njl1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 2977,
            "prevInTime": 2975,
            "nextInTime": 2977,
            "topicId": 2976,
            "numMessagesInTopic": 0,
            "msgSnippet": "shinsengumihq.com is still undergoing format conversion by the professionals at http://www.Ai-dax.com We have many updates however we cannot add them to the",
            "messageBody": "<div id=\"ygrps-yiv-97558778\">shinsengumihq.com is still undergoing format conversion by the <br/>\nprofessionals at http://www.Ai-dax.com<br/>\n<br/>\nWe have many updates however we cannot add them to the site until the <br/>\nconversion is complete.  We feel that the following bio will be of <br/>\ngreat interest in showing an unknown dimension of Shinsengumi <br/>\ndemographics and &quot;what happened&quot; to the survivors.<br/>\n<br/>\nThe article was written mostly by HIrotada Tokugawa and with the <br/>\nassistance of secretarytocapt3<br/>\n<br/>\nSome of you may be familiar with Saitou Hajime&#39;s wife, Takagi Tokio. <br/>\nTokio was the daughter of a senior retainer in the service of Lord <br/>\nMatsudaira Katamori of Aizu, who was Shinsengumi&#39;s Shogunate-<br/>\nappointed patron and supervisor. <br/>\n<br/>\nThe following biography is of another Takagi who entered the <br/>\nShinsengumi.  At this time we cannot prove a family relationship <br/>\nbetween this Takagi and Takagi Tokio.  Due to the complex family <br/>\nrelations of these samurai bloodlines, there is no way to determine <br/>\nif there is a connection to the Takagi family of Aizu which was <br/>\nposted in Edo (Tokio&#39;s family) and this Takagi.<br/>\n<br/>\nTakagi Teisaku was a retainer of Matsudaira Katamori&#39;s brother, <br/>\nMatsudaira Sadaaki. While Matsudaira Katamori was the Kyoto <br/>\nShugoshoku, Matsudaira Sadaaki was the Kyoto Shoshidai.  <br/>\n<br/>\nSadaaki, as lord of the Kuwana domain, had many capable retainers in <br/>\nKyoto, just as his brother did. One of them was Takagi Teisaku. Born <br/>\nin Kuwana in 1848, he came from good background-- he was a cousin <br/>\nboth to senior councilor Sakai Magohachiro, as well as assistant <br/>\nsenior councilor Hattori Hanzo (descendant of the famous ninja <br/>\nleader). <br/>\n<br/>\nIn 1868, following the battle of Toba-Fushimi, Sadaaki ordered <br/>\nTeisaku, then 21 years old, to accompany fellow Kuwana retainer <br/>\nYamawaki Hayatarou to assassinate Yoshimura Gonzaemon, the senior <br/>\ncouncilor who had taken residence in Kuwana&#39;s detached territory in <br/>\nEchigo Province and had pledged loyalty to the Satsuma-Choshu army <br/>\nwhich now called itself the Imperial Army and labeled their <br/>\nopposition as enemies of the throne. <br/>\n<br/>\nThe two men succeeded in their deadly goal, and then joined the <br/>\nformer Shogunate&#39;s Shouhoutai, heading northward to Aizu-Wakamatsu, <br/>\nwhere they joined the remainder of the Kuwana force, which had <br/>\ngathered there. Together with the Kuwana force, they fought their <br/>\nnorthward, surrendering in Shomai. However, faced with reprisal at <br/>\nthe hands of the Yoshimura family were they to return to Kuwana, they <br/>\nheaded northward, where they joined Sadaaki in Hakodate. <br/>\n<br/>\nThe two of them joined Shinsengumi there, and served under Hijikata <br/>\nToshizo. Therefore, Takagi Teisaku&#39;s story demonstrates how the <br/>\nterm &quot;Shinsengumi&quot; although specific to Kyoto, (note that the <br/>\nShinsengumi changed their name later) may encompass the KYoto period <br/>\nand even up until 1869 Hakodate.<br/>\n<br/>\nSurviving the defeat, Teisaku was taken to Tokyo, where he was <br/>\nimprisoned until 1872, however, in order to avoid responsibility for <br/>\nthe murder of Yoshimura, he again fled, this time to America. <br/>\nStudying business in New York under William C. Whitney [1], he <br/>\nreturned in 1875. <br/>\n<br/>\nIn a rather interesting turn of events, this man, a former assassin <br/>\nand Shinsengumi officer, became a professor of business and economics <br/>\nat Hitotsubashi University [2], which he helped to found. He was also <br/>\na colleague of Tsuda Sen [3], who was associated with former Aizu <br/>\nretainers such as Yamakawa Kenjiro [4] and Takamine Hideo [5].<br/>\n<br/>\nSupplementary Info:<br/>\n[1] William Cogswell Whitney (1825-1882) ideas were transplanted to <br/>\nJapan via Takagi.  The following books illustrate Whitney&#39;s influence:<br/>\n<br/>\nWilliam C. Whitney and his influence on the early development of <br/>\nbookkeeping in Japan / Kojiro Nishikawa1959 English Book 17 p. (on <br/>\ndouble leaves) ; 21 cm. Tokyo : Moriyama Book Store, <br/>\n<br/>\nZasetsu no kirisutosha : Hoittoni-ke no hitobito / <br/>\nTerujiro Shibusawa 1978  Japanese Book 96 p. ; 21 cm. Kawasaki : <br/>\nShibusawa<br/>\n<br/>\n[2] Hitotsubashi University http://www.hit-<br/>\nu.ac.jp/EnglishVersion/english/<br/>\n<br/>\nHitotsubashi is also the name of the branch of the Tokugawa house <br/>\nwhich Yoshinobu headed, and in order to differentiate him from other <br/>\nbranches of the Tokugawa house, he was often called &quot;Hitotsubashi <br/>\nYoshinobu&quot; or &quot;Hitotsubashi Keiki&quot;.<br/>\n<br/>\nHitotsubashi was an area in Tokyo which became a hub for education.  <br/>\nEven Tokyo Women&#39;s Normal School was located in Hitotsubashi in the <br/>\n1880s.  Many Meiji educators belonged to clubs and organizations, one <br/>\nof which was called the &quot;Hitotsubashi Group&quot;<br/>\n<br/>\nThe University went through a series of phases and names (like many <br/>\npublic and private schools in the Meiji era)  &quot;Tokyo Shogyo Gakko <br/>\n(Tokyo Commercial School) in 1884; as the Tokyo Koto Shogyo GAkko <br/>\n(Tokyo Higher Commercial School) in 1885; as the Tokyo Shoka Daigaku <br/>\n(Tokyo Commercial University) in 1920 and as Hitotsubashi University <br/>\nin 1949.&quot; (Hall 256)  Ultimately, Mori Arinori, Meiji Japan&#39;s most <br/>\nhigh profile Minister of Education is still looked upon &quot;as the <br/>\noriginal founder of [this] school.&quot; (Hall 256)<br/>\n<br/>\n[3] Tsuda Sen may best be known through his daughter, Tsuda Ume, a <br/>\ninfluential female Christian educator during the Meiji Era.  She was <br/>\na lifelong friend of Aizu&#39;s Yamakawa Sutematsu (later known as the <br/>\nMarchioness Oyama) and younger sister of Yamakawa Kenjiro.  Tsuda Ume <br/>\nwas also a friend and  co-worker, briefly, of Takamine Hideo who also <br/>\nsent her to Oswego Normal School in New York State.<br/>\n<br/>\n[4] Yamakawa Kenjiro was the younger brother of Yamakawa Hiroshi.  <br/>\nKenjiro was a graduate of Yale University, physicist and President of <br/>\nTokyo Imperial University.  He was also a close friend of the Fujita <br/>\nfamily and it was Kenjiro who left us anecdotal stories of Fujita <br/>\nGoro.  Kenjiro also wrote Aizu Boshin Senshi an important work <br/>\naddressing the domain&#39;s role in the Boshin war. <br/>\nWe first learned of this mysterious member of the Shinsengumi from a <br/>\nfan page devoted to Yamakawa Kenjiro!  <br/>\nhttp://fukushima.cool.ne.jp/ykcome/index.htm  <br/>\nalthough it is not clear how Takagi Teisaku was connected to Yamakawa <br/>\nKenjiro.http://www.shinsengumihq.com/AizuBeyond1868.htm<br/>\n<br/>\n[5] Takamine Hideo  http://www.TakamineHideo.net<br/>\nFamily friend and co-worker of both Mr. and Mrs. Fujita.  He was <br/>\nTokio&#39;s cousin.  Takamine was the director of the Tokyo Normal <br/>\nSchool, Tokyo Women&#39;s Normal school which later became the Tokyo <br/>\nHigher Women&#39;s Normal School.   Takamine and his close students had <br/>\nmany connections to the Hitotsubashi group and a related <br/>\npublication.  As a very young man, he was the page of Matsudaira <br/>\nKatamori, the daimyo of Aizu.<br/>\n<br/>\nSomething to think about<br/>\nHow does both Yamakawa Kenjiro and Takamine Hideo, both of whom knew <br/>\nFujita Goro&#39;s Shinsengumi career *not* mention yet another member of <br/>\nthe Shinsengumi, Takagi Teisaku, to their friend Goro<br/>\n<br/>\nWithout understanding these complex Aizu connections with the Fujita <br/>\nfamily we simply would not have found this fascinating member of the <br/>\nShinsengumi, Takagi Teisaku.<br/>\n<br/>\nSources:<br/>\nHall, Ivan Parker.  MORI ARINORI.  Cambridge, Massashussetts:  <br/>\nHarvard University Press, 1973.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2975,
    "nextTopicId": 2979
}