{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Kyu Bakufu and the first wave of Shinsengumi & Bakumatsu Information",
            "postDate": "1160446276",
            "msgId": 2981,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGVnZXZnNCs2aDh2QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2980,
            "nextInTime": 2982,
            "topicId": 2981,
            "numMessagesInTopic": 0,
            "msgSnippet": "written by Hirotada Tokugawa Kyu Bakufu is a truly unique achievment in the realm of the historiographical rehabilitation of not only the Edo Period, but the ",
            "messageBody": "<div id=\"ygrps-yiv-1775488492\">written by Hirotada Tokugawa<br/>\n<br/>\nKyu Bakufu is a truly unique achievment in the realm of the<br/>\nhistoriographical rehabilitation of not only the Edo Period, but the<br/>\nTokugawa Shogunate itself. Written by the very men who had formed its<br/>\nranks, the magazine was first published in 1898, and featured in its<br/>\neditorial staff such famous names as Enomoto Takeaki, Katsu Kaishu,<br/>\nOtori Keisuke, Ogasawara Naganari, and Inoue Masanao. Every square<br/>\ninch of this magazine is filled to the brim with facts, numbers,<br/>\ndates, photographs, calligraphy, paintings, commentary, memoirs, and<br/>\nmore. Now largely ignored, it sits on the shelves of major Asian<br/>\nStudies research libraries around the world, waiting to be rediscovered.<br/>\n<br/>\nQ. You mentioned Enomoto, Katsu Kaishu and Otori Keisuke.<br/>\nCan you please explain the significance of those three men and any<br/>\npossible connections to the Shinsengumi?<br/>\n<br/>\nCertainly. Enomoto Takeaki (1836-1908) was a senior officer in the<br/>\nShogun&#39;s navy, as was Katsu Kaishu (1823-1899). Otori Keisuke<br/>\n(1833-1911) was an Infantry Magistrate in the Shogunate Army. All<br/>\nthree were members of the new nobility during the Meiji era, and all<br/>\nof them, despite their background in the Shogunate, held high<br/>\npositions in the Meiji government. Later on in life they wrote at<br/>\nlength on their experiences in the decades leading up to the<br/>\nRestoration; some of these writings appear in &quot;Kyu Bakufu&quot;<br/>\n<br/>\nAs for connections to the Shinsengumi, these men are directly<br/>\nconnected to them, on a face-to-face basis. Otori Keisuke fought<br/>\nalongside Hijikata, from Edo, to Utsunomiya, to Aizu, all the way<br/>\nnorth to Hakodate. Enomoto was the one who carried Otori and Hijikata<br/>\nand many others by sea to Hakodate, where they set up the Ezo<br/>\nRepublic. Enomoto became president, Otori was Army Minister, and<br/>\nHijikata was Vice-Army Minister. Katsu Kaishu was associated with<br/>\nShinsengumi during its time in Edo immediately after the Battle of<br/>\nToba-Fushimi (late January 1868 by the western calendar). Katsu Kaishu<br/>\nwas the one who dispatched Shinsengumi, then renamed Koyochinbutai, to<br/>\nKai Province, to take posession of Kofu Castle, which was in theory to<br/>\nbecome the seat of a 100,000 koku domain ruled by Kondou Isami.<br/>\n<br/>\nQ. Are there biographies in this work? Anything of interest to us<br/>\nShinsengumi fans?<br/>\n<br/>\n&quot;Kyu Bakufu&quot; has biographies or biographical notes in every single<br/>\nissue. Of note to Shinsengumi fans is &quot;Kondou Isami-den,&quot; quite<br/>\npossibly the first biography of Kondou Isami which did not depict him<br/>\nas a criminal. The biography of Kumoi Tatsuo, Nagakura Shinpachi&#39;s<br/>\nacquaintance from Yonezawa, is also worthy of note. The biography of<br/>\nNagai Naoyuki, a Shogunate official in constant contact with<br/>\nShinsengumi from their very inception, is also present, as is<br/>\nextensive data on the Aizu domain, Shinsengumi&#39;s supervisors and<br/>\nShogunate-approved patrons.<br/>\n<br/>\nQ. Which members of the Shinsengumi were still alive to read this<br/>\nmagazine?<br/>\n<br/>\nTo the best of my knowledge, Saitou Hajime, Nagakura Shinpachi, Takagi<br/>\nTeisaku, Yamawaki Hayatarou, Hieda Rihachi, and Abe Jurou were still<br/>\nalive in 1898, as well as others whose names I either don&#39;t know or<br/>\ncan&#39;t recall.<br/>\n<br/>\nQ. Do you know the cost of the magazine (per issue) and perhaps how it<br/>\nwas established given the pervasive bias against many who were on the<br/>\n&quot;wrong side&quot; of the civil war in 1868?<br/>\n<br/>\nWhile I don&#39;t know what the cost per issue was, I can tell that<br/>\nwithout Enomoto Takeaki and Katsu Kaishu&#39;s assistance, it never would<br/>\nhave existed. These men, being in high positions in the Meiji<br/>\nGovernment, had established the fact that they were men of importance<br/>\nand loyalty, and so for them to patronize this magazine effectively<br/>\nwas what brought it into being.<br/>\n<br/>\nThank you for sharing this text. Although we do not yet know details<br/>\nlike the people who actually contributed financially to the<br/>\nestablishment of the magazine we must assume that having it published<br/>\nwould be difficult. Perhaps most telling is -if- the list of<br/>\nacknowledged supporters who were less politically powerful than the<br/>\nmen you mentioned does not exist.<br/>\nI asked about the cost as a way of exploring the possible readership<br/>\ndemographics. If the magazine was very expensive, I&#39;m sure the<br/>\ncirculation would have been very low. Even the location of its<br/>\npublication (perhaps Tokyo) would be interesting to note.<br/>\n<br/>\nJust as in the present, fictional portrayals of the Shinsengumi were<br/>\nmore popular. The year 1898 was several years before the epic<br/>\nDAIBOSATSU-TOGE <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/DBT.htm\">http://www.shinsengumihq.com/DBT.htm</a> was published.<br/>\nThat was the first truly public and modern method of introducing the<br/>\nShinsengumi in novel form during the late Meiji Era. The novel would<br/>\nhave easily overshadowed this first formal attempt of recording<br/>\nShinsengumi history.<br/>\n<br/>\nThe biography of Kondou Isami can be seen here:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://1happyturtle.com/Hosting/KondoIsami-den1.zip\">http://1happyturtle.com/Hosting/KondoIsami-den1.zip</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2979,
    "nextTopicId": 2985
}