{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "SHQ New Look and Technical Issues",
            "postDate": "1161553840",
            "msgId": 2992,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGVoZ3AzZys3bTNjQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 2991,
            "nextInTime": 2993,
            "topicId": 2992,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello, As I mentioned before http://www.ai-dax.com donated a new template for us...  you can take a look here http://www.shinsengumihq.com however, my question",
            "messageBody": "<div id=\"ygrps-yiv-121639254\">Hello,<br/>\nAs I mentioned before <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.ai-dax.com\">http://www.ai-dax.com</a> donated a new template <br/>\nfor us...  you can take a look here <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com\">http://www.shinsengumihq.com</a><br/>\n<br/>\nhowever, my question to anyone out there is this:<br/>\n-the SHQ server does have a database option<br/>\n-SHQ has a shocking 79 pages (which over time may be reduced, <br/>\nstreamlined and consolidated whatever you call it)<br/>\n-Does anyone know how to build a database driven website?<br/>\n-if so can you just explain it to me?  because I read stuff online <br/>\nand it doesn&#39;t make sense (^_^) you can email me at secretarytocapt3<br/>\n(a)hotmail.com  we can set up a chat time <br/>\n<br/>\nwe got the info! (actually we are back logged 3 months, during this <br/>\nentire time of NO UPDATES on SHQ.com people like Hirotada Tokugawa <br/>\nand myself have amassed even more info...like alot really ^_^ as <br/>\nusual we await more contributions from anyone on this list or the <br/>\ngeneral public, be it fan-work, fanfic fanart cosplay you name it, <br/>\nyou can post here, email the site and so forth) <br/>\n<br/>\nwe got the graphics!  (the spiffy art)<br/>\n<br/>\nbut we need to make our site more &quot;sleek&quot;<br/>\n<br/>\nif we can really do a good job with SHQ, future fans which may <br/>\narrive in the future won&#39;t have to start with point &quot;A&quot; (as we&#39;ve <br/>\nhad to do), they can just read some of our pages and then move on <br/>\nquickly to learn whatever they are most interested in...so we need a <br/>\nstrong layout to make that all happen<br/>\n<br/>\nwith a strong layout the webmaster can cut back time on the manual <br/>\nwork required in updating and instead use the time for research (I&#39;m <br/>\ndown to like 6 months where I have access to a research library, so <br/>\nfor me personally I just want to get an understanding of the history-<br/>\n--the manga and stuff I can buy LATER when I have money).<br/>\n  <br/>\nSo if you see alot of &quot;nerd&quot; history stuff on SHQ, that is because I <br/>\nam using what I have at my disposal. If you hear otherwise that SHQ <br/>\nis not &quot;into&quot; pop-culture then it is a simple misunderstanding.<br/>\n<br/>\n--------------------<br/>\nGeneral Announcement<br/>\n--------------------<br/>\nAs you may know Youtube was purchased by Google, thus it discourages <br/>\nthe posting of copyright material<br/>\nfor example, if you post a clip of anime being broadcasted in <br/>\nJapan---you will get in trouble etc etc<br/>\nwe don&#39;t want anyone to have to deal with legal issues (^_^)<br/>\n<br/>\nEven though Youtube&#39;s upcoming policy and strict enforcement will <br/>\nreally annoy many of us---this may force us to create our own <br/>\nShinsengumi films<br/>\n<br/>\noh no...Shinsengumi finger puppets (^_^)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 2985,
    "nextTopicId": 2999
}