{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "Hirotada Tokugawa",
            "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "When history converges:Hijikata, the Battle of Aizu, and the Byakkotai",
            "postDate": "1164593194",
            "msgId": 3011,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PEJBWTEyMi1GMTc5MzBDNjE5ODg4OUI2RjgwOUY0ODlGRTYwQHBoeC5nYmw+"
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3010,
            "nextInTime": 3012,
            "topicId": 3011,
            "numMessagesInTopic": 0,
            "msgSnippet": "Some have asked in the past about the importance of thorough, broad research into all of the Bakumatsu, and how it feels sometimes as though a dedicated ",
            "messageBody": "<div id=\"ygrps-yiv-1148979979\">Some have asked in the past about the importance of thorough, broad research <br/>\ninto all of the Bakumatsu, and how it feels sometimes as though a dedicated <br/>\nShinsengumi fan may lose sight of the &quot;objective&quot;-- learning more about <br/>\nShinsengumi. I thoroughly sympathize with this feeling, being a researcher <br/>\nand trying my best to constantly learn more about the Bakumatsu, though I am <br/>\nat heart a fan of the Shinsengumi, which is what sparked my interest in the <br/>\nperiod to begin with.<br/>\n<br/>\nAs an example of how the people and events of this period are so thoroughly <br/>\nconnected, I&#39;d like to share with you an anecdote from the life of Ando <br/>\nTozaburo, a young Aizu samurai who was one of the famed Byakkotai members <br/>\nwho died in the latter part of the Boshin War, on Mt. Iimori in the fall of <br/>\n1868.<br/>\n<br/>\nThe young Tozaburo was manning a barrier gate in the early parts of the <br/>\nsiege, before the Aizu forces were pushed back to Wakamatsu. He was <br/>\nostensibly on the lookout for any suspicious people approaching, when along <br/>\nrode a man on horseback. This man on horseback did not stop for him, so <br/>\nTozaburo turned and shouted &quot;Wait! Stop!&quot; and fired a warning shot over the <br/>\nman&#39;s head. The rider turned and rode back a bit, at which point he <br/>\nintroduced himself to the Tozaburo-- it was none other than Hijikata Toshizo <br/>\nof the Shinsengumi. Apologizing for his indiscretion to the young man, <br/>\nHijikata turned and rode on.<br/>\n<br/>\n(See <a rel=\"nofollow\" target=\"_blank\" href=\"http://www2.plala.or.jp/shyall/retuden/byakotai.htm\">http://www2.plala.or.jp/shyall/retuden/byakotai.htm</a> for Tozaburo&#39;s <br/>\nbiography, as well as those of his comrades)<br/>\n<br/>\nFor those who want to see more of the Byakkotai, please visit <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.byakkotai.net\">http://www.byakkotai.net</a> and keep your eyes open for the new Byakkotai <br/>\nmini-series that is due out in January of next year.<br/>\n<br/>\nThank you,<br/>\n<br/>\n-M.<br/>\n<br/>\n_________________________________________________________________<br/>\nDon&#39;t just search. Find. Check out the new MSN Search! <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://search.msn.com/\">http://search.msn.com/</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3008,
    "nextTopicId": 3012
}