{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 300769686,
            "authorName": "tanner_hatley",
            "from": "&quot;tanner_hatley&quot; &lt;tanner_hatley@...&gt;",
            "profile": "tanner_hatley",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Kitsuno&#39;s questions",
            "postDate": "1174693448",
            "msgId": 3189,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGV1MW9vOCt1NHZiQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3188,
            "nextInTime": 3190,
            "topicId": 3189,
            "numMessagesInTopic": 0,
            "msgSnippet": "only to answer a few of his questions, just from what i learned, Serizawa Kamo was assasinated by Hijikata, Okita, Yamanami, Harada (and another one that I",
            "messageBody": "<div id=\"ygrps-yiv-528826651\">only to answer a few of his questions, just from what i learned,<br/>\nSerizawa Kamo was assasinated by Hijikata, Okita, Yamanami, Harada<br/>\n(and another one that I forget or my memory is getting bad), basically<br/>\nfor Kondo to take control over the group.  They were fighting over the<br/>\ngroups name and this was one of the reasons.  Group politics play a<br/>\nhuge role on the front but in secret it was to get Kondo as the<br/>\ngroup&#39;s leader.  But Hijikata made rules that you can find at this<br/>\nsite that explains a bunch:  <a rel=\"nofollow\" target=\"_blank\" href=\"http://en.wikipedia.org/wiki/Shinsengumi\">http://en.wikipedia.org/wiki/Shinsengumi</a> <br/>\n<br/>\nthe rule that was broken was: not to deviate from the bushido code and<br/>\nKamo was doing a bunch.  That was the front that was put up but that<br/>\nwas not the real motive.  That and to get rid of the ronin that come<br/>\nwith Kamo.<br/>\n<br/>\nThe reason for the Shinsengumi was to pretty much keep the peace in<br/>\nKyoto.  That and the answered directly to the Aizu and Tokugawa. <br/>\nChoshu , Satsuma and Tosa clans were the enemies.  <br/>\n<br/>\nIkedaya incident:  Shinsengumi were tipped off by their spy that the<br/>\nChoshu were going to meet there.  Kondo let the group with Okita that<br/>\nreached the inn first.  Huge battle.  Also, the first time Okita<br/>\ncoughed up blood.  Many Choshu men were killed.<br/>\n<br/>\nWhat would cause a ronin to join the Shinsengumi rather than<br/>\nanyof the other factions? What type of person would join the<br/>\nShinsengumi?   My guess and opinion, Shinsengumi were noble and fought<br/>\nfor truth.  That would be a great cause.<br/>\n<br/>\nWhat was Kiyokawa Hachiro&#39;s ulterior motive for leading the<br/>\n<blockquote><span title=\"ireply\"> &gt; Roshigumi and going to Kyoto? I think from rumors that the Choshu<br/>\n </span></blockquote>were amassing there in secret and Kastura Koguru. <br/>\n<br/>\nanymore questions, just send me a email</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3185,
    "nextTopicId": 3175
}