{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 1533100,
            "authorName": "bsher213",
            "from": "&quot;bsher213&quot; &lt;bsher213@...&gt;",
            "profile": "bsher213",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Hijikata encounter",
            "postDate": "1179084965",
            "msgId": 3231,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGYyN3BiNSsxMW5qQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3230,
            "nextInTime": 3232,
            "topicId": 3231,
            "numMessagesInTopic": 0,
            "msgSnippet": "First the public service announcement--The good folks at the very very cool Rurouni Kenshin site www.the-oro.com are selling some DVDs to help raise money to",
            "messageBody": "<div id=\"ygrps-yiv-1484737704\">First the public service announcement--The good folks at the very very<br/>\ncool Rurouni Kenshin site www.the-oro.com are selling some DVDs to help<br/>\nraise money to continue hosting  the site and offering super scans and<br/>\nall sorts of great &quot;stuff&quot; so I hope you&#39;ll hop over there to check it<br/>\nout and think of tossing a dollar or two their way. always in need of<br/>\ndonations so please stop by and see what htey have to offer if you<br/>\nhaven&#39;t already been there.<br/>\n<br/>\nAbout that Hijikata encounter.....<br/>\n<br/>\nLike many of people my Emmi Maeda had a bit of a fangirl crush on<br/>\nHijikata after seeing those great historic photos of him but when she<br/>\nfound herself back in 1864 and face to face witheh real man she found<br/>\nout why he was called the &quot;Demon Vice Commander&quot;.  It&#39;s not like she did<br/>\nanything to provoke him...not really...it was an accident...<br/>\n<br/>\n* * * *<br/>\n<br/>\nI lay down on the futon again but knew that I&#39;d never fall back to<br/>\nsleep. My brain buzzed with a million and three questions, the first<br/>\nbeinghow was I ever going to get back home when I wasn&#39;t even<br/>\nquite sure how I got here?<br/>\n<br/>\nI sat up and crinkled my nose. A breeze blew through the tiny window set<br/>\nhigh in the wall outside the cell and the smell it carried reminded me<br/>\nof the chamberpot&#39;s existence. Bad enough the place stunk because of<br/>\nthe male prisoners&#39; waste, but I really didn&#39;t want anything of<br/>\nthe sort to be closer to me than necessary.<br/>\n<br/>\nI remembered that Yamanami went out last night to relieve his own<br/>\nbladder and I didn&#39;t recall him unlocking the outer door before<br/>\nexiting, so maybe it wasn&#39;t locked. I could go out, leave the pot<br/>\nthen come back and wait to be formally sprung. After all, it&#39;s not<br/>\nlike I was a criminal prisoner or anything.<br/>\n<br/>\nI retrieved the chamberpot carefully, moving slowly so as not to spill<br/>\nit. I tiptoed between the futon and the sleeping samurai leader and<br/>\nhoped he didn&#39;t decide to stretch out his legs. I stepped over him<br/>\nwithout any disaster and breathed a quick sigh of relief. I inched to<br/>\nthe door not wanting to draw the attention of those gross guys down the<br/>\nway.<br/>\n<br/>\nI&#39;m almost home free, I thought, testing the door by nudging it with<br/>\nmy foot. It gave way a bit and I turned sideways to push it open with my<br/>\nshoulder.<br/>\n<br/>\nThe next thing I knew, the door flew open. I pitched outward and the pot<br/>\nflew out of my hands<br/>\n<br/>\nRight into the center of Toshizou Hijikata&#39;s chest. He roared an<br/>\nobscenity so loud it had to wake half of Kyoto.<br/>\n<br/>\nI fell to my knees partly as a sign of apology, partly to pray that he<br/>\nwouldn&#39;t slice my head off. I looked up a bit and winced. The tissue<br/>\nI&#39;d used as toilet paper had deposited itself right in the center of<br/>\nhis low obi.<br/>\n<br/>\nI bent my head to the ground and apologized profusely in Japanese the<br/>\nbest I could. I begged his forgiveness, adding that I was a complete<br/>\nfool who didn&#39;t deserve his mercy.<br/>\n<br/>\nAfter all, when confronted with angry men who brandished sharp,<br/>\ndangerous objects, it seemed wise to push one&#39;s modern pride aside<br/>\nand grovel.<br/>\n<br/>\nEspecially after one dumped a pot of pee on them.<br/>\n<br/>\n* * * *<br/>\n<br/>\n~Barb Sheridan/Chloe Michelle<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://chloemichelle.com\">http://chloemichelle.com</a><br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3228,
    "nextTopicId": 3230
}