{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "The Suppression of Information",
            "postDate": "1183940118",
            "msgId": 3283,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGY2cnVtbSs4M29wQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3282,
            "nextInTime": 3284,
            "topicId": 3283,
            "numMessagesInTopic": 0,
            "msgSnippet": "In the past we have discussed how, especially during the Meiji Era, it would not have been wise for survivors of the Shinsengumi to discuss their early careers",
            "messageBody": "<div id=\"ygrps-yiv-846721099\">In the past we have discussed how, especially during the Meiji Era, it <br/>\nwould not have been wise for survivors of the Shinsengumi to discuss <br/>\ntheir early careers and likewise many of their children, family and <br/>\nfriends would likely not talk about Boshin War related topics in front <br/>\nof outsiders.  For example FUjita Goro would probably keep his opinions <br/>\nwithin his circle of close friends and some of his Aizu related <br/>\nassociates.<br/>\n<br/>\nIn our modern times you would think that we all should be comfortable <br/>\nwith tackling these issues as long as we were careful in citing our <br/>\nresources (to prevent plaigiarism, encourage transparency and develop a <br/>\ntraceable paper trail), refrain from outright lying or racism etc.<br/>\n<br/>\nIn other words we thought that if we maintain a degree of integrity we <br/>\nwould be &quot;safe&quot;.<br/>\n<br/>\nThis is not the case.<br/>\n<br/>\nThere is a *B*ook about the *S*hinsengumi.  { I&#39;ll call it and the <br/>\nauthor &quot;BS&quot; for short}<br/>\n<br/>\nI cannot name the writer of the book nor the researcher who accurately <br/>\npointed out egregious errors in that text out of respect to both <br/>\nparties involved.  I ask this post stay here on our mailing list as <br/>\nwell.  <br/>\n<br/>\nThe reason is because &quot;BS&quot; exerted pressure on a separate community to <br/>\nensure that the errors in the text, presented in a post, were DELETED.<br/>\n<br/>\nThis is a good day for us fans that a researcher from our ranks <br/>\nwas &quot;honored&quot; to garner the attention of BS in such a way!<br/>\n<br/>\nThe writer of that post, in an effort to protect this community also <br/>\nasked me, a mod here, to delete a thread.  I deleted the thread which <br/>\nhad 21 related messages attached to it.  You see who knows what BS will <br/>\ndo next?  Will BS try to intimidate us poor consumers of manga, anime <br/>\nand movies? (^_^) <br/>\n<br/>\nWE BOUGHT BS, WE SUPPORTED BS, WE LINK TO BS AND YET WE CANNOT <br/>\nCRITICIZE IT?  Odd.  For BS to blatantly &quot;fanboy&quot; over the founding of <br/>\nthe Meiji Era, this person sure acts &quot;feudal&quot;.  Ain&#39;t that ironic?<br/>\n<br/>\nIf you go to a movie, pay for the ticket, watch the movie, aren&#39;t you <br/>\nallowed to praise it, slam it say it was &quot;so-so&quot;?  <br/>\n<br/>\nI had a front row seat to a case involving free speech so yes &quot;I get <br/>\nit&quot;, the value of the speech should not be judged, just that it should <br/>\nbe allowed.  However LIES and SLANDER and RACISM should not be <br/>\ntolerated.  Such things should be labeled as &quot;lies, slander and racism&quot; <br/>\nand not &quot;this is my glorious free speech&quot; in other words don&#39;t elevate <br/>\ntrash to something higher.  There is a time and place for everything <br/>\nand even those who sell pornography put it in a place out of the reach <br/>\nof minors.  In other words people exercise self-censorship.<br/>\nIs it right for BS to try to censor someone who OWNS THE BOOK and put <br/>\nmoney in his/her pocket?  I don&#39;t think so!<br/>\n<br/>\nIn this matter, the researcher NEVER LIED NOR SLANDERED BSinstead the <br/>\nresearcher went point by point through a section of BS.<br/>\n<br/>\nAnd yet the review was SUPPRESSED by BS!<br/>\n<br/>\nIn other words a little known truth or differing information was <br/>\nSUPPRESSED.<br/>\n<br/>\nYou see &quot;BS&quot; (and yes I chose this acronym on purpose) is feeling <br/>\nawfully intimidated that someone else who can read Japanese was able to <br/>\nfind errors and cases of revisionism in the work.  <br/>\n<br/>\n&quot;BS&quot; had an intro claiming that it cannot present a wholly factual <br/>\naccount.<br/>\n<br/>\nSo if someone else, a researcher, found errors in &quot;BS&quot; and also found <br/>\nconflicting information, shouldn&#39;t BS be happy that someone was able to <br/>\nadd to the work?<br/>\n<br/>\nNope.  BS is scared.  BS even failed to use the standard book in <br/>\nEnglish, Conrad Totman&#39;s COLLAPSE OF THE TOKUGAWA SHOGUNATE (which <br/>\ndiscusses Aizu, the Shinsengumi and even the Mimawarigumi).  To even <br/>\noverlook this book shows BS is choosing what should be presented to <br/>\nfurther a certain point of view.  OR BS is utterly clueless on how to <br/>\ndo research.  TOtman&#39;s work is THE BOOK you go to about the bakufu my <br/>\nfriends. The sources used for BS were remarkably limited as well given <br/>\nthe fact that there are in fact some interesting books written on the <br/>\nShinsengumi in Japanese.<br/>\n<br/>\nBS was never even peered reviewed.  Look carefully, a FAMILY MEMBER <br/>\nREVIEWED THE MANUSCRIPT (BS has a different pen name---but they are <br/>\nfamily I assure you).  Unless that family member has a strong command <br/>\nof the history, or language then it would be more suited for the work <br/>\nto be reviewed by historians (yes there are a couple of professors who <br/>\neven specialize in the shogunate still very much alive).<br/>\n<br/>\nWHy was BS never peer reviewed, and why weren&#39;t these specialists <br/>\nconsulted to suggest other sources?  Can it be because BS is BS?<br/>\n<br/>\nBS was so intimidated by a review by a careful researcher he asked and <br/>\ngot the censorship he WANTED even though he should&#39;ve argued with the <br/>\nJapanese texts which were cited as having different information.<br/>\n<br/>\nBS thought it was logical to &quot;SHOOT THE MESSENGER&quot;.<br/>\n<br/>\nIn the real world, books are reviewed very critically.  Anyone here who <br/>\nhas read a review of a work of non-fiction or even fiction knows that <br/>\nglowing reviews are rare.  Usually reviews are mixed.  I guess BS is <br/>\nnot part of the real world and has never read how academics (for the <br/>\nsake of the discipline) will point out even the smallest errors in <br/>\nanother work (that&#39;s why it&#39;s called PEER REVIEW).<br/>\n<br/>\nBook go through multiple printings like 1st 2nd or 3rd edition and the <br/>\nauthor kindly notes in the intro the correction of errors.  All this is <br/>\ncommon practice.  Authors don&#39;t go around saying &quot;Oh no!  Someone <br/>\ncaught my screw upI must ask the forum owner to delete my work.&quot;  No <br/>\nprofessional does this!<br/>\n<br/>\nWhat do we make of all this nonsense?<br/>\n<br/>\nIt seems to me that BS cannot argue with the FACTS presented in the <br/>\nreview and chose the easy (or rather COWARDLY) way out: and that <br/>\nis &quot;delete it please&quot;.<br/>\n<br/>\nMy friends this is just a taste of the suppression, twisting of the <br/>\ntruth and revisionism which has plagued not only the history of Japan <br/>\nbut of all humanity.<br/>\n<br/>\nThe more they sweep things under the carpet, the more YOU SHOULD DO <br/>\nEVERYTHING TO break their brooms (preferably over their heads).  (^_^) <br/>\n(I&#39;m just kidding)<br/>\n<br/>\nAgain I really had to vent about this issue publicly because I find it <br/>\nto be very fascinating.  That person cannot get mad at me for posting <br/>\nthis unless he/she admits that the work is in fact the referenced &quot;BS&quot; <br/>\nI noted in the rant above. HA!<br/>\n<br/>\nI&#39;d like to hear the writer insist &quot;My work IS BS.  I must now try to <br/>\nscare these little fans and keep them quiet for having the brains to <br/>\nprove me wrong. DEAD WRONG.&quot;<br/>\n<br/>\nShame on this writer from benefiting from the $upport of Shinsengumi <br/>\nfandom and then turning around and attacking one of us for pulling the <br/>\nmask off this book!</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3282,
    "nextTopicId": 3284
}