{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "M.",
            "from": "&quot;M.&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "The Real Ikedaya Plot",
            "postDate": "1184520601",
            "msgId": 3286,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGY3ZGxpcCt0bzUxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3285,
            "nextInTime": 3287,
            "topicId": 3286,
            "numMessagesInTopic": 0,
            "msgSnippet": "We all know or think we know about Ikedaya. It s in all the movies, after all-- Okita and Kondou burst in, Choshu man comes down the stairs, Kondou goes up the",
            "messageBody": "<div id=\"ygrps-yiv-361647215\">We all know or think we know about Ikedaya. It&#39;s in all the movies,<br/>\nafter all-- Okita and Kondou burst in, Choshu man comes down the<br/>\nstairs, Kondou goes up the stairs, dead Choshu man rolls down, and so<br/>\non. We also think we know the leadup-- Furutaka Shuntaro, posing as a<br/>\nmerchant, gets taken in, tortured, and confesses.<br/>\n<br/>\nHere&#39;s some things from Oishi Manabu&#39;s book &quot;Shinsengumi&quot;-- where he<br/>\nmakes use of primary sources to put together a composite picture of<br/>\nthe event. Some of the information contradicts itself, but by putting<br/>\ntogether a multitude of sources, a general idea about what happened<br/>\ncan be acquired.<br/>\n<br/>\nBut I&#39;d like to talk about the Choshu men&#39;s plans. Their intent, as is<br/>\nknown to those who have seen the movies or read manga like Rurouni<br/>\nKenshin, was to set fire to the city, kill Matsudaira Katamori (the<br/>\nlord of Aizu and the Shinsengumi&#39;s boss), and kidnap the Emperor and<br/>\nrush back to Hagi, Choshu&#39;s capital.<br/>\n<br/>\nHowever, in the items confiscated after the Shinsengumi raid which<br/>\ntook in Furutaka, many secret documents were uncovered (Oishi p. 105).<br/>\nAccording to these documents, their plan was to wait for the Gion<br/>\nFestival (where many people would crowd the streets), dress as AIZU<br/>\nMEN (they even had lanterns with the Aizu crest for this), and wait<br/>\nfor strong wind and set fire to the imperial palace. They would kidnap<br/>\n the Emperor, kill Nakagawa-no-miya Asahiko (the prince who was<br/>\nsympathetic to Aizu and Satsuma at the time) and Matsudaira Katamori<br/>\n(who were due for an appearance at the palace), and then take the<br/>\nEmperor and flee to Hagi, the Choshu capital. (Oishi, 104)<br/>\n<br/>\nI&#39;d like to reiterate that point-- they intended to masquerade as AIZU<br/>\nmen and do this. By doing so, they would not only destroy Aizu&#39;s<br/>\ncredibility as protectors of the peace in Kyoto, but it would also be<br/>\nvery easy for the fire to spread from the palace, to the surrounding<br/>\nnobles&#39; houses, to the city at large. And by masquerading as Aizu men,<br/>\nthey would be able to go about the city at will, without being questioned.<br/>\n<br/>\nFurthermore, the whole plan was Choshu&#39;s attempt at revenge for their<br/>\nloss to Aizu in 1863.(Oishi, 104)<br/>\n<br/>\nIf that were to happen to Aizu, Shinsengumi would have also suffered,<br/>\nbecause they depended on Aizu for their entire livelihood.<br/>\n<br/>\nHowever, Shinsengumi, as Aizu&#39;s &quot;dirty&quot; tool, struck hard and fast and<br/>\ndefused the plot in the carnage at Ikedaya.<br/>\n<br/>\nNo one can deny that Ikedaya was a bloodbath. However, it is critical<br/>\nthat its antecedents and background be closely examined, as well.<br/>\n<br/>\n-M.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3284,
    "nextTopicId": 3287
}