{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "M.",
            "from": "&quot;M.&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Ikedaya, 1864 Choshu terrorism, and &quot;Heaven&#39;s Punishment&quot;",
            "postDate": "1184735115",
            "msgId": 3287,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGY3azcyYisyN3FrQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3286,
            "nextInTime": 3288,
            "topicId": 3287,
            "numMessagesInTopic": 0,
            "msgSnippet": "Some of us have heard tenchu (heaven s punishment) from manga such as Rurouni Kenshin. It was the campaign through which supporters of the shogunate were",
            "messageBody": "<div id=\"ygrps-yiv-1779580813\">Some of us have heard &quot;tenchu&quot; (heaven&#39;s punishment) from manga such<br/>\nas Rurouni Kenshin. It was the campaign through which supporters of<br/>\nthe shogunate were &quot;punished&quot; (by murder), and by which the &quot;glorious&quot;<br/>\nMeiji &quot;order&quot; was brought into being. However, the victims of this<br/>\ncampaign of &quot;heaven&#39;s punishment&quot; were by no means all &quot;corrupt<br/>\nofficials.&quot;<br/>\n<br/>\nOn the 18th of the 4th month of Genji 1 (23 May 1864), one such murder<br/>\noccurred. This was during the buildup to Ikedaya.<br/>\n<br/>\nNow who was killed in this attack? Was it some corrupt tax official? A<br/>\nrepressive police inspector? A government stool pigeon?<br/>\n<br/>\nNone of the above.<br/>\n<br/>\nSome of you may know of Prince Nakagawa-no-miya Asahiko, one of<br/>\nSatsuma and Aizu&#39;s supporters at the court during this time. He&#39;s also<br/>\nin Barbara Sheridan&#39;s Bakumatsu/Shinsengumi novel &quot;Mirror, Mirror.&quot;<br/>\n<br/>\nThese victims were the mother and young child of Prince Asahiko&#39;s<br/>\nchief steward.<br/>\n<br/>\nOne cannot help but wonder...what guilt do an old woman and a young<br/>\nchild have in national politics? Maybe it&#39;s just my opinion, but to<br/>\nanswer &quot;guilt by association&quot; is simply irresponsible.<br/>\n<br/>\nHere&#39;s another &quot;tenchu&quot; victim who died because of &quot;guilt by<br/>\nassociation&quot;: on the 6th of the 5th month (June 9, 1864), an artist by<br/>\nthe name of Reizei Tamechika, who served another pro-Shogunate noble,<br/>\nwas assassinated by Oraku Gentaro-- the man later protected by<br/>\nKawakami Gensai (this act on Gensai&#39;s part was what condemned him to<br/>\ndeath). Reizei had known his life was in danger, and had fled to<br/>\nvarious places around the Kamigata (Kyoto-Osaka) area before Oraku got<br/>\nhim. Reizei was not only killed, his head was also displayed in a<br/>\nprominent place for passers-by to see.<br/>\n<br/>\nThink of these events, if you would: an old woman, child, and an<br/>\nartist, connected to people with the &quot;wrong&quot; sympathies-- hunted down<br/>\nlike animals and murdered in cold blood.<br/>\n<br/>\nThe Shinsengumi were fully aware of these events. Put yourselves in<br/>\ntheir place, raiding an inn full of arsonists (Ikedaya). However, also<br/>\nkeep in mind that Shinsengumi was conceived and intended to do &quot;dirty&quot;<br/>\nwork. They interrogated, even tortured people for information. The<br/>\nleadup to Ikedaya alone saw at least 5 or 6 Choshu men brutally<br/>\ntortured before Furutaka Shuntaro&#39;s infamous beat-down. Shinsengumi,<br/>\nas we know, also assassinated people at times. They also had their<br/>\nfair share of cruel men, swindlers, and murderers.<br/>\n<br/>\nIn closing, I&#39;d like to leave you with a piece of Reizei Tamechika&#39;s<br/>\nart. Remember, this is the innocent man whose head was a blood-stained<br/>\nsymbol of &quot;heaven&#39;s punishment&quot;:<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.kakejikutaiko.com/e/e2/0605/0605-2b.jpg\">http://www.kakejikutaiko.com/e/e2/0605/0605-2b.jpg</a><br/>\n<br/>\n-M.<br/>\n<br/>\nSOURCES:<br/>\n*Hoshi Ryoichi, &quot;Bakumatsu no Aizu-han.&quot; (Tokyo: Chuokoron-shinsha,<br/>\n2001), p. 95.<br/>\n*Oishi Manabu, &quot;Shinsengumi: Saigo no Bushi no Jitsuzo.&quot; (Tokyo:<br/>\nChuokoron-shinsha, 2004), pp. 101-102.<br/>\n*<a rel=\"nofollow\" target=\"_blank\" href=\"http://comic.freespace.jp/hokko/nen.htm\">http://comic.freespace.jp/hokko/nen.htm</a><br/>\n*<a rel=\"nofollow\" target=\"_blank\" href=\"http://en.wikipedia.org/wiki/Kawakami_Gensai\">http://en.wikipedia.org/wiki/Kawakami_Gensai</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3286,
    "nextTopicId": 3289
}