{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 257415091,
            "authorName": "rei shinoda",
            "from": "rei shinoda &lt;shinoda_rei_goku@...&gt;",
            "profile": "shinoda_rei_goku",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [SHQ] Re: Close Encounters with Shinsengumi History in AMERICA",
            "postDate": "1185525727",
            "msgId": 3291,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDc3MDIzNy40MjQyOS5xbUB3ZWIzNzMxNS5tYWlsLm11ZC55YWhvby5jb20+",
                "inReplyToHeader": "PGY4M3YxYStncnBnQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3290,
            "nextInTopic": 0,
            "prevInTime": 3290,
            "nextInTime": 3292,
            "topicId": 3289,
            "numMessagesInTopic": 0,
            "msgSnippet": "You guyz.. are verrrry lucky person !!! I never had a chance to see anything (untill now). But I wish I will.. Im living in Indonesia. Here, I never met any",
            "messageBody": "<div id=\"ygrps-yiv-776992487\">You guyz.. are verrrry lucky person !!!<br/>\n  I never had a chance to see anything (untill now). But I wish I will..<br/>\n   <br/>\n  Im living in Indonesia.<br/>\n  Here, I never met any person who knows Shinsengumi, so I never share and get anything.<br/>\n  I never met peole who love Japanese history either.<br/>\n  Here also, I can find ONLY one book bout Shinsengumi, so I have to order it and ask my sensei or my friend to send me from Japan. T__T<br/>\n  The only one I can talk, ask and share with.. is just my (japanese) friend.<br/>\n  (Umm.. sometimes I call him as my rekishi no sensei)<br/>\n   <br/>\n  Untill (fortunately), I found you guyz.. people who admire history and Shinsengumi of course.<br/>\n  Thank God Im not alone ... he he he<br/>\n   <br/>\n  Although I know Shinsengumi from anime, but I start to admire them since I read lots of their story of life and struggle.<br/>\n  The only moment I feel sooooo much influenced by them was.. when I read Kondo&#39;s poem.<br/>\n  ( I appreciate them-and this poem- in my site <a rel=\"nofollow\" target=\"_blank\" href=\"http://cyborg13.multiply.com/\">http://cyborg13.multiply.com/</a> )<br/>\n   <br/>\n  And now, even I never watch any (un)remarkable thing, even I stil now nothing bout Shinsengumi, even I can&#39;t talk english and japanese fluently, I try to make people know them from simply things, such as in speech contest, paper writings, sites, or by teaching and pushing my junior in campus to learn more bout history ..ha ha ha ( eventhough it seems useless cause theyre all more interesting in japanese society class T__T ).<br/>\n   <br/>\n   <br/>\n   <br/>\n  <br/>\n<br/>\nKitsuno &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:samurai-listowner@...\">samurai-listowner@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"qreply\">           --- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;M.&quot; &lt;myoe112@...&gt; wrote:<br/>\n&gt;<br/>\n&gt; <br/>\n&gt; In short, the history came alive in that set of somewhat<br/>\n&gt; unremarkable-looking, painted, sliding doors. And that is why, dear<br/>\n&gt; members, history compels me.<br/>\n&gt; <br/>\n&gt; -M.<br/>\n&gt;<br/>\n<br/>\nThat&#39;s why I love going to Japan - I had a moment like that in 2001,<br/>\nwhere I stood in the very spot Toyotomi Hideyoshi held his final Grand<br/>\nKitano tea ceremony. I was looking at the exact landscape everyone in<br/>\nattendance would have seen, although a lot of cherry trees had been<br/>\nplanted since then. It&#39;s sort of awe inspiring experiencing that sort<br/>\nof thing.<br/>\n<br/>\n<br/>\n<br/>\n         <br/>\n<br/>\n       <br/>\n---------------------------------<br/>\nBe a better Globetrotter. Get better travel answers from someone who knows.<br/>\nYahoo! Answers - Check it out.<br/>\n<br/>\n[Non-text portions of this message have been removed] </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 145759856,
            "authorName": "Kitsuno",
            "from": "&quot;Kitsuno&quot; &lt;samurai-listowner@...&gt;",
            "profile": "kitsuno",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: Close Encounters with Shinsengumi History in AMERICA",
            "postDate": "1185251178",
            "msgId": 3290,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGY4M3YxYStncnBnQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGY4M3U5ZStiajRzQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3289,
            "nextInTopic": 3291,
            "prevInTime": 3289,
            "nextInTime": 3291,
            "topicId": 3289,
            "numMessagesInTopic": 0,
            "msgSnippet": "... That s why I love going to Japan - I had a moment like that in 2001, where I stood in the very spot Toyotomi Hideyoshi held his final Grand Kitano tea",
            "messageBody": "<div id=\"ygrps-yiv-1027201355\">--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;M.&quot; &lt;myoe112@...&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; <br/>\n&gt; In short, the history came alive in that set of somewhat<br/>\n&gt; unremarkable-looking, painted, sliding doors. And that is why, dear<br/>\n&gt; members, history compels me.<br/>\n&gt; <br/>\n&gt; -M.<br/>\n&gt;<br/>\n<br/>\n<br/>\n </span></blockquote>That&#39;s why I love going to Japan - I had a moment like that in 2001,<br/>\nwhere I stood in the very spot Toyotomi Hideyoshi held his final Grand<br/>\nKitano tea ceremony.  I was looking at the exact landscape everyone in<br/>\nattendance would have seen, although a lot of cherry trees had been<br/>\nplanted since then. It&#39;s sort of awe inspiring experiencing that sort<br/>\nof thing.</div>",
            "specialLinks": []
        },
        {
            "userId": 318177697,
            "authorName": "M.",
            "from": "&quot;M.&quot; &lt;myoe112@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Close Encounters with Shinsengumi History in AMERICA",
            "postDate": "1185250414",
            "msgId": 3289,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGY4M3U5ZStiajRzQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 3290,
            "prevInTime": 3288,
            "nextInTime": 3290,
            "topicId": 3289,
            "numMessagesInTopic": 0,
            "msgSnippet": "Dear members: These past few days have been indeed interesting for me, both as a scholar and as a Shinsengumi fan. During my seemingly never-ending travels, I",
            "messageBody": "<div id=\"ygrps-yiv-1579522615\">Dear members:<br/>\n<br/>\nThese past few days have been indeed interesting for me, both as a<br/>\nscholar and as a Shinsengumi fan. During my seemingly never-ending<br/>\ntravels, I had the opportunity to see an exhibit on the famed artist<br/>\ncouple, Ike Taiga and Tokuyama Gyokuran, at the Philadelphia Museum of<br/>\nArt. The couple, natives of Kyoto, lived in the mid to late 1700s, and<br/>\nwere skilled artists of the nanga genre. That&#39;s nanga, not manga--<br/>\nnanga are &quot;southern drawings,&quot; manga are &quot;sequential drawings.&quot;<br/>\nAnyway, I went to this exhibit, and after several hours inside, I saw<br/>\nsomething that made my jaw drop.<br/>\n<br/>\nIt was a set of doors, depicting West Lake, a traditional topic for<br/>\nChinese and Japanese artists alike, painted by Gyokuran, Taiga&#39;s wife.<br/>\nNow, that would all be fine and good, except these doors came from<br/>\nKonkai-komyoji, her family temple. Now what, you may ask, is the<br/>\nsignificance of Konkai-komyoji?<br/>\n<br/>\nIt was the headquarters for the Aizu clan in Kyoto. Shinsengumi,<br/>\nespecially Kondou, went there OFTEN.<br/>\n<br/>\nThink about it. These doors were probably seen when Matsudaira<br/>\nKatamori, lord of Aizu, entered the place, and may have been mute<br/>\nwitnesses to the decision to take Shinsengumi under Aizu command.<br/>\nNagakura, when he went to the temple to appear before Matsudaira<br/>\nKatamori and censure Kondou, might have sat next to them. Kondou<br/>\nhimself might have walked right through them. Kondou also may have sat<br/>\nnear them when receiving the formal awards from Lord Matsudaira, in<br/>\nrecognition for Shinsengumi&#39;s work at Ikedaya. Or they might have been<br/>\nin a less prominent place, but perhaps still seen as our boys passed<br/>\nby. Or not seen at all, though I doubt that the doors, painted as they<br/>\nwere by a famed artist, would be in a place that was not prominent.<br/>\n<br/>\nIt was unreal. A security guard walked up to me and commented that I<br/>\nlooked like I really loved the exhibit, because apparently I&#39;d been<br/>\ninside for hours. I was so moved that I had to go two days in a row,<br/>\njust to look at it again and picture our boys. They probably saw it<br/>\nwith their own eyes. This set of 4 doors, now hanging on a wall in<br/>\nPhiladelphia...<br/>\n<br/>\nI will never forget those visits to the art museum as long as I live.<br/>\nWhen I lived in Japan I got to see places where Shinsengumi had been,<br/>\nsuch as Matsushima Bay, Nijo Castle, the Imperial Palace, Hiroshima,<br/>\nOsaka...but seeing those doors was different. They weren&#39;t a place,<br/>\nthey were a thing. A tangible object, that had crossed the ocean and<br/>\nwhich I had encountered without even knowing.<br/>\n<br/>\nIt&#39;s too bad the exhibit closed on Sunday. It would have been so nice<br/>\nif it was more permanent, so those of you (predominantly in the US)<br/>\nable to do so could make the trip to Philadelphia to see the doors.<br/>\n<br/>\nIn short, the history came alive in that set of somewhat<br/>\nunremarkable-looking, painted, sliding doors. And that is why, dear<br/>\nmembers, history compels me.<br/>\n<br/>\n-M.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3287,
    "nextTopicId": 3297
}