{
    "totalMsgInTopic": 7,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: The Mystery of Saito Kazuma",
            "postDate": "1215585634",
            "msgId": 3406,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGc1MW1oMitzb3R2QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGZkY2ZrbytmcTY2QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3313,
            "nextInTopic": 0,
            "prevInTime": 3405,
            "nextInTime": 3407,
            "topicId": 3307,
            "numMessagesInTopic": 0,
            "msgSnippet": "I m resurrecting an old and very complex thread. If you come to http://groups.yahoo.com/group/SHQ/ and login and paste:",
            "messageBody": "<div id=\"ygrps-yiv-1521852549\">I&#39;m resurrecting an old and very complex thread.<br/>\n<br/>\nIf you come to <a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/SHQ/\">http://groups.yahoo.com/group/SHQ/</a> and login<br/>\nand paste: <a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/SHQ/message/3307\">http://groups.yahoo.com/group/SHQ/message/3307</a><br/>\n<br/>\nyou&#39;ll be taken to the first message of the thread.  You can skim it <br/>\nquickly and familiarize yourself with a very odd discovery a <br/>\nresearcher made here about &quot;Saitou Kazuma&quot; who appeared in, <br/>\nTakamine&#39;s, an Aizu retainer, memorial book.<br/>\n<br/>\nTo summarize we try to prove and also list arguments against <br/>\nhow &quot;Saitou Kazuma&quot; wasn&#39;t a random Aizu samurai.  But in fact, <br/>\nFujita Goro (formerly SAITOU HAJIME). The strongest detail which <br/>\nproves Saitou Kazuma is our Shinsengumi is that his background bares <br/>\ndetails very similar to that of Hajime.  Namely, they even lived in <br/>\nthe same region up north during the post 1868 exile.  Again, the <br/>\nthread is LONG and time consuming (^_^) and you can go over it at <br/>\nyour own pace.  If you&#39;ve been a member for a long time the info is <br/>\nredundant in some cases but we had to state things logically best we <br/>\ncan.<br/>\n<br/>\nYes we know that he died with his last name Fujita Goro, but as <br/>\nstated in the super long marathon length post....these people who <br/>\nreceived this memorial book were in a niche community.  <br/>\n<br/>\nA community specifically which knew the Shinsengumi and were more <br/>\nfamiliar even with Saitou Hajime or his third name Yamaguchi Jiro who <br/>\nfought at Aizu and left behind a respectible if not heroic record at <br/>\nthat domain.<br/>\n<br/>\nOne of the interesting things the researcher noted was simply how one <br/>\ncharacter was different in &quot;SAitou Kazuma&quot;.  Just one character.<br/>\n<br/>\nAs we know one character makes all the difference in <br/>\nChinese/Korean/Japanese.<br/>\n<br/>\nBut here is the problem.  It may have simply have been an honest to <br/>\ngoodness...TYPO which was typical of that time period (especially if <br/>\nthis was done at a small press).<br/>\n<br/>\nWell weren&#39;t there editors you might ask?<br/>\n<br/>\nYes.<br/>\n<br/>\nYamakawa Kenjiro, highly literate, competant and detailed was listed <br/>\nat the back of the book---maybe as a financial contributor, maybe as <br/>\nan editor but nothing is specific. The book doesn&#39;t say &quot;well here <br/>\nare the editors&quot; in any way.  Yamakawa who could easily spell &quot;Saitou <br/>\nHajime&quot; properly may have contributed to the book but not had to <br/>\nproof it.<br/>\n<br/>\nThe book was written by a group of people (I&#39;m guessing <br/>\neducators/former students of Takamine) who likely had NO IDEA nor <br/>\ndirect relationship with Fujita Goro/Saitou Hajime.<br/>\n<br/>\nAgain, only Aizu folks especially would recognize Saitou Hajime and <br/>\nfor that matter any Shinsengumi name.<br/>\n<br/>\nI&#39;m thinking that SAitou Kazuma was a typo because even the surviving <br/>\nfamily members of Takamine family may not have caught it for the same <br/>\nreason many of us (pretend you are Japanese) have not seen the way <br/>\nyour dad&#39;s friend spells his name *on *paper because your <br/>\nrelationship to that person was face-to-face (verbal interaction).  <br/>\nYou didn&#39;t read about your dad&#39;s friend in let&#39;s say a book or <br/>\nnewspaper.<br/>\n<br/>\nFurthermore, the book was published in 1921.  It may have been <br/>\ncompiled months and months earlier ofcourse since so many people&#39;s <br/>\nwords were incorporated into it.  If the project began in 1919 <br/>\n(Fujita was dead but his wife Tokio sure was alive to contribute and <br/>\nuse her husban&#39;d name)---I know that Takamine&#39;s oldest son who <br/>\ntechnically should&#39;ve had a role in this book---was barely in Japan <br/>\nthat year!  He was also abroad in 1920.  The likelihood of him <br/>\nspending time or even reading a first draft is unlikely.  Travel was <br/>\nnot only the issue this son was completing other work which would&#39;ve <br/>\ntaken up most of his time.<br/>\n<br/>\nIf other family members were weighed down with the editing/proofing <br/>\nthey&#39;d have *less ability to do so especially in terms of tiny <br/>\ndetails like name spelling.  The two youngest daughters only knew of <br/>\nan elderly Fujita Goro and Tokio.  There is little or no chance <br/>\nthey&#39;d get the spelling of the name right---even in this very <br/>\nfascinating case of using Fujita&#39;s most &quot;well known&quot; label.<br/>\n<br/>\nSorry about this rant---the above idea occurred to me because I read <br/>\na message online about someone criticizing a journalist for making a <br/>\ntyping error in an article (the name of a bridge).  Simply, the <br/>\ncomplexity of language Asian or otherwise just guarantees that some <br/>\nwords have more than one spelling.</div>",
            "specialLinks": []
        },
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: The Mystery of Saito Kazuma",
            "postDate": "1190773208",
            "msgId": 3313,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZkY2ZrbytmcTY2QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGZkY2QwaStzajcyQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3312,
            "nextInTopic": 3406,
            "prevInTime": 3312,
            "nextInTime": 3314,
            "topicId": 3307,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Shizuko Akama who wrote one book on historical Saitou Hajime and another in a novel form also mentioned Takamine Tadayoshi (Hideo) briefly as well.  There",
            "messageBody": "<div id=\"ygrps-yiv-95046214\">--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;kikue.mugen&quot; &lt;kikue.mugen@...&gt; wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; OMG and the fiction sense of the whole thing as a writer as I view <br/>\n&gt; Takamine as a page and Fujita-sama 10 years his senior :O  I&#39;m just <br/>\n&gt; floored with this information.<br/>\n </span></blockquote>--------------------------------<br/>\n<br/>\nShizuko Akama who wrote one book on historical Saitou Hajime and <br/>\nanother in a novel form also mentioned Takamine Tadayoshi (Hideo) <br/>\nbriefly as well.  There were many kinds of pages for a daimyo and <br/>\nthey had ranks etc, however Tadayoshi was close to Matsudaira <br/>\nKatamori.<br/>\n<br/>\nThe only picture we have of him when he was really young is this one <br/>\nwhich was taken after 1868 and likely when he was still a prisoner in <br/>\nTokyo and moving around from school to school.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://1happyturtle.com/T-sensei/Kid.jpg\">http://1happyturtle.com/T-sensei/Kid.jpg</a><br/>\n<br/>\nbut even aside from young Takamine in Tsurugajo that horrible fall of <br/>\n1868, remember we have more guys too.  <br/>\n<br/>\nTakagi GOro (Morinusuke) --- Tokio&#39;s bro who was a brave messenger, <br/>\nNumazawa Shichiro (he later adopted Tokio/Goro&#39;s son) he actually saw <br/>\ncombat and as mentioned, Yamakawa Kenjiro.  <br/>\n<br/>\nAll 4 of these guys were born 1854 (Year of the Tiger) and all 4 had <br/>\nextensive ties with Fujita Goro and were close to one another in the <br/>\nMeiji.  We fondly call them the Tigers of Aizu (although we call them <br/>\nthe BAKAtai as a pun on the Byakkotai behind their backs).  All 4 <br/>\nbecame prominent members of society and were key figures in <br/>\npreserving Aizu&#39;s story.  They were the fabulous 4! XD<br/>\n<br/>\nSo you see the fictional possibilities are endless especially when <br/>\nthe history basically reveals itself like this.  We have many <br/>\nuniverses in pop culture, but one can easily create another if you <br/>\nfind inspiration in the history.<br/>\n<br/>\nWe used T-sensei to get to not only Fujita Goro, Fujita Tokio but <br/>\nalso to provide a context for Fujita MIdori (daughter in law of <br/>\nTokio+Goro) and Yamaguchi Yukiko (niece of Fujita Goro).  Both of <br/>\nthese young ladies attended TAkamine&#39;s school.<br/>\n<br/>\nIf you want more fictional possibilities, consider this.  That photo <br/>\nof the garden is interesting because it had hosted MANY MANY MANY <br/>\nforeigners (both famous and not well known).  One wonders if Fujita <br/>\never walked into the home and was faced with...AMERICANS :: gasp ::<br/>\n<br/>\nIf you google William Sturgis Bigelow there should be mention that he <br/>\nwas a collector of Japanese swords and guards (he also had alot of <br/>\nmoney to spend).  He was very close to Takamine---however from <br/>\nstudying Bigelow&#39;s personal letters (some are restricted though) I <br/>\ncouldn&#39;t find any mention of Takamine possibly introducing him to <br/>\nFujita.  <br/>\n<br/>\n----I digress----<br/>\nThe first chapter of Ono Suzue:  A Man of Talent in the Meiji <br/>\nEra &quot;THE PET RABBIT&quot; which Kikue patiently read, features <br/>\nmesmerism/hypnotism which in part came about from me studying both <br/>\nTakamine and Yamakawa (who were deeply interested in the field <br/>\ngenerally called &quot;metaphysics&quot;).  <br/>\nInterestingly they both appear in the article &quot;The early 20th <br/>\ncentury: Shaping the discipline of psychology in Japan&quot; by SATO.<br/>\nBoth of them appear in later chapters (under fictional names <br/>\nofcourse) and Fujita explains how he grasps mesmerism via <br/>\ndemonstrating how he confounds his enemies in combat (which surprises <br/>\nYamakawa).</div>",
            "specialLinks": []
        },
        {
            "userId": 252774361,
            "authorName": "kikue.mugen",
            "from": "&quot;kikue.mugen&quot; &lt;kikue.mugen@...&gt;",
            "profile": "kikue.mugen",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: The Mystery of Saito Kazuma",
            "postDate": "1190770514",
            "msgId": 3312,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZkY2QwaStzajcyQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGZkYzlyMCttdG10QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3311,
            "nextInTopic": 3313,
            "prevInTime": 3311,
            "nextInTime": 3313,
            "topicId": 3307,
            "numMessagesInTopic": 0,
            "msgSnippet": "Okay, get this.  I only got this far in what you ve written so far: ***Age: Takamine was exactly 10 years younger than Fujita Goro This is important. In 1868,",
            "messageBody": "<div id=\"ygrps-yiv-1774021203\">Okay, get this.  I only got this far in what you&#39;ve written so far:<br/>\n<br/>\n***Age: Takamine was exactly 10 years younger than Fujita Goro<br/>\nThis is important. In 1868, Takamine was only 15 however unlike <br/>\nFujita he never really was a fully a samurai &quot;in practice&quot; (if you <br/>\nincorporate the warrior definition of a samurai). Takamine was a <br/>\npage, while that was an important job, he like another friend of <br/>\nFujita, Yamakawa Kenjiro, could not experience the dimension of going <br/>\ninto battle.***<br/>\n<br/>\nI see what you&#39;re saying!  I can even relate to it, because Fujita-<br/>\nsama is my hero today, although I&#39;m way more than 10 years younger <br/>\nthan he.  Hey, I like feeling young again!<br/>\n<br/>\nThe reason why I said this is as far as I got with what you wrote is <br/>\nbecause I&#39;m chewing it slowly.  I cannot begin to tell you how much <br/>\nthis is impacting myself personally.  I can understand Yamakawa & <br/>\nTakamine&#39;s interest in Fujita-sama and I can just about feel the <br/>\nhonor they felt in knowing a man that actually did so much for their <br/>\npeople.<br/>\n<br/>\nOMG and the fiction sense of the whole thing as a writer as I view <br/>\nTakamine as a page and Fujita-sama 10 years his senior :O  I&#39;m just <br/>\nfloored with this information.<br/>\n<br/>\nLike I said, I&#39;m chewing this all so slowly, taking notes along the <br/>\nway and perhaps I&#39;ll have enough &#39;stuff&#39; to tack on an entertaining <br/>\nvolume to the fiction I&#39;m writing.  Right now I have Saitou in Kyoto <br/>\nawaiting to meet up with the Roshingumi and I&#39;m already over 51000 <br/>\nwords into the manuscript.  I&#39;m thinking, just by what you&#39;ve written <br/>\nhere, later on down the road, after bunches of study, I&#39;ll pen a <br/>\nTakamine episode.  Oh heavens, I can feel my heart thumping with <br/>\nexcitement.<br/>\n<br/>\nThanks for sharing all this stuff, I&#39;ll read and chew more.  I just <br/>\nhad to mention this now before I pop. <br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> --- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;secretary&quot; &lt;secretarytocapt3@...&gt; wrote:<br/>\n&gt;<br/>\n&gt; WARNING:  BELOW IS A VERY VERY LONG POST...<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; --- &quot;kikue.mugen&quot; &lt;kikue.mugen@&gt; wrote:<br/>\n&gt; &gt; This is all making me so curious about the Takamine family.  I <br/>\nhave <br/>\n&gt; &gt; not even thought of studying on Mr. Takamine, but after this, I <br/>\n&gt; &gt; seriously want to know who this man is that trusted Saito with so <br/>\n&gt; &gt; many confidential areas of his life.  What was their relationship <br/>\n&gt; and what made them so compatible.  Oh, if only I could be a fly on <br/>\n&gt; the wall back then, can you imagine the conversations I&#39;d overhear?<br/>\n&gt; ------------------------------------------------<br/>\n&gt; Dear Kikue, thanks for your comment!<br/>\n&gt; <br/>\n&gt; Just something for everyone to chew on.  WHO came up with the name <br/>\n&gt; Saito Kazuma?  <br/>\n&gt; <br/>\n&gt; I wager it&#39;s not even Fujita.<br/>\n&gt; <br/>\n&gt; I think it&#39;s Tokio.<br/>\n&gt; Let me try to explain (and you all can disregard this blabber if <br/>\nyou <br/>\n&gt; want)<br/>\n&gt; <br/>\n&gt; Japanese love to keep logs/records since feudal times.  If there is <br/>\na <br/>\n&gt; famine you write it down.  If there is a fire, you note houses <br/>\nburned.<br/>\n&gt; Yamazaki Susumu kept a good log on Shinsengumi<br/>\n&gt; Yamakawa Hiroshi (yet another friend of the Fujitas) even noted in <br/>\n&gt; his log when Fujita Tsutomu was born (Goro and Tokio&#39;s first son)<br/>\n&gt; Many families (well before 1868) kept an expense log (usually <br/>\n&gt; maintained by the wife if she was literate)<br/>\n&gt; <br/>\n&gt; It is in no way strange if Fujita Goro scribbled something in his <br/>\nlog <br/>\n&gt; book (mind you it&#39;s probably not a tell all diary XD) after <br/>\nTakamine <br/>\n&gt; died.  When the book is printed, Tokio could easily rummage through <br/>\n&gt; hubby&#39;s stuff and pull out the papersand she may have done some <br/>\n&gt; editinglike tag on a fake name.<br/>\n&gt; <br/>\n&gt; Remember Tokio was still alivethis is still well before the 1923 <br/>\n&gt; earthquake when a lot of things are lost forever.<br/>\n&gt; <br/>\n&gt; Kikue, it&#39;s not complete yet but you can visit this site <br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.takaminehideo.net\">http://www.takaminehideo.net</a> (studied the T-sensei since 2004 and <br/>\nit <br/>\n&gt; occurred to me to put up a site in 2006 XD---there is a section on <br/>\n&gt; the Siamese and Takamine during Fujita&#39;s years at the school which <br/>\nI <br/>\n&gt; should upload)<br/>\n&gt; <br/>\n&gt; Well the information we posted ofcourse is based on a translation <br/>\nof <br/>\n&gt; just what &quot;Saitou Kazuma&quot; said about Takamine.  So your question <br/>\n&gt; about what made two very very different men friends is very <br/>\nimportant <br/>\n&gt; to me.<br/>\n&gt; <br/>\n&gt; So I&#39;d like to approach your question from another angle, &quot;what did <br/>\n&gt; Takamine think about Fujita?&quot;  I&#39;ve been studying this man since <br/>\n&gt; 2004.  Info on Takamine appears in English, Japanese and Thai (I&#39;ve <br/>\n&gt; found him in 4 Thai books---however 2 cite the other as source).<br/>\n&gt; I can&#39;t even begin to list how different they were in terms of <br/>\n&gt; background:<br/>\n&gt; <br/>\n&gt; Age:  Takamine was exactly 10 years younger than Fujita Goro<br/>\n&gt; This is important.  In 1868, Takamine was only 15 however unlike <br/>\n&gt; Fujita he never really was a fully a samurai &quot;in practice&quot; (if you <br/>\n&gt; incorporate the warrior definition of a samurai).  Takamine was a <br/>\n&gt; page, while that was an important job, he like another friend of <br/>\n&gt; Fujita, Yamakawa Kenjiro, could not experience the dimension of <br/>\ngoing <br/>\n&gt; into battle.  The reason why both Takamine and Yamakawa [respected] <br/>\n&gt; Fujita because: <br/>\n&gt; <br/>\n&gt; 1) Yamaguchi Jiro ~DEFENDED AIZU, their homeland---if I may <br/>\nspeculate <br/>\n&gt; here, Fujita to them, was sort of their hero.  Regardless of any <br/>\n&gt; difference in social class in the Meiji, they didn&#39;t see him <br/>\n&gt; as &quot;officer Fujita&quot;  they saw him as a samurai.<br/>\n&gt; <br/>\n&gt; 2) They shared in survivor&#39;s guilt and had empathy for one another<br/>\n&gt; Social Background:  Takamine (as a kid he was called Tadayoshi not <br/>\n&gt; Hideo), completed his education at Nisshinkan (Aizu&#39;s school for <br/>\n&gt; samurai) and was gifted enough to be called a &#39;shindo&#39;, he was <br/>\ngiven <br/>\n&gt; the job of page to daimyo Matsudaira Katamori.  <br/>\n&gt; We know Saitou&#39;s background pretty well (^_^)<br/>\n&gt; <br/>\n&gt; Adulthood:  Takamine spent 3 years in the USA (rural New York) and <br/>\n&gt; spent the rest of his life in Japan as an academic and was involved <br/>\n&gt; in many extracurricular activities (art, science, charity, working <br/>\n&gt; with many foreigners--some of whom literally exported &quot;Meiji Japan&quot; <br/>\n&gt; to the USA and even to Europe)<br/>\n&gt; Fujita&#39;s career was very &quot;classic&quot; post 1868 samurai jobs (police, <br/>\n&gt; bodyguard to Inoue Kaoru, Imperial guard detail for the Empress etc)<br/>\n&gt; <br/>\n&gt; Political/Social views:  Takamine was a &quot;true&quot; progressive (not <br/>\nlike <br/>\n&gt; Mori Arinori, or even Takamine&#39;s own mentor Fukuzawa).  Some women <br/>\n&gt; here may appreciate this:  &quot;He (Takamine) hated the old saying &#39;men <br/>\n&gt; revered, women subjected&#39;....&quot; (danson-johi) (Takamine Hideo-sensei <br/>\n&gt; den, p. 174 translated by A. Bakalian).  T-sensei worked very hard <br/>\n&gt; for women&#39;s education and also adopted highly unpopular views at <br/>\nthe <br/>\n&gt; risk of his own career.<br/>\n&gt; <br/>\n&gt; We don&#39;t know about Fujita&#39;s views.<br/>\n&gt; <br/>\n&gt; so with all these differences in mind how did they become friends, <br/>\n&gt; other than their common Aizu &quot;connection&quot; and the fact that Tokio <br/>\nis <br/>\n&gt; Takamine&#39;s cousin?<br/>\n&gt; <br/>\n&gt; They are different that&#39;s why they get along.<br/>\n&gt; <br/>\n&gt; Takamine was VERY LOQUACIOUS (he can blah blah blah for hours on <br/>\n&gt; topics he likes).  Fujita was taciturn or he may have come across <br/>\nas <br/>\n&gt; a good listener.  For all we know Fujita may have learned how to <br/>\n&gt; sleep with his eyes open in these one sided conversations : LOL :<br/>\n&gt; Fujita may have felt that some of Takamine&#39;s ideas were <br/>\n100% &quot;silly&quot; <br/>\n&gt; because---they were (if you imagine yourself to be a typical <br/>\nJapanese <br/>\n&gt; man of that era).  <br/>\n&gt; <br/>\n&gt; However, likely their conversations were &quot;selective&quot; and focused on <br/>\n&gt; things they could agree on:  certain political figures they knew <br/>\nfrom <br/>\n&gt; before 1868, who were still around in the Meiji Era.  In other <br/>\n&gt; words &quot;Did you read about that guy who just died, remember what he <br/>\n&gt; was up to during the war?....&quot; etc etc<br/>\n&gt; <br/>\n&gt; Very few people can advise Takamine in matters of art, except when <br/>\nit <br/>\n&gt; came to swords.  Again, one must meditate on the fact that Fujita <br/>\nin <br/>\n&gt; his youth had to have had a peculiar education or mentor to be so <br/>\n&gt; learned in the field of sword appraisal to have been able to give <br/>\n&gt; pointers to a man like Takamine who was -OBSESSED- with things like <br/>\n&gt; traditional, modern art, pottery etc.<br/>\n&gt; <br/>\n&gt; We all assume that Fujita&#39;s appointment to the Women&#39;s Normal <br/>\nSchool <br/>\n&gt; was to Fujita&#39;s advantage.<br/>\n&gt; <br/>\n&gt; From my own study into Meiji Education politics I don&#39;t think this <br/>\nis <br/>\n&gt; necessarily the only way to view the situation.  It was to <br/>\nTAKAMINE&#39;S <br/>\n&gt; ADVANTAGE to have someone in the office to keep him informed.  <br/>\nThere <br/>\n&gt; was intense factionalism in the system and as the director it was a <br/>\n&gt; good idea to have a good &quot;pulse&quot; on the situation in the school and <br/>\n&gt; to inform him if some of his wacky ideas was truly accepted or not <br/>\nby <br/>\n&gt; his staff and faculty. To keep this short, I have to say that <br/>\n&gt; Takamine&#39;s career had very very severe declines.  By the time he <br/>\n&gt; drags a friend into the school, Takamine has seen it all when it <br/>\n&gt; comes to career matters.<br/>\n&gt; <br/>\n&gt; &quot;Saitou Kazuma&quot; seemed to know intimate details about Takamine.  <br/>\nWell <br/>\n&gt; the reverse is true as well.  When Numazawa Tatsuo asked his aunt <br/>\n&gt; Ibuka Saku about his true parentage (Tatsuo was Goro and Tokio&#39;s <br/>\n&gt; third son), Ibuka told him the truth.<br/>\n&gt; <br/>\n&gt; Ibuka is Takamine&#39;s  mother&#39;s family.  <br/>\n&gt; <br/>\n&gt; In other words, it&#39;s impossible to imagine that Takamine didn&#39;t <br/>\nknow <br/>\n&gt; about the adoption, Ibuka Saku was probably his mother&#39;s relative <br/>\n&gt; (sister?).  Tokio had to have told Takamine&#39;s mother about the <br/>\n&gt; adoption.  Pic of Tokio&#39;s gal pal &quot;Ma Takamine&quot; (Takamine Kinoko <br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/images/TakamineKinoko.jpg)\">http://www.shinsengumihq.com/images/TakamineKinoko.jpg)</a>. <br/>\n&gt; Takamine&#39;s mother in turn may have told her own relative.<br/>\n&gt; <br/>\n&gt; Recall this testimony:<br/>\n&gt; <br/>\n&gt; &quot;Mrs. Tokio and my grandmother Ikuno/Kinoko were very close to each <br/>\n&gt; other, and Mrs. Tokio often came over to see my grandmother...If my <br/>\n&gt; memories are correct, at the time Ms. Tokio had her bangs <br/>\n&gt; in &#39;kirisage style&quot;<br/>\n&gt; I remember, when my mother died, Ms. Tokio stopped by my house <br/>\n&gt; several times to help us.<br/>\n&gt; Mrs. Tokio was a woman not too tall, but rather small of stature. <br/>\nShe <br/>\n&gt; certainly did look like an Aizu woman. (likely because she was <br/>\nsmall--<br/>\n&gt; or maybe also because she was hard-working) She often went to the <br/>\n&gt; Matsudaira Katamori&#39;s home at Enoki-zaka...working there on many <br/>\n&gt; different things (or: There she devoted herself to various chores, <br/>\n&gt; such as housekeeping and other things women were in charge)<br/>\n&gt; My grandmother often took my sister and I to Mr. Fujita&#39;s <br/>\n&gt; residence...As I remember, from the street we would go down the <br/>\nstone-<br/>\n&gt; made staircase to get to the house.<br/>\n&gt; <br/>\n&gt; These stories are from Ms. Takamine Keiko who was interviewed in <br/>\n1978.<br/>\n&gt; <br/>\n&gt; Keiko was born in the 1890s and therefore only knew very &quot;aged&quot; Mr. <br/>\n&gt; and Mrs. Fujita.<br/>\n&gt; <br/>\n&gt; I guess in a way this discovery of a &quot;Saito Kazuma&quot; makes up for my <br/>\n&gt; disastrous attempt at acquiring the wedding photos of Mr. and Mrs. <br/>\n&gt; Takamine.<br/>\n&gt; <br/>\n&gt; While Takamine is not our main interest, what we want are the other <br/>\n&gt; Aizu figures which would show up in a group photo, namely, possibly <br/>\na <br/>\n&gt; man which may or may not resemble the one shown in teh Seinan War <br/>\n&gt; photo.<br/>\n&gt; <br/>\n&gt; Research is never neat and organized, you have to be really really <br/>\n&gt; wily to find what you need and look for other &quot;opportunities&quot; <br/>\nbecause <br/>\n&gt; after all, there is little or no chance of anyone finding artifacts <br/>\n&gt; directly related to the Fujitas.<br/>\n&gt; </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: The Mystery of Saito Kazuma",
            "postDate": "1190767264",
            "msgId": 3311,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZkYzlyMCttdG10QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGZkYjRjMiszYjM3QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3310,
            "nextInTopic": 3312,
            "prevInTime": 3310,
            "nextInTime": 3312,
            "topicId": 3307,
            "numMessagesInTopic": 0,
            "msgSnippet": "WARNING:  BELOW IS A VERY VERY LONG POST... ... and what made them so compatible.  Oh, if only I could be a fly on the wall back then, can you imagine the",
            "messageBody": "<div id=\"ygrps-yiv-648625613\">WARNING:  BELOW IS A VERY VERY LONG POST...<br/>\n<br/>\n<br/>\n--- &quot;kikue.mugen&quot; &lt;kikue.mugen@...&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; This is all making me so curious about the Takamine family.  I have <br/>\n&gt; not even thought of studying on Mr. Takamine, but after this, I <br/>\n&gt; seriously want to know who this man is that trusted Saito with so <br/>\n&gt; many confidential areas of his life.  What was their relationship <br/>\n </span></blockquote>and what made them so compatible.  Oh, if only I could be a fly on <br/>\nthe wall back then, can you imagine the conversations I&#39;d overhear?<br/>\n------------------------------------------------<br/>\nDear Kikue, thanks for your comment!<br/>\n<br/>\nJust something for everyone to chew on.  WHO came up with the name <br/>\nSaito Kazuma?  <br/>\n<br/>\nI wager it&#39;s not even Fujita.<br/>\n<br/>\nI think it&#39;s Tokio.<br/>\nLet me try to explain (and you all can disregard this blabber if you <br/>\nwant)<br/>\n<br/>\nJapanese love to keep logs/records since feudal times.  If there is a <br/>\nfamine you write it down.  If there is a fire, you note houses burned.<br/>\nYamazaki Susumu kept a good log on Shinsengumi<br/>\nYamakawa Hiroshi (yet another friend of the Fujitas) even noted in <br/>\nhis log when Fujita Tsutomu was born (Goro and Tokio&#39;s first son)<br/>\nMany families (well before 1868) kept an expense log (usually <br/>\nmaintained by the wife if she was literate)<br/>\n<br/>\nIt is in no way strange if Fujita Goro scribbled something in his log <br/>\nbook (mind you it&#39;s probably not a tell all diary XD) after Takamine <br/>\ndied.  When the book is printed, Tokio could easily rummage through <br/>\nhubby&#39;s stuff and pull out the papersand she may have done some <br/>\neditinglike tag on a fake name.<br/>\n<br/>\nRemember Tokio was still alivethis is still well before the 1923 <br/>\nearthquake when a lot of things are lost forever.<br/>\n<br/>\nKikue, it&#39;s not complete yet but you can visit this site <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.takaminehideo.net\">http://www.takaminehideo.net</a> (studied the T-sensei since 2004 and it <br/>\noccurred to me to put up a site in 2006 XD---there is a section on <br/>\nthe Siamese and Takamine during Fujita&#39;s years at the school which I <br/>\nshould upload)<br/>\n<br/>\nWell the information we posted ofcourse is based on a translation of <br/>\njust what &quot;Saitou Kazuma&quot; said about Takamine.  So your question <br/>\nabout what made two very very different men friends is very important <br/>\nto me.<br/>\n<br/>\nSo I&#39;d like to approach your question from another angle, &quot;what did <br/>\nTakamine think about Fujita?&quot;  I&#39;ve been studying this man since <br/>\n2004.  Info on Takamine appears in English, Japanese and Thai (I&#39;ve <br/>\nfound him in 4 Thai books---however 2 cite the other as source).<br/>\nI can&#39;t even begin to list how different they were in terms of <br/>\nbackground:<br/>\n<br/>\nAge:  Takamine was exactly 10 years younger than Fujita Goro<br/>\nThis is important.  In 1868, Takamine was only 15 however unlike <br/>\nFujita he never really was a fully a samurai &quot;in practice&quot; (if you <br/>\nincorporate the warrior definition of a samurai).  Takamine was a <br/>\npage, while that was an important job, he like another friend of <br/>\nFujita, Yamakawa Kenjiro, could not experience the dimension of going <br/>\ninto battle.  The reason why both Takamine and Yamakawa [respected] <br/>\nFujita because: <br/>\n<br/>\n1) Yamaguchi Jiro ~DEFENDED AIZU, their homeland---if I may speculate <br/>\nhere, Fujita to them, was sort of their hero.  Regardless of any <br/>\ndifference in social class in the Meiji, they didn&#39;t see him <br/>\nas &quot;officer Fujita&quot;  they saw him as a samurai.<br/>\n<br/>\n2) They shared in survivor&#39;s guilt and had empathy for one another<br/>\nSocial Background:  Takamine (as a kid he was called Tadayoshi not <br/>\nHideo), completed his education at Nisshinkan (Aizu&#39;s school for <br/>\nsamurai) and was gifted enough to be called a &#39;shindo&#39;, he was given <br/>\nthe job of page to daimyo Matsudaira Katamori.  <br/>\nWe know Saitou&#39;s background pretty well (^_^)<br/>\n<br/>\nAdulthood:  Takamine spent 3 years in the USA (rural New York) and <br/>\nspent the rest of his life in Japan as an academic and was involved <br/>\nin many extracurricular activities (art, science, charity, working <br/>\nwith many foreigners--some of whom literally exported &quot;Meiji Japan&quot; <br/>\nto the USA and even to Europe)<br/>\nFujita&#39;s career was very &quot;classic&quot; post 1868 samurai jobs (police, <br/>\nbodyguard to Inoue Kaoru, Imperial guard detail for the Empress etc)<br/>\n<br/>\nPolitical/Social views:  Takamine was a &quot;true&quot; progressive (not like <br/>\nMori Arinori, or even Takamine&#39;s own mentor Fukuzawa).  Some women <br/>\nhere may appreciate this:  &quot;He (Takamine) hated the old saying &#39;men <br/>\nrevered, women subjected&#39;....&quot; (danson-johi) (Takamine Hideo-sensei <br/>\nden, p. 174 translated by A. Bakalian).  T-sensei worked very hard <br/>\nfor women&#39;s education and also adopted highly unpopular views at the <br/>\nrisk of his own career.<br/>\n<br/>\nWe don&#39;t know about Fujita&#39;s views.<br/>\n<br/>\nso with all these differences in mind how did they become friends, <br/>\nother than their common Aizu &quot;connection&quot; and the fact that Tokio is <br/>\nTakamine&#39;s cousin?<br/>\n<br/>\nThey are different that&#39;s why they get along.<br/>\n<br/>\nTakamine was VERY LOQUACIOUS (he can blah blah blah for hours on <br/>\ntopics he likes).  Fujita was taciturn or he may have come across as <br/>\na good listener.  For all we know Fujita may have learned how to <br/>\nsleep with his eyes open in these one sided conversations : LOL :<br/>\nFujita may have felt that some of Takamine&#39;s ideas were 100% &quot;silly&quot; <br/>\nbecause---they were (if you imagine yourself to be a typical Japanese <br/>\nman of that era).  <br/>\n<br/>\nHowever, likely their conversations were &quot;selective&quot; and focused on <br/>\nthings they could agree on:  certain political figures they knew from <br/>\nbefore 1868, who were still around in the Meiji Era.  In other <br/>\nwords &quot;Did you read about that guy who just died, remember what he <br/>\nwas up to during the war?....&quot; etc etc<br/>\n<br/>\nVery few people can advise Takamine in matters of art, except when it <br/>\ncame to swords.  Again, one must meditate on the fact that Fujita in <br/>\nhis youth had to have had a peculiar education or mentor to be so <br/>\nlearned in the field of sword appraisal to have been able to give <br/>\npointers to a man like Takamine who was -OBSESSED- with things like <br/>\ntraditional, modern art, pottery etc.<br/>\n<br/>\nWe all assume that Fujita&#39;s appointment to the Women&#39;s Normal School <br/>\nwas to Fujita&#39;s advantage.<br/>\n<br/>\nFrom my own study into Meiji Education politics I don&#39;t think this is <br/>\nnecessarily the only way to view the situation.  It was to TAKAMINE&#39;S <br/>\nADVANTAGE to have someone in the office to keep him informed.  There <br/>\nwas intense factionalism in the system and as the director it was a <br/>\ngood idea to have a good &quot;pulse&quot; on the situation in the school and <br/>\nto inform him if some of his wacky ideas was truly accepted or not by <br/>\nhis staff and faculty. To keep this short, I have to say that <br/>\nTakamine&#39;s career had very very severe declines.  By the time he <br/>\ndrags a friend into the school, Takamine has seen it all when it <br/>\ncomes to career matters.<br/>\n<br/>\n&quot;Saitou Kazuma&quot; seemed to know intimate details about Takamine.  Well <br/>\nthe reverse is true as well.  When Numazawa Tatsuo asked his aunt <br/>\nIbuka Saku about his true parentage (Tatsuo was Goro and Tokio&#39;s <br/>\nthird son), Ibuka told him the truth.<br/>\n<br/>\nIbuka is Takamine&#39;s  mother&#39;s family.  <br/>\n<br/>\nIn other words, it&#39;s impossible to imagine that Takamine didn&#39;t know <br/>\nabout the adoption, Ibuka Saku was probably his mother&#39;s relative <br/>\n(sister?).  Tokio had to have told Takamine&#39;s mother about the <br/>\nadoption.  Pic of Tokio&#39;s gal pal &quot;Ma Takamine&quot; (Takamine Kinoko <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/images/TakamineKinoko.jpg)\">http://www.shinsengumihq.com/images/TakamineKinoko.jpg)</a>. <br/>\nTakamine&#39;s mother in turn may have told her own relative.<br/>\n<br/>\nRecall this testimony:<br/>\n<br/>\n&quot;Mrs. Tokio and my grandmother Ikuno/Kinoko were very close to each <br/>\nother, and Mrs. Tokio often came over to see my grandmother...If my <br/>\nmemories are correct, at the time Ms. Tokio had her bangs <br/>\nin &#39;kirisage style&quot;<br/>\nI remember, when my mother died, Ms. Tokio stopped by my house <br/>\nseveral times to help us.<br/>\nMrs. Tokio was a woman not too tall, but rather small of stature. She <br/>\ncertainly did look like an Aizu woman. (likely because she was small--<br/>\nor maybe also because she was hard-working) She often went to the <br/>\nMatsudaira Katamori&#39;s home at Enoki-zaka...working there on many <br/>\ndifferent things (or: There she devoted herself to various chores, <br/>\nsuch as housekeeping and other things women were in charge)<br/>\nMy grandmother often took my sister and I to Mr. Fujita&#39;s <br/>\nresidence...As I remember, from the street we would go down the stone-<br/>\nmade staircase to get to the house.<br/>\n<br/>\nThese stories are from Ms. Takamine Keiko who was interviewed in 1978.<br/>\n<br/>\nKeiko was born in the 1890s and therefore only knew very &quot;aged&quot; Mr. <br/>\nand Mrs. Fujita.<br/>\n<br/>\nI guess in a way this discovery of a &quot;Saito Kazuma&quot; makes up for my <br/>\ndisastrous attempt at acquiring the wedding photos of Mr. and Mrs. <br/>\nTakamine.<br/>\n<br/>\nWhile Takamine is not our main interest, what we want are the other <br/>\nAizu figures which would show up in a group photo, namely, possibly a <br/>\nman which may or may not resemble the one shown in teh Seinan War <br/>\nphoto.<br/>\n<br/>\nResearch is never neat and organized, you have to be really really <br/>\nwily to find what you need and look for other &quot;opportunities&quot; because <br/>\nafter all, there is little or no chance of anyone finding artifacts <br/>\ndirectly related to the Fujitas.</div>",
            "specialLinks": []
        },
        {
            "userId": 252774361,
            "authorName": "kikue.mugen",
            "from": "&quot;kikue.mugen&quot; &lt;kikue.mugen@...&gt;",
            "profile": "kikue.mugen",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: The Mystery of Saito Kazuma",
            "postDate": "1190728898",
            "msgId": 3310,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZkYjRjMiszYjM3QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGZkOXUzZis2ZW1tQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3309,
            "nextInTopic": 3311,
            "prevInTime": 3309,
            "nextInTime": 3311,
            "topicId": 3307,
            "numMessagesInTopic": 0,
            "msgSnippet": "OMG! This is incredible information about Saito Kazuma! It certainly made my head spin. Information I will read and reread, again and again, that is for sure. ",
            "messageBody": "<div id=\"ygrps-yiv-1041866344\">OMG! This is incredible information about Saito Kazuma! It certainly <br/>\nmade my head spin. Information I will read and reread, again and <br/>\nagain, that is for sure.<br/>\n<br/>\nThis is all making me so curious about the Takamine family.  I have <br/>\nnot even thought of studying on Mr. Takamine, but after this, I <br/>\nseriously want to know who this man is that trusted Saito with so <br/>\nmany confidential areas of his life.  What was their relationship and <br/>\nwhat made them so compatible.  Oh, if only I could be a fly on the <br/>\nwall back then, can you imagine the conversations I&#39;d overhear?<br/>\n<br/>\nThank you so much for your research, and for sharing it with those of <br/>\nus who mentally &#39;live&#39; during that time.  This is precious <br/>\ninformation and I for one, am drinking it down like a fish that had <br/>\nbeen out of water way too long!  Ahhhhhhh *burp*  So good!<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> --- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ@yahoogroups.com\">SHQ@yahoogroups.com</a>, &quot;secretary&quot; &lt;secretarytocapt3@...&gt; wrote:<br/>\n&gt;<br/>\n&gt; Dear SHQ members,<br/>\n&gt; <br/>\n&gt; I know that perhaps the megaupload file (which ended in .docx may <br/>\nhave<br/>\n&gt; given some of you problems in viewing the file so I have attached <br/>\nthe<br/>\n&gt; file in its entirety below (a the very bottom).<br/>\n&gt; <br/>\n&gt; I would also like to present more evidence, as resaerched by Mr.<br/>\n&gt; Bakalian which does much to confirm our assertion that Saito Hajime<br/>\n&gt; did not have 5 names, but 6---and that he came up with the 6th <br/>\nbecause<br/>\n&gt; he insisted on speaking on behalf of a friend---a very good friend.<br/>\n&gt; <br/>\n&gt; {new additional evidence}<br/>\n&gt; &quot;Saito Kazuma&quot; calls himself an Aizu samurai<br/>\n&gt; -- according to Saito Hajime no subete, in the Meiji Era, Fujita <br/>\nGoro<br/>\n&gt; was registered (on records) as formerly an Aizu samurai<br/>\n&gt; <br/>\n&gt; -- the most powerful detail emerged from an acquaintance of mine who<br/>\n&gt; graciously provided a key word and that is SAitou Kazuma knew the<br/>\n&gt; Takamine family since their &quot;Sannohe&quot; days.  <br/>\n&gt; <br/>\n&gt; Sannohe is located in Northern Japan which was where hundreds of <br/>\nAizu<br/>\n&gt; families were exiled (or travelled to--to reunite with family). <br/>\n&gt; Amongst those samurai included Ichinohe Denpachi who soon changed <br/>\nhis<br/>\n&gt; name to Fujita Goro.<br/>\n&gt; <br/>\n&gt; Sannohe is a district.<br/>\n&gt; <br/>\n&gt; Gonohe is a town.<br/>\n&gt; <br/>\n&gt; The Kurasawa family lived in Gonohe.  The Kurasawa shared their home<br/>\n&gt; with Fujita Goro.  This is a well known fact amongst Japanese<br/>\n&gt; Shinsengumi researchers.<br/>\n&gt; <br/>\n&gt; In other words, &quot;Saito Kazuma&quot; who knew the Takamine family from <br/>\ntheir<br/>\n&gt; time in Sannohe has the SAME biography as SAITOU HAJIME (FUJITA <br/>\nGORO).<br/>\n&gt; <br/>\n&gt; Which members of the Takamine family did &quot;Saitou Kazuma&quot; meet in<br/>\n&gt; Sannohe?  He met Takamine&#39;s mother, and brothers (who were young<br/>\n&gt; children).  Takamine Hideo (Tadayoshi) himself was a POW in <br/>\nEdo/Tokyo.<br/>\n&gt;  The narrative of the Takamine family has partly been preserved in <br/>\nthe<br/>\n&gt; diary of a Swiss immigrant (professor of Oswego Normal School).  In<br/>\n&gt; short, &quot;Saitou Kazuma&quot; knew the Takamine family when they faced<br/>\n&gt; incredible hardship, so much so that they adopted one of their <br/>\nyounger<br/>\n&gt; sons to another Aizu family.  Saitou Kazuma knew this family well<br/>\n&gt; before they prospered in the Meiji Era.<br/>\n&gt; <br/>\n&gt; Thus, we feel somewhat our theory has blossomed into something more.<br/>\n&gt; <br/>\n&gt; Thank you to Mr. Bakalian for doing this work.<br/>\n&gt; As I have always known, Takamine and Fujita were truly good friends,<br/>\n&gt; even though they were 10 years apart and came from different <br/>\nbackgrounds.<br/>\n&gt; <br/>\n&gt; I hope they are enjoying a drink now, wherever they may be.<br/>\n&gt; <br/>\n&gt; ----------------------------<br/>\n&gt; THE MYSTERY OF SAITO KAZUMA<br/>\n&gt; By Armen Bakalian <br/>\n&gt; with notes by secretarytocapt3<br/>\n&gt; <br/>\n&gt; FACTS:  <br/>\n&gt; Takamine Hideo was the cousin of Takagi/Fujita Tokio<br/>\n&gt; Fujita Goro very likely found employment in the Education Museum<br/>\n&gt; (years on the job 1891-1899) through the assistance of Takamine (who<br/>\n&gt; had a leadership role in the Imperial Museum, and Educational Museum<br/>\n&gt; which was affiliated with the Normal School he also managed).  <br/>\n&gt; Fujita Goro was employed at the Tokyo (Higher) Women&#39;s Normal School<br/>\n&gt; (years on the job 1899-1909) through petitions by both Takagi<br/>\n&gt; Morinusuke (his brother-in-law) and Takamine Hideo.<br/>\n&gt; A mystery is unfolding.<br/>\n&gt; <br/>\n&gt; In the reminiscences collected in: Furoku: Tsuikai Danso of/about <br/>\nthe<br/>\n&gt; educator Takamine Hideo, three is one reminiscence, titled &quot;Ko<br/>\n&gt; Takamine Hideo-kun&quot; (The Late Mr. Takamine Hideo) pages 5 to 7, <br/>\npenned<br/>\n&gt; by one &quot;Saito Kazuma, former Aizu retainer.&quot; This would be <br/>\ninherently<br/>\n&gt; worth something, except when you consider the following (note:<br/>\n&gt; Japanese kanji follow):<br/>\n&gt; <br/>\n&gt; &#25993;&#34276;&#19968; Saito Hajime<br/>\n&gt; &#25993;&#34276;&#19968;&#39340; Saito Kazuma<br/>\n&gt; <br/>\n&gt; There is a difference of one kanji between this man&#39;s name and the<br/>\n&gt; name of the Shinsengumi captain, Saito Hajime. Nowhere in the text, <br/>\nor<br/>\n&gt; in the entirety of &quot;Takamine Hideo Sensei-den&quot; (especially the<br/>\n&gt; chapter(s) on Aizu), does it have any mention of this man; and it<br/>\n&gt; certainly does not say anything about him being of the Shinsengumi.<br/>\n&gt; However, it also doesn&#39;t disprove his potentially being Saito Hajime<br/>\n&gt; of the Shinsengumi. Saito Hajime, at the time of Takamine Hideo&#39;s<br/>\n&gt; death, used the name Fujita Goro; however, let us consider the <br/>\nfacts:<br/>\n&gt; this is a collection of writings in tribute to one of the greatest<br/>\n&gt; educators in modern Japanese history.<br/>\n&gt; Fujita Goro was a traffic cop, museum guard, and sword appraiser to<br/>\n&gt; Takamine and personal friend; would the writings of such a low-<br/>\nranking<br/>\n&gt; man fit alongside the tributes penned by Shinoda Toshihide, Yasui<br/>\n&gt; Tetsu, Baron Kuki Ryuichi, and the women who undertook high-level<br/>\n&gt; roles in the Tokyo Women&#39;s Normal School? In the modern day, would a<br/>\n&gt; book of reminiscences of a school or university president include <br/>\nthe<br/>\n&gt; words of the gateman? Perhaps it is just my opinion, but the answer <br/>\nis no.<br/>\n&gt; <br/>\n&gt; However, Fujita Goro does have a way of putting his words alongside<br/>\n&gt; everyone else&#39;s: his Aizu connection. He may not have been born in<br/>\n&gt; Aizu, but he was adopted into its community, married the daughter of<br/>\n&gt; an Aizu samurai, and spilled blood for its people. He had as much a<br/>\n&gt; right as anyone to call himself an Aizu samurai. Furthermore, &quot;Saito<br/>\n&gt; Kazuma&quot; does what no one else in Furoku dares to do: brings up, at<br/>\n&gt; length, Takamine&#39;s Aizu connection, his conduct in the Boshin War, <br/>\nand<br/>\n&gt; his continued devotion to his former lord&#39;s family. Others perhaps<br/>\n&gt; mention Takamine&#39;s origins briefly, but pass over them quickly; <br/>\nafter<br/>\n&gt; all, at the time of Takamine&#39;s death, Aizu was still stigmatized <br/>\nunder<br/>\n&gt; the false label of &quot;enemy of the throne.&quot;<br/>\n&gt; It is not until 1928, the Imperial wedding between Matsudaira <br/>\nSetsuko<br/>\n&gt; and Prince Chichibu (brother of Emperor Hirohito) did Aizu<br/>\n&gt; &quot;officially&quot; return into good graces to the national narrative.<br/>\n&gt; <br/>\n&gt; Could &quot;Saito Kazuma&quot; be, in fact, the rather taciturn(1) Saito <br/>\nHajime,<br/>\n&gt; writing under a slightly, yet cleverly altered pseudonym? Could the<br/>\n&gt; old warrior have broken his silence for Takamine Hideo? While there <br/>\nis<br/>\n&gt; as yet no definite &quot;yes&quot; answer to that question, there is also no<br/>\n&gt; definite &quot;no.&quot; However, when considering even some of the points<br/>\n&gt; covered by Ko Takamine Hideo-kun, the facts line up a little too<br/>\n&gt; neatly for this to be mere coincidence.<br/>\n&gt; <br/>\n&gt; *&quot;Saito&quot; has intimate knowledge of the events concerning Takamine&#39;s<br/>\n&gt; school. Fujita Goro was an employee of the school.(2)<br/>\n&gt; <br/>\n&gt; *&quot;Saito&quot; devotes great length to praising Takamine&#39;s art collection.<br/>\n&gt; Takamine, who relied on Saito for sword appraisal, gave Saito<br/>\n&gt; unrestricted access to the art collection in his LOCKED storehouse.<br/>\n(3)<br/>\n&gt; <br/>\n&gt; *&quot;Saito&quot; knows that Matsudaira Katamori&#39;s sons came to Takamine&#39;s<br/>\n&gt; house for tutoring. Firstly, the Matsudaira children, as sons of a<br/>\n&gt; former daimyo, would not be taken just anywhere; secondly, <br/>\nfor &quot;Saito&quot;<br/>\n&gt; to know of this point, regarding the still maligned Matsudaira<br/>\n&gt; Katamori&#39;s family, shows that he was trusted. Fujita Goro spent a<br/>\n&gt; great deal of time visiting Takamine&#39;s house.(4) After all, Fujita<br/>\n&gt; received the name Fujita Goro from Matsudaira Katamori himself.<br/>\n&gt; *&quot;Saito&#39;s own oldest son, Fujita Tsutomu, was friends with <br/>\nMatsudaira<br/>\n&gt; Tsuneo.  Ofcourse Saito would know if any one of the Matsudaira boys<br/>\n&gt; spent time at Takamine&#39;s home.  After all, his own sons probably did<br/>\n&gt; as well.  We know that Takamine&#39;s own daughter frequently visited <br/>\nthe<br/>\n&gt; Fujita home.<br/>\n&gt; <br/>\n&gt; *&quot;Saito&quot; knows that Takamine talked about the Matsudaira family to <br/>\nhis<br/>\n&gt; Aizu friend Kusaka Yoshio (Onetime governor of Nagasaki and <br/>\nFukushima<br/>\n&gt; Prefectures), and &quot;shed sincere tears.&quot; Historical records suggest<br/>\n&gt; that Takamine almost never spoke openly about Aizu, though he was in<br/>\n&gt; charge of the former retainers&#39; association; consequently, <br/>\nfor &quot;Saito&quot;<br/>\n&gt; to know of Takamine speaking about Aizu, and speaking emotionally<br/>\n&gt; about Aizu, shows his level of trust. Fujita Goro, as stated above,<br/>\n&gt; often came to the Takamine house, and when he came, would always <br/>\ndrink<br/>\n&gt; sake(5). Those who know the Japanese culture of sake know that you<br/>\n&gt; don&#39;t just randomly invite someone to your house and let them drink<br/>\n&gt; alone; first of all, for Fujita to be trusted to the point of being<br/>\n&gt; allowed to *always* drink sake at the Takamine house suggests that <br/>\nhe<br/>\n&gt; might have witnessed such discussions about the past. Fujita often<br/>\n&gt; spoke of the past to Yamakawa Kenjiro, another prominent Aizu <br/>\nnative,<br/>\n&gt; so it is not unreasonable to think that he may have spoken of the <br/>\npast<br/>\n&gt; to Takamine, as well. Kenjiro&#39;s brother Hiroshi, during his tenure <br/>\nas<br/>\n&gt; president of the Normal School (while Takamine was still there), is<br/>\n&gt; believed to have been the one who recommended Fujita for employment;<br/>\n&gt; an overlap between Fujita&#39;s discussions with Kenjiro and Fujita&#39;s<br/>\n&gt; discussions with Takamine Hideo is not at all unreasonable.<br/>\n&gt; <br/>\n&gt; The Aizu natives who are on record as having associated or been in<br/>\n&gt; close proximity to Takamine are all families who were high-ranking<br/>\n&gt; Aizu retainers: Yamakawa, Ibuka, Takagi, Numazawa, Iinuma, <br/>\nSaigo...for<br/>\n&gt; the sake of confirmation, I have looked over the casualty lists for <br/>\na<br/>\n&gt; &quot;Saito Kazuma&quot; or a relation of one, in Yamakawa Kenjiro&#39;s Hoshu <br/>\nAizu<br/>\n&gt; Byakkotai Jukyushi-den, they include: Saito Gengo, Saito Yukichi,<br/>\n&gt; Saito Jinzaemon, Saito Tasaburo, and Saito Tetsunosuke. None of them<br/>\n&gt; particularly high-ranking; none of them containing any reference to <br/>\na<br/>\n&gt; &quot;Saito Kazuma.&quot;(6)<br/>\n&gt; <br/>\n&gt; Notes:<br/>\n&gt; (1)Todo Toshihisa, &quot;Saito Hajime Kanren Jinbutsu Jiten,&quot; pp. 193-206<br/>\n&gt; of Saito Hajime no Subete. (Tokyo: Shin Jinbutsu Oraisha, 2003), p. <br/>\n199.<br/>\n&gt; (2)Todo, p. 204.<br/>\n&gt; (3)Todo, p. 198.<br/>\n&gt; (4)Todo, pp. 198-199.<br/>\n&gt; (5)Ibid.<br/>\n&gt; (6)Yamakawa Kenjiro and Munekawa Toraji. Hoshu Aizu Byakkotai<br/>\n&gt; Jukyushi-den. (Wakamatsu: Aizu Chorei Gikai, 1926), pp. 46, 94-95<br/>\n&gt; Some Pros and Cons to Consider<br/>\n&gt; 1)\t Why would FUJITA GORO use a pseudonym?  It&#39;s unnecessary <br/>\nisn&#39;t it?<br/>\n&gt; Mr. Bakalian raises and important point regarding status.  In the<br/>\n&gt; Meiji Era generally you would invite someone honored to speak on<br/>\n&gt; behalf of the deceased.  While Fujita was no doubt a close and<br/>\n&gt; respected friend his position cannot compare to many of the other<br/>\n&gt; people who contributed to Takamine&#39;s memorial/biography.<br/>\n&gt; <br/>\n&gt; Again, we have to think like a Japanese living in the Meiji Era not <br/>\nas<br/>\n&gt; someone living in 2007.<br/>\n&gt; <br/>\n&gt; Another point to consider is clearly the fact that Saito Kazuma is <br/>\nnot<br/>\n&gt; addressing educators, he is addressing people of the Aizu <br/>\ncommunity. <br/>\n&gt; Therefore the name &quot;Saito&quot; may or may not ring a bell with people of<br/>\n&gt; that background.  &quot;Saito&quot; would mean nothing to many readers.  <br/>\nSimply,<br/>\n&gt; is this the coded language that comes from living a bit separately<br/>\n&gt; from society due to one&#39;s past Aizu connections?  Please keep in <br/>\nmind<br/>\n&gt; that there was a lot of discrimination, favoritism and cronyism <br/>\nafter<br/>\n&gt; 1868 which was based on one&#39;s feudal hometown.<br/>\n&gt; <br/>\n&gt; 2)\tSo how does Saito Kazuma get to write all this stuff?<br/>\n&gt; That is the biggest question.  The Takamine family had several<br/>\n&gt; surviving members, including Takamine Hideo&#39;s aged mother (who was<br/>\n&gt; close to Tokio and no doubt knew Fujita Goro VERY WELL), Takamine&#39;s<br/>\n&gt; 2nd, 3rd son, and 2 daughters.  Why would four members of the <br/>\nTakamine<br/>\n&gt; family let some strange person write all of this?  Clearly Saito<br/>\n&gt; Kazuma is someone they knew and trusted very well<br/>\n&gt; <br/>\n&gt; 3)\tWho else oversaw the publication?<br/>\n&gt; Yamakawa Kenjiro&#39;s name appears at the end of the book as likely a<br/>\n&gt; financial contributor to its publication.  He was also a mutual <br/>\nfriend<br/>\n&gt; of Fujita and Takamine and a major figure in the post 1868 Aizu<br/>\n&gt; network.  Again we ask, if Yamakawa proofread this work he had to <br/>\nknow<br/>\n&gt; who Saito Kazuma was and like the Takamine family, was &quot;ok&quot; with it.<br/>\n&gt; <br/>\n&gt; 4)\tWait a minute!  Takamine&#39;s book was published in 1921 !  <br/>\nFujita<br/>\n&gt; Goro was DEAD ALREADY in 1915!  He could not have written anything.<br/>\n&gt; This is obviously a question which needs to be answered.  Takamine<br/>\n&gt; died in 1910, however his memorial was not published for a decade. <br/>\n&gt; Japanese frequently publish memorial even years after the person has<br/>\n&gt; died (they do so to fall on certain Buddhist anniversaries).  It is<br/>\n&gt; not strange for a friend to prepare statements which are published<br/>\n&gt; later on behalf of the deceased.  Most interestingly even some of<br/>\n&gt; Takamine&#39;s speeches were published years after he died (for the <br/>\nfirst<br/>\n&gt; time).  Furthermore, the words of Saito Kazuma may in fact be the<br/>\n&gt; polished narrative assisted by Fujita Tokio (admittedly a very well<br/>\n&gt; educated of the feudal era AND knew Takamine when he was still just <br/>\na<br/>\n&gt; teenager as well).<br/>\n&gt; <br/>\n&gt; Tokio was alive when this project had already started (she died in<br/>\n&gt; 1921). Even though she may have retired from the Higher Women&#39;s <br/>\nNormal<br/>\n&gt; School (we do not have the start or end dates of her employment<br/>\n&gt; there), she was close to campus and likely &quot;hung out&quot; there to help<br/>\n&gt; out or just be nosy. In doing so she could easily be found. We must<br/>\n&gt; also remember that Tokio was Takamine&#39;s cousin and they knew each<br/>\n&gt; other since 1868 while serving in the castle.<br/>\n&gt; <br/>\n&gt; To prove that Saito Kazuma is NOT Fujita Goro:<br/>\n&gt; 1)\tFind a real Aizu retainer who was named Saito Kazuma.  At <br/>\nthis time<br/>\n&gt; we have not yet found a retainer with that name after searching<br/>\n&gt; through more well known Aizu history books (which do include lists <br/>\nof<br/>\n&gt; names).  Perhaps one would have to go to a library in Aizu Wakamatsu<br/>\n&gt; to find this man.<br/>\n&gt; 2)\tFind an educator, artist, scientist who was an Aizu associate <br/>\nof<br/>\n&gt; Takamine with the name Saito Kazuma.<br/>\n&gt; I, secretarytocapt3, have spent nearly 3 intense years studying<br/>\n&gt; Takamine Hideo from various research angles.  I have never found the<br/>\n&gt; name of an educator, Aizu connections or not, with the name &quot;Saito<br/>\n&gt; Kazuma&quot;.<br/>\n&gt; </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: The Mystery of Saito Kazuma",
            "postDate": "1190689711",
            "msgId": 3309,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZkOXUzZis2ZW1tQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGZkN2U0bStpNHBwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3307,
            "nextInTopic": 3310,
            "prevInTime": 3308,
            "nextInTime": 3310,
            "topicId": 3307,
            "numMessagesInTopic": 0,
            "msgSnippet": "Dear SHQ members, I know that perhaps the megaupload file (which ended in .docx may have given some of you problems in viewing the file so I have attached the ",
            "messageBody": "<div id=\"ygrps-yiv-79903546\">Dear SHQ members,<br/>\n<br/>\nI know that perhaps the megaupload file (which ended in .docx may have<br/>\ngiven some of you problems in viewing the file so I have attached the<br/>\nfile in its entirety below (a the very bottom).<br/>\n<br/>\nI would also like to present more evidence, as resaerched by Mr.<br/>\nBakalian which does much to confirm our assertion that Saito Hajime<br/>\ndid not have 5 names, but 6---and that he came up with the 6th because<br/>\nhe insisted on speaking on behalf of a friend---a very good friend.<br/>\n<br/>\n{new additional evidence}<br/>\n&quot;Saito Kazuma&quot; calls himself an Aizu samurai<br/>\n-- according to Saito Hajime no subete, in the Meiji Era, Fujita Goro<br/>\nwas registered (on records) as formerly an Aizu samurai<br/>\n<br/>\n-- the most powerful detail emerged from an acquaintance of mine who<br/>\ngraciously provided a key word and that is SAitou Kazuma knew the<br/>\nTakamine family since their &quot;Sannohe&quot; days.  <br/>\n<br/>\nSannohe is located in Northern Japan which was where hundreds of Aizu<br/>\nfamilies were exiled (or travelled to--to reunite with family). <br/>\nAmongst those samurai included Ichinohe Denpachi who soon changed his<br/>\nname to Fujita Goro.<br/>\n<br/>\nSannohe is a district.<br/>\n<br/>\nGonohe is a town.<br/>\n<br/>\nThe Kurasawa family lived in Gonohe.  The Kurasawa shared their home<br/>\nwith Fujita Goro.  This is a well known fact amongst Japanese<br/>\nShinsengumi researchers.<br/>\n<br/>\nIn other words, &quot;Saito Kazuma&quot; who knew the Takamine family from their<br/>\ntime in Sannohe has the SAME biography as SAITOU HAJIME (FUJITA GORO).<br/>\n<br/>\nWhich members of the Takamine family did &quot;Saitou Kazuma&quot; meet in<br/>\nSannohe?  He met Takamine&#39;s mother, and brothers (who were young<br/>\nchildren).  Takamine Hideo (Tadayoshi) himself was a POW in Edo/Tokyo.<br/>\n The narrative of the Takamine family has partly been preserved in the<br/>\ndiary of a Swiss immigrant (professor of Oswego Normal School).  In<br/>\nshort, &quot;Saitou Kazuma&quot; knew the Takamine family when they faced<br/>\nincredible hardship, so much so that they adopted one of their younger<br/>\nsons to another Aizu family.  Saitou Kazuma knew this family well<br/>\nbefore they prospered in the Meiji Era.<br/>\n<br/>\nThus, we feel somewhat our theory has blossomed into something more.<br/>\n<br/>\nThank you to Mr. Bakalian for doing this work.<br/>\nAs I have always known, Takamine and Fujita were truly good friends,<br/>\neven though they were 10 years apart and came from different backgrounds.<br/>\n<br/>\nI hope they are enjoying a drink now, wherever they may be.<br/>\n<br/>\n----------------------------<br/>\nTHE MYSTERY OF SAITO KAZUMA<br/>\nBy Armen Bakalian <br/>\nwith notes by secretarytocapt3<br/>\n<br/>\nFACTS:  <br/>\nTakamine Hideo was the cousin of Takagi/Fujita Tokio<br/>\nFujita Goro very likely found employment in the Education Museum<br/>\n(years on the job 1891-1899) through the assistance of Takamine (who<br/>\nhad a leadership role in the Imperial Museum, and Educational Museum<br/>\nwhich was affiliated with the Normal School he also managed).  <br/>\nFujita Goro was employed at the Tokyo (Higher) Women&#39;s Normal School<br/>\n(years on the job 1899-1909) through petitions by both Takagi<br/>\nMorinusuke (his brother-in-law) and Takamine Hideo.<br/>\nA mystery is unfolding.<br/>\n<br/>\nIn the reminiscences collected in: Furoku: Tsuikai Danso of/about the<br/>\neducator Takamine Hideo, three is one reminiscence, titled &quot;Ko<br/>\nTakamine Hideo-kun&quot; (The Late Mr. Takamine Hideo) pages 5 to 7, penned<br/>\nby one &quot;Saito Kazuma, former Aizu retainer.&quot; This would be inherently<br/>\nworth something, except when you consider the following (note:<br/>\nJapanese kanji follow):<br/>\n<br/>\n&#25993;&#34276;&#19968; Saito Hajime<br/>\n&#25993;&#34276;&#19968;&#39340; Saito Kazuma<br/>\n<br/>\nThere is a difference of one kanji between this man&#39;s name and the<br/>\nname of the Shinsengumi captain, Saito Hajime. Nowhere in the text, or<br/>\nin the entirety of &quot;Takamine Hideo Sensei-den&quot; (especially the<br/>\nchapter(s) on Aizu), does it have any mention of this man; and it<br/>\ncertainly does not say anything about him being of the Shinsengumi.<br/>\nHowever, it also doesn&#39;t disprove his potentially being Saito Hajime<br/>\nof the Shinsengumi. Saito Hajime, at the time of Takamine Hideo&#39;s<br/>\ndeath, used the name Fujita Goro; however, let us consider the facts:<br/>\nthis is a collection of writings in tribute to one of the greatest<br/>\neducators in modern Japanese history.<br/>\nFujita Goro was a traffic cop, museum guard, and sword appraiser to<br/>\nTakamine and personal friend; would the writings of such a low-ranking<br/>\nman fit alongside the tributes penned by Shinoda Toshihide, Yasui<br/>\nTetsu, Baron Kuki Ryuichi, and the women who undertook high-level<br/>\nroles in the Tokyo Women&#39;s Normal School? In the modern day, would a<br/>\nbook of reminiscences of a school or university president include the<br/>\nwords of the gateman? Perhaps it is just my opinion, but the answer is no.<br/>\n<br/>\nHowever, Fujita Goro does have a way of putting his words alongside<br/>\neveryone else&#39;s: his Aizu connection. He may not have been born in<br/>\nAizu, but he was adopted into its community, married the daughter of<br/>\nan Aizu samurai, and spilled blood for its people. He had as much a<br/>\nright as anyone to call himself an Aizu samurai. Furthermore, &quot;Saito<br/>\nKazuma&quot; does what no one else in Furoku dares to do: brings up, at<br/>\nlength, Takamine&#39;s Aizu connection, his conduct in the Boshin War, and<br/>\nhis continued devotion to his former lord&#39;s family. Others perhaps<br/>\nmention Takamine&#39;s origins briefly, but pass over them quickly; after<br/>\nall, at the time of Takamine&#39;s death, Aizu was still stigmatized under<br/>\nthe false label of &quot;enemy of the throne.&quot;<br/>\nIt is not until 1928, the Imperial wedding between Matsudaira Setsuko<br/>\nand Prince Chichibu (brother of Emperor Hirohito) did Aizu<br/>\n&quot;officially&quot; return into good graces to the national narrative.<br/>\n<br/>\nCould &quot;Saito Kazuma&quot; be, in fact, the rather taciturn(1) Saito Hajime,<br/>\nwriting under a slightly, yet cleverly altered pseudonym? Could the<br/>\nold warrior have broken his silence for Takamine Hideo? While there is<br/>\nas yet no definite &quot;yes&quot; answer to that question, there is also no<br/>\ndefinite &quot;no.&quot; However, when considering even some of the points<br/>\ncovered by Ko Takamine Hideo-kun, the facts line up a little too<br/>\nneatly for this to be mere coincidence.<br/>\n<br/>\n*&quot;Saito&quot; has intimate knowledge of the events concerning Takamine&#39;s<br/>\nschool. Fujita Goro was an employee of the school.(2)<br/>\n<br/>\n*&quot;Saito&quot; devotes great length to praising Takamine&#39;s art collection.<br/>\nTakamine, who relied on Saito for sword appraisal, gave Saito<br/>\nunrestricted access to the art collection in his LOCKED storehouse.(3)<br/>\n<br/>\n*&quot;Saito&quot; knows that Matsudaira Katamori&#39;s sons came to Takamine&#39;s<br/>\nhouse for tutoring. Firstly, the Matsudaira children, as sons of a<br/>\nformer daimyo, would not be taken just anywhere; secondly, for &quot;Saito&quot;<br/>\nto know of this point, regarding the still maligned Matsudaira<br/>\nKatamori&#39;s family, shows that he was trusted. Fujita Goro spent a<br/>\ngreat deal of time visiting Takamine&#39;s house.(4) After all, Fujita<br/>\nreceived the name Fujita Goro from Matsudaira Katamori himself.<br/>\n*&quot;Saito&#39;s own oldest son, Fujita Tsutomu, was friends with Matsudaira<br/>\nTsuneo.  Ofcourse Saito would know if any one of the Matsudaira boys<br/>\nspent time at Takamine&#39;s home.  After all, his own sons probably did<br/>\nas well.  We know that Takamine&#39;s own daughter frequently visited the<br/>\nFujita home.<br/>\n<br/>\n*&quot;Saito&quot; knows that Takamine talked about the Matsudaira family to his<br/>\nAizu friend Kusaka Yoshio (Onetime governor of Nagasaki and Fukushima<br/>\nPrefectures), and &quot;shed sincere tears.&quot; Historical records suggest<br/>\nthat Takamine almost never spoke openly about Aizu, though he was in<br/>\ncharge of the former retainers&#39; association; consequently, for &quot;Saito&quot;<br/>\nto know of Takamine speaking about Aizu, and speaking emotionally<br/>\nabout Aizu, shows his level of trust. Fujita Goro, as stated above,<br/>\noften came to the Takamine house, and when he came, would always drink<br/>\nsake(5). Those who know the Japanese culture of sake know that you<br/>\ndon&#39;t just randomly invite someone to your house and let them drink<br/>\nalone; first of all, for Fujita to be trusted to the point of being<br/>\nallowed to *always* drink sake at the Takamine house suggests that he<br/>\nmight have witnessed such discussions about the past. Fujita often<br/>\nspoke of the past to Yamakawa Kenjiro, another prominent Aizu native,<br/>\nso it is not unreasonable to think that he may have spoken of the past<br/>\nto Takamine, as well. Kenjiro&#39;s brother Hiroshi, during his tenure as<br/>\npresident of the Normal School (while Takamine was still there), is<br/>\nbelieved to have been the one who recommended Fujita for employment;<br/>\nan overlap between Fujita&#39;s discussions with Kenjiro and Fujita&#39;s<br/>\ndiscussions with Takamine Hideo is not at all unreasonable.<br/>\n<br/>\nThe Aizu natives who are on record as having associated or been in<br/>\nclose proximity to Takamine are all families who were high-ranking<br/>\nAizu retainers: Yamakawa, Ibuka, Takagi, Numazawa, Iinuma, Saigo...for<br/>\nthe sake of confirmation, I have looked over the casualty lists for a<br/>\n&quot;Saito Kazuma&quot; or a relation of one, in Yamakawa Kenjiro&#39;s Hoshu Aizu<br/>\nByakkotai Jukyushi-den, they include: Saito Gengo, Saito Yukichi,<br/>\nSaito Jinzaemon, Saito Tasaburo, and Saito Tetsunosuke. None of them<br/>\nparticularly high-ranking; none of them containing any reference to a<br/>\n&quot;Saito Kazuma.&quot;(6)<br/>\n<br/>\nNotes:<br/>\n(1)Todo Toshihisa, &quot;Saito Hajime Kanren Jinbutsu Jiten,&quot; pp. 193-206<br/>\nof Saito Hajime no Subete. (Tokyo: Shin Jinbutsu Oraisha, 2003), p. 199.<br/>\n(2)Todo, p. 204.<br/>\n(3)Todo, p. 198.<br/>\n(4)Todo, pp. 198-199.<br/>\n(5)Ibid.<br/>\n(6)Yamakawa Kenjiro and Munekawa Toraji. Hoshu Aizu Byakkotai<br/>\nJukyushi-den. (Wakamatsu: Aizu Chorei Gikai, 1926), pp. 46, 94-95<br/>\nSome Pros and Cons to Consider<br/>\n1)\t Why would FUJITA GORO use a pseudonym?  It&#39;s unnecessary isn&#39;t it?<br/>\nMr. Bakalian raises and important point regarding status.  In the<br/>\nMeiji Era generally you would invite someone honored to speak on<br/>\nbehalf of the deceased.  While Fujita was no doubt a close and<br/>\nrespected friend his position cannot compare to many of the other<br/>\npeople who contributed to Takamine&#39;s memorial/biography.<br/>\n<br/>\nAgain, we have to think like a Japanese living in the Meiji Era not as<br/>\nsomeone living in 2007.<br/>\n<br/>\nAnother point to consider is clearly the fact that Saito Kazuma is not<br/>\naddressing educators, he is addressing people of the Aizu community. <br/>\nTherefore the name &quot;Saito&quot; may or may not ring a bell with people of<br/>\nthat background.  &quot;Saito&quot; would mean nothing to many readers.  Simply,<br/>\nis this the coded language that comes from living a bit separately<br/>\nfrom society due to one&#39;s past Aizu connections?  Please keep in mind<br/>\nthat there was a lot of discrimination, favoritism and cronyism after<br/>\n1868 which was based on one&#39;s feudal hometown.<br/>\n<br/>\n2)\tSo how does Saito Kazuma get to write all this stuff?<br/>\nThat is the biggest question.  The Takamine family had several<br/>\nsurviving members, including Takamine Hideo&#39;s aged mother (who was<br/>\nclose to Tokio and no doubt knew Fujita Goro VERY WELL), Takamine&#39;s<br/>\n2nd, 3rd son, and 2 daughters.  Why would four members of the Takamine<br/>\nfamily let some strange person write all of this?  Clearly Saito<br/>\nKazuma is someone they knew and trusted very well<br/>\n<br/>\n3)\tWho else oversaw the publication?<br/>\nYamakawa Kenjiro&#39;s name appears at the end of the book as likely a<br/>\nfinancial contributor to its publication.  He was also a mutual friend<br/>\nof Fujita and Takamine and a major figure in the post 1868 Aizu<br/>\nnetwork.  Again we ask, if Yamakawa proofread this work he had to know<br/>\nwho Saito Kazuma was and like the Takamine family, was &quot;ok&quot; with it.<br/>\n<br/>\n4)\tWait a minute!  Takamine&#39;s book was published in 1921 !  Fujita<br/>\nGoro was DEAD ALREADY in 1915!  He could not have written anything.<br/>\nThis is obviously a question which needs to be answered.  Takamine<br/>\ndied in 1910, however his memorial was not published for a decade. <br/>\nJapanese frequently publish memorial even years after the person has<br/>\ndied (they do so to fall on certain Buddhist anniversaries).  It is<br/>\nnot strange for a friend to prepare statements which are published<br/>\nlater on behalf of the deceased.  Most interestingly even some of<br/>\nTakamine&#39;s speeches were published years after he died (for the first<br/>\ntime).  Furthermore, the words of Saito Kazuma may in fact be the<br/>\npolished narrative assisted by Fujita Tokio (admittedly a very well<br/>\neducated of the feudal era AND knew Takamine when he was still just a<br/>\nteenager as well).<br/>\n<br/>\nTokio was alive when this project had already started (she died in<br/>\n1921). Even though she may have retired from the Higher Women&#39;s Normal<br/>\nSchool (we do not have the start or end dates of her employment<br/>\nthere), she was close to campus and likely &quot;hung out&quot; there to help<br/>\nout or just be nosy. In doing so she could easily be found. We must<br/>\nalso remember that Tokio was Takamine&#39;s cousin and they knew each<br/>\nother since 1868 while serving in the castle.<br/>\n<br/>\nTo prove that Saito Kazuma is NOT Fujita Goro:<br/>\n1)\tFind a real Aizu retainer who was named Saito Kazuma.  At this time<br/>\nwe have not yet found a retainer with that name after searching<br/>\nthrough more well known Aizu history books (which do include lists of<br/>\nnames).  Perhaps one would have to go to a library in Aizu Wakamatsu<br/>\nto find this man.<br/>\n2)\tFind an educator, artist, scientist who was an Aizu associate of<br/>\nTakamine with the name Saito Kazuma.<br/>\nI, secretarytocapt3, have spent nearly 3 intense years studying<br/>\nTakamine Hideo from various research angles.  I have never found the<br/>\nname of an educator, Aizu connections or not, with the name &quot;Saito<br/>\nKazuma&quot;.</div>",
            "specialLinks": []
        },
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "The Mystery of Saito Kazuma",
            "postDate": "1190607830",
            "msgId": 3307,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZkN2U0bStpNHBwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 3309,
            "prevInTime": 3306,
            "nextInTime": 3308,
            "topicId": 3307,
            "numMessagesInTopic": 0,
            "msgSnippet": "Please download the doc file here: http://www.megaupload.com/?d=5PSKSLX5 (it was written on the new strange version of word, if you have problems please email",
            "messageBody": "<div id=\"ygrps-yiv-1803430411\">Please download the doc file here:<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.megaupload.com/?d=5PSKSLX5\">http://www.megaupload.com/?d=5PSKSLX5</a><br/>\n<br/>\n(it was written on the new strange version of word, if you have <br/>\nproblems please email secretarytocapt3(a)hotmail.com)<br/>\n<br/>\nit is a file which will expire in 7 days<br/>\n<br/>\nwe have a reason for this...<br/>\n<br/>\nit is a work of speculation however we have really tried our best to <br/>\ninvestigate this matter<br/>\n<br/>\nWe are currently waiting for a response from someone with an <br/>\ninsider&#39;s view of the subject.  There is a chance this person may not <br/>\nbe able to clarify this mystery.  If that is the case then what you <br/>\nhave is our most sincerest effort.<br/>\n<br/>\nThe work was translated and written by A. Bakalian in collaboration <br/>\nwith secretarytocapt3 who provided some bits of text and who dragged <br/>\nhim (kicking and screaming into the Meiji Era) and into the study of <br/>\nTakamine Hideo.<br/>\n<br/>\nIn a few days, there will be yet another anniversary to mark the <br/>\ndeath of Fujita Goro.  In 1915, he lived through his last September.  <br/>\nThe month always held great meaning to him.  It was in September of <br/>\n1868 his time as a Shinsengumi fighting in Aizu came to an end.<br/>\n<br/>\nPerhaps the purpose of why he sat in seiza (position) before death <br/>\nwas to maintain his mental lucidity and clean from his mind that <br/>\nfateful month from his youth and all ties which bind him to this <br/>\nworld: hate, love, revenge, even joy.  He yearned to destroy his ego <br/>\nin an attempt to find freedom.<br/>\n<br/>\n------------------------------------------------------------<br/>\nMinor Detail:<br/>\n<br/>\nI also wanted to submit to members here a photograph of a garden <br/>\nwhere Fujita Goro once spent alot of time in.  I know it&#39;s not <br/>\nthe &quot;coolest&quot; photo but please bear in mind that many things in Tokyo <br/>\nwas completely destroyed in 1923 Kanto Earthquake, and more <br/>\ndestruction during WWII.  This photo was taken in between those <br/>\ncatastrophic events.  Thus, to even have this photo is remarkable.  <br/>\nIt was preserved outside of Japan.  So yes, over 2 decades before the <br/>\nphoto was taken---Fujita Goro was here (I assure you on this fact).<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://1happyturtle.com/T-sensei/gardenatTakamineEstate.jpg\">http://1happyturtle.com/T-sensei/gardenatTakamineEstate.jpg</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3404,
    "nextTopicId": 3410
}