{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: SHQ webpage error",
            "postDate": "1206932474",
            "msgId": 3370,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZzcGs1cStzNWIyQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGZzZXB0dCtrbHA5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3367,
            "nextInTopic": 0,
            "prevInTime": 3369,
            "nextInTime": 3371,
            "topicId": 3367,
            "numMessagesInTopic": 0,
            "msgSnippet": "I just wanted to update people who are here on the SHQ mailing list that as of right now it is not 100% clear that the tech people with the hosting people with",
            "messageBody": "<div id=\"ygrps-yiv-1979597559\">I just wanted to update people who are here on the SHQ mailing list that <br/>\nas of right now it is not 100% clear that the tech people with the hosting <br/>\npeople with the company can restore the site.  I will try to chat with <br/>\nthem on Monday.  Fortunately our moderator Barb had a back up of the <br/>\nsite and so if the tech people can&#39;t assist---we still have our data.<br/>\n<br/>\nSo what will happen now?<br/>\n<br/>\nI will devote as much as possible to arrange the data into a draft for an <br/>\ne-book and then work with another researcher who can oversee other <br/>\ndetails.  The book will have many footnotes and the citations will be in <br/>\nplace to allow readers to do their own double checking if they desire.<br/>\n<br/>\nAs we work on this new phase of the SHQ data I will post requests here <br/>\non the list to encourage contributions from members here.  <br/>\n<br/>\nThe e-book will not incorporate details regarding the Shinsengumi in <br/>\nfiction, with the exception of the filmography (written by Michael of the <br/>\nNinja Dojo) and more general mentions (such as popular manga/anime <br/>\nwhich are already part of the Shinsengumi legacy).  Details regarding <br/>\nminor fiction releases (like Shinsengumi trading cards or non-exported <br/>\nvid games) will be posted on the site and also <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://shinsengumihq.livejournal.com\">http://shinsengumihq.livejournal.com</a> because there is new information <br/>\nevery month (I keep up with the new with the google alert system using <br/>\nthe keyword &quot;shinsengumi&quot;).<br/>\n<br/>\nThus, SHQ will provide data in the form of an e-book which can be <br/>\ndownloaded, however images (many of which are from the Kyoto <br/>\nMuseum book or other Japanese sites) cannot be part of the e-book---<br/>\nwe will continue to host those images on the site in such a way you can <br/>\nmatch images chapter by chapter.<br/>\n<br/>\nWe are currently researching copyright options---however if the cost is <br/>\nsimply too high or the legal matters too complex then we will go ahead <br/>\nand risk being plagiarized because we do want to make the info <br/>\navailable.  Certain parts  of SHQ is not only derived work or &quot;quoted <br/>\nfrom such and such a book&quot;, there was also some pretty original <br/>\nresearch and we still have so many leads we can&#39;t follow up on right <br/>\nnow.  I will take advantage of this opportunity (during the e-book <br/>\nadaption) to include recommendations on how to further specific angles <br/>\n(only on chapters I will assist in writing).<br/>\n<br/>\nSo thank you for staying with this list for all these years and please feel <br/>\nfree to post your thoughts on the list or you can contact me or any one <br/>\nelse by sending emails (just click on the yahoo profile).</div>",
            "specialLinks": []
        },
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "SHQ webpage error",
            "postDate": "1206577917",
            "msgId": 3367,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGZzZXB0dCtrbHA5QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 3370,
            "prevInTime": 3366,
            "nextInTime": 3368,
            "topicId": 3367,
            "numMessagesInTopic": 0,
            "msgSnippet": "3.26.2008 a SHQ member emailed me to inform the site is damaged.  I visited it immediately and yep. All the content is gone. Hopefully our hosting service will",
            "messageBody": "<div id=\"ygrps-yiv-1960943774\">3.26.2008 a SHQ member emailed me to inform the site is damaged.  I <br/>\nvisited it immediately and yep.<br/>\n<br/>\nAll the content is gone.<br/>\n<br/>\nHopefully our hosting service will be able to restore the site via a <br/>\nback up.<br/>\n<br/>\nAs of yesterday the site was still working as a friend and I over <br/>\nemail looked on the site for some citation so I guess this must be a <br/>\nsudden technical glitch.  <br/>\n<br/>\nAnyways it has crossed my mind many times to just archive everything <br/>\ninto one file.  But the website will still stay online ofcourse.<br/>\n<br/>\nThe file would be a not for profit e-book written collaboratively by <br/>\natleast 2-3 people but honestly we&#39;d need more help than that! (^_^)<br/>\n<br/>\nThe drawback to an e-book would be the increased likelihood of <br/>\nplagiarism (whole chapters turned in as school assignments).  Our <br/>\nmost prolific contributor was plagiarized twice already (that we know <br/>\nof).  <br/>\n<br/>\nAs I understand it, if we were to create a pdf e-book it would still <br/>\nbe searchable.  Someone tell me if I&#39;m wrong (I don&#39;t own the Adobe <br/>\nsoftware).<br/>\n<br/>\nPlease feel free by helping to give us ideas or post other <br/>\ninteresting Shinsen-things you find online---because we need to put <br/>\ntogether our heads and help each other by thinking out loud.<br/>\n<br/>\nFor me personally, I&#39;ve been quiet these past 3 months especially due <br/>\nto a life change and I -no- longer have access to a fabulous <br/>\nuniversity research library (I used these libraries during 2004, <br/>\n2005, 2006 and a bit in 2007 focusing later on the Meiji).  That&#39;s <br/>\nwhy I don&#39;t have anything to contribute.<br/>\n<br/>\nBut that&#39;s just me---there are dozens of people here scattered <br/>\nthroughout the country who can find an aspect of the Shinsengumi or <br/>\nthe era they like and study whatever they want.<br/>\n<br/>\nTo give an example, a friend and I had found a very interesting book <br/>\nwhich is the bio of, Yamakawa Futaba, a friend and co-worker of both <br/>\nSaitou Hajime (Fujita Goro) and Takagi/Fujita Tokio. The book was <br/>\nwritten at the very end of the Meiji Era and we&#39;d love to read it to <br/>\nfind more &quot;texture&quot; and detail into the career of Futaba---which <br/>\ncompletely overlapped with that of the Fujita husband and wife.  <br/>\nFutaba&#39;s rank at the school was higher than that of the Fujitas.<br/>\n<br/>\nHowever I was very busy in December and it would not be possible for <br/>\nme to order it through the university.  After losing my library <br/>\nprivileges due to a move I asked a city public library if they can <br/>\nfulfill the request and get Futaba&#39;s bio and they said I would have <br/>\nto pay for everything.  <br/>\n<br/>\nSo that&#39;s why for a couple of years I was intensely focused on <br/>\nhistory because I had a time limit and although I explained this to <br/>\nsome of my friends at the time it was not 100% clear to them why I <br/>\nseemed to &quot;favor&quot; history over fiction. I had some practical reasons <br/>\nwhich was why I was in a hurry to grab history stuff (^_^).  <br/>\n<br/>\nWe all know manga, anime/dvds, all go through reprints and get picked <br/>\nup by companies all the time -however- some books are rare, expensive <br/>\nor go out of print. Similarly, academic articles (a handful of which <br/>\nwe&#39;ve exploited extensively) are not -public-.  You can&#39;t go online <br/>\nand download some of the journal articles we have used and also <br/>\nprovided here on this list.<br/>\n<br/>\nSo now I guess all I have is fiction and I have to go with the flow <br/>\nuntil I find an occupation which can take me back into an academic <br/>\nsetting of some sort (^_^).  Email me if you know of a university <br/>\nwhich needs a floor sweeper---I&#39;m game XD<br/>\n<br/>\nI&#39;m currently trying to pass the time by writing fiction and I <br/>\nusually post updates now and then at the <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/SHQ_Spy_Division/\">http://groups.yahoo.com/group/SHQ_Spy_Division/</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3362,
    "nextTopicId": 3388
}