{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Watch Japan&#39;s Politics Now",
            "postDate": "1220456027",
            "msgId": 3432,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGc5bWFvcituZXJwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 3431,
            "nextInTime": 3433,
            "topicId": 3432,
            "numMessagesInTopic": 0,
            "msgSnippet": "I ve been busy with Thai politics but when I hopped back to read the headlines in English here we have Taro Aso moving in for the kill to grab the PM seat. ",
            "messageBody": "<div id=\"ygrps-yiv-1693540015\">I&#39;ve been busy with Thai politics but when I hopped back to read the<br/>\nheadlines in English here we have Taro Aso moving in for the kill to<br/>\ngrab the PM seat.<br/>\n<br/>\nSure we care about 19th century politics in Japan but Taro Aso comes<br/>\nfrom Okubo Toshimichi&#39;s bloodline.  Many major Choshu and Satsuma<br/>\nfamilies survived in the elite political groups *after* WW2.  It&#39;s<br/>\nvery interesting how everything worked out due to careful reinvention<br/>\nand &quot;relabelling&quot;.<br/>\n<br/>\nNever ever read Japanese history of any era and take labels like<br/>\n&quot;liberal&quot; and &quot;progressive&quot; at face value.  Those terms have to be<br/>\ncomprehended within the context of the specific era and studied carefully.<br/>\n<br/>\nLiberal Democratic Party (LDP) in Japan has a history of conservatism!   <br/>\n<br/>\nOne wonders if Asian politicians pick certain labels or keywords which<br/>\ntranslate well into English to fool outsiders.  You can find many<br/>\nexamples in Meiji politics.  LDP was founded post occupation era but<br/>\nyou can see how good it sounds if the terms are used to keep the<br/>\nAmerican media happy. LDP&#39;s job was to smash the socialists just as<br/>\nthe fascistic pre-war gov. oppressed (often using deadly force) the<br/>\nsocialists.<br/>\n<br/>\nErroneous labels applied to the kangun leaders who monopolized Meiji<br/>\nEra politics have prevented students and enthusiasts from<br/>\nunderstanding the complexity of 1868.  People say &quot;OMG so and so<br/>\nclaimed to want democracy in the Meiji Era---well by golly they<br/>\nmust&#39;ve been fighting for that in 1868&quot;.  And it&#39;s false.<br/>\n<br/>\nWhat&#39;s written in the media and ENGLISH, whether it be on the net or<br/>\nin dusty history books can be very misleading.<br/>\n<br/>\nOkay done with being off-topic nowz.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3430,
    "nextTopicId": 3433
}