{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Re: Contents of a Habachi Table",
            "postDate": "1221605592",
            "msgId": 3434,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGdhcGRjbytxODNqQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGdhazVjZStxc3JxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 3433,
            "nextInTopic": 0,
            "prevInTime": 3433,
            "nextInTime": 3436,
            "topicId": 3433,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hello kirasaige, ... can you turn it into a tinyurl (I tried to do this and only got the myspace login page) or post the pics to photobucket? I think to",
            "messageBody": "<div id=\"ygrps-yiv-498301756\">Hello kirasaige,<br/>\n<br/>\nI had trouble with this link:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I have posted my myspace site where I have posted the pictures.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://viewmorepics.myspace.com/index.cfm?\">http://viewmorepics.myspace.com/index.cfm?</a><br/>\n&gt; fuseaction=user.editAlbums&MyToken=dbceeb4a-2d7a-457f-a758-<br/>\n&gt; e51e81229c33<br/>\n<br/>\n </span></blockquote>can you turn it into a tinyurl (I tried to do this and only got the<br/>\nmyspace login page) or post the pics to photobucket?<br/>\n<br/>\nI think to determine the value of these items you&#39;d need to find an<br/>\nexpert of Japanese antiques and you can start by calling museums with<br/>\nJapanese collections.  The museum may be able to refer you to someone<br/>\nknowledgeable who can help.  Generally these people specialize in very<br/>\nspecific things like paintings or prints, netsuke, blades and so<br/>\nforth.  You have many wonderful items so please keep us up to date if<br/>\nyou learn more about them! (^_^)</div>",
            "specialLinks": []
        },
        {
            "userId": 272256073,
            "authorName": "kirasaige",
            "from": "&quot;kirasaige&quot; &lt;pilgrimscribe5@...&gt;",
            "profile": "kirasaige",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Contents of a Habachi Table",
            "postDate": "1221433550",
            "msgId": 3433,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGdhazVjZStxc3JxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 3434,
            "prevInTime": 3432,
            "nextInTime": 3434,
            "topicId": 3433,
            "numMessagesInTopic": 0,
            "msgSnippet": "A while back I posted about a co-worker who 40 years back had purchased a Habachi Table in Japan in a antique store. The table drawers were swollen shut with",
            "messageBody": "<div id=\"ygrps-yiv-527422404\">A while back I posted about a co-worker who 40 years back had <br/>\npurchased a Habachi Table in Japan in a antique store. The table <br/>\ndrawers were swollen shut with the humidity and when he brought it <br/>\nhope he set it before a fire till it dried out enough to open the <br/>\ndrawers. Inside he found two small boxes that were very very light to <br/>\nthe touch.<br/>\n<br/>\nWell last week I was finally able to catch up with him and set up a <br/>\nmeeting with Tokiko (I&#39;ll get her last name later, I thought i had <br/>\nit). She is the mother of my best friend and loves history. Born and <br/>\nraised in a Budhist Temple, her father was the high monk. <br/>\n<br/>\nThe first contents of the box were four items. The first item she <br/>\npulled out was the letter. The paper was very light and almond <br/>\ncolored, but the writing on it was very bold. She had no problem <br/>\nreading it. Inside the letter was a snake skin that had been wrapped <br/>\naround what looked like cotton. The skin was so dry that it was <br/>\ncrumbling. Inside the lid of the box was some writing.<br/>\n<br/>\nNow I&#39;m not sure where the date was written, if it was in the lid or <br/>\non the letter. But Tokiko San said that it was written the 6th year <br/>\nof Kaei. When we looked it up, it was 1854. A year after Commodore <br/>\nPerry arrived. <br/>\n<br/>\nThe letter in a nutshell was from Miyawaki San explaining that the <br/>\nsnake inside was being given as a gift of monetary luck. The design <br/>\non the snake was the same as the coin with the square hole in the <br/>\nmiddle. <br/>\n<br/>\nUnder the letter and snake skin were three talismans. Two small ones <br/>\nand then a large one. She tried opening the large one, but it had <br/>\nnever been opened before and was VERY fragile. She said that it is <br/>\nthe kind of talisman not to be opend otherwise what ever fortune or <br/>\nprotection it was providing would go away.<br/>\n<br/>\nIn the second box was a scroll. I wish i had gotten a picture of it <br/>\nundraveled. It was a red one. And Tokiko San said that these <br/>\ntalismans can still be purchased at any shrine in Japan. When she and <br/>\nher daughter began to unravel the scroll, it was as strong as the <br/>\npaper the letter was written on. It didn&#39;t tear or rip. (much to my <br/>\ndelight, my poor heart was in my throat) She said that the scroll was <br/>\na protection scroll of the 9 Kami-samas or 9 spirits. She was not <br/>\nable to translate the scroll, much.<br/>\n<br/>\nThe wood the boxes are made of is called Kiri or Paulownia. She said <br/>\nit was very common to use this kind of wood because the bugs didn&#39;t <br/>\nlike it and it was very light. <br/>\n<br/>\nThe Talismans came from Komeira Shrine.<br/>\n<br/>\nI have posted my myspace site where I have posted the pictures.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://viewmorepics.myspace.com/index.cfm?\">http://viewmorepics.myspace.com/index.cfm?</a><br/>\nfuseaction=user.editAlbums&MyToken=dbceeb4a-2d7a-457f-a758-<br/>\ne51e81229c33<br/>\n<br/>\nand also the site for the Komeira Shrine <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://en.wikipedia.org/wiki/Kotohira_Shrine\">http://en.wikipedia.org/wiki/Kotohira_Shrine</a><br/>\n<br/>\nThis was such an exciting thing. Thanks for letting me share.<br/>\n<br/>\np.s. The gentleman who owns these was wondering if there was any way <br/>\nto determine their monetary value?<br/>\n<br/>\nI would also like your opinions on these items. :)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 3432,
    "nextTopicId": 3436
}