{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus saitou",
            "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "SHQ Spy Division",
            "postDate": "1079565141",
            "msgId": 36,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwMzE3MjMxMjIxLjY2NDk3LnFtYWlsQHdlYjIxNDA3Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 35,
            "nextInTime": 37,
            "topicId": 36,
            "numMessagesInTopic": 0,
            "msgSnippet": "A new office... uh... list has been created to give us maximum space for information and fiction/art.  There is still some organization to be done, so I ask",
            "messageBody": "<div id=\"ygrps-yiv-1203588550\">A new office... uh... list has been created to give us maximum space for information and fiction/art.  There is still some organization to be done, so I ask that files not be posted into the files sections yet, but I extend a very warm and big invitation for as many people here to join so we can continue our fun.  The address is <a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/SHQ_Spy_Division/\">http://groups.yahoo.com/group/SHQ_Spy_Division/</a> .  When you join, in addition to the usual yahoo greeting, you&#39;ll get a second message that contains the submission template for fiction (still working on art) and list rules/guidelines.  That document is also available in the folder &quot;List Business&quot; in the Files section.<br/>\n <br/>\nPlease remember, you can set your membership preferences to receive no mail and check out fiction from the list site if you don&#39;t want it cluttering your mailbox.  See?  That means you have no excuse not to join.  :-)  Take a place around the table --- someone is bound to pour you a cup of sake --- and enjoy the stories that will be told, the pictures that will be passed around.<br/>\n<br/>\npachi (formerly known as phil before she got this new, really cool haori)<br/>\n<br/>\nDo you Yahoo!?<br/>\nYahoo! Mail - More reliable, more storage, less spam<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 33,
    "nextTopicId": 37
}