{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "Hirotada Tokugawa",
            "from": "&quot;Hirotada Tokugawa&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Aizu/Nagaoka/Shonai",
            "postDate": "1079628566",
            "msgId": 37,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PFNlYTItRjIzUDVrdUdhMlRYZVUwMDAwODVlNkBob3RtYWlsLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 36,
            "nextInTime": 38,
            "topicId": 37,
            "numMessagesInTopic": 0,
            "msgSnippet": "Since we now have 2 lists, and not everyone is in the new one yet, I m going to post to both... I found an article about the Echigo War last night-- the",
            "messageBody": "<div id=\"ygrps-yiv-873133109\">Since we now have 2 lists, and not everyone is in the new one yet, I&#39;m going <br/>\nto post to both...<br/>\n<br/>\nI found an article about the Echigo War last night-- the prelude to the <br/>\nBattle of Aizu. Aizu was deeply involved in this war, and caused a lot of <br/>\ndamage to the &quot;Imperial&quot; side-- apparently, at one point, out of seven <br/>\nengagements, the &quot;Imperials&quot; only won one. The most crushing victory for the <br/>\nnorthern domains was the Battle of Enoki Pass in early July.<br/>\n<br/>\nIf some of you will recall, I mentioned in a translated document a while ago <br/>\nthat Matsudaira Katamori &quot;shouted&quot; at Hijikata to run to Shonai and get <br/>\nreinforcements. Apparently, Shonai, Aizu, and Yonezawa were the 3 major <br/>\ndomains surrounding Echigo, and also the leading domains in the 10 or so <br/>\nwhich formed the &quot;Northern Confederacy&quot;.<br/>\n<br/>\nThe most incredible story from the Echigo War is that of Nagaoka Castle. It <br/>\nsounds like a harbinger of Aizu every time I read about it-- ALL the people <br/>\nof the domain stood up together against the Satsuma and Choshuu invaders. <br/>\nNagaoka fielded 1,500 men. 317 people were killed in action, 266 wounded. <br/>\nOver 3,000 of its houses were destroyed, its castle was totally wiped off <br/>\nthe face of the earth, and the domain was reduced from a 74,000 koku-sized <br/>\nterritory to one of 24,000.<br/>\n<br/>\nWhat the &quot;Imperials&quot; did makes me sick...<br/>\n<br/>\n--Masayoshi<br/>\n<br/>\n_________________________________________________________________<br/>\nAdd photos to your e-mail with MSN 8. Get 2 months FREE*. <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://join.msn.com/?page=features/featuredemail\">http://join.msn.com/?page=features/featuredemail</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 36,
    "nextTopicId": 38
}