{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus_saitou",
            "from": "&quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "OT: Phil&#39;s On-going Problems With Yahoo",
            "postDate": "1082335938",
            "msgId": 467,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM1djdzMitzdWF2QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 466,
            "nextInTime": 468,
            "topicId": 467,
            "numMessagesInTopic": 0,
            "msgSnippet": "I m currently fed up with having to delete somewhere around 30 repeated messages every hour or so... to the point I don t even want to log on anymore.  Yahoo",
            "messageBody": "<div id=\"ygrps-yiv-2026325277\">I&#39;m currently fed up with having to delete somewhere around 30 <br/>\nrepeated messages every hour or so... to the point I don&#39;t even want <br/>\nto log on anymore.  Yahoo says they&#39;re working on the problem, but <br/>\nhave no estimate of how long it&#39;s going to take.  (And, yes, I turned <br/>\noff getting mail from all of my lists, haven&#39;t opened any unexpected <br/>\nattachments (as a strict rule, I don&#39;t), scanned all attachments I&#39;ve <br/>\nopened from friends, and done virus scans on my computer... it&#39;s a <br/>\nproblem somewhere within Yahoo.) Not only do I get multiple copies of <br/>\neverything (including updates from Yahoo - ha!), it&#39;s started to <br/>\nbounce messages back and sends me multiple copies of the mail <br/>\ndelivery failure. Apparently it&#39;s even beginning to fail to deliver <br/>\nmessages into my inbox. I give up!  :-D<br/>\n<br/>\nAnyway, do **NOT** send me any email to the spiritus_saitou account.  <br/>\nIf you should need to contact me, even if it&#39;s to tease me, send <br/>\nmessages to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:philalexandros@...\">philalexandros@...</a> .  I should be able to read list <br/>\nmessages, probably even continue to post, just by logging on to <br/>\nYahoogroups, but I&#39;m not going to be surprised if I can&#39;t.  If I go <br/>\nsilent, you have to know I can&#39;t get onto the list site --- when have <br/>\nI ever been able to shut up???  Anyway, it doesn&#39;t mean I &quot;vant to be <br/>\nalone.&quot;<br/>\n<br/>\nSince I haven&#39;t heard of any problems from others, I&#39;m hoping that <br/>\nmeans it&#39;s just *me* who is having the problem.<br/>\n<br/>\nphil (who&#39;s nursing her wounds by watching her fave RK episodes, <br/>\nmostly the really silly ones)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 270,
    "nextTopicId": 466
}