{
    "totalMsgInTopic": 4,
    "messages": [
        {
            "userId": 1533100,
            "authorName": "Barbara Sheridan",
            "from": "Barbara Sheridan &lt;bsher213@...&gt;",
            "profile": "bsher213",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re:Shinsengumi #9",
            "postDate": "1083030440",
            "msgId": 574,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQwOERCQkE4LjUwMTAzMDFAYmVsbGF0bGFudGljLm5ldD4=",
                "inReplyToHeader": "PDIwMDQwNDI3MDEyOTI4LjE5NTQucW1haWxAd2ViNTA0MTAubWFpbC55YWhvby5jb20+",
                "referencesHeader": "PDIwMDQwNDI3MDEyOTI4LjE5NTQucW1haWxAd2ViNTA0MTAubWFpbC55YWhvby5jb20+"
            },
            "prevInTopic": 573,
            "nextInTopic": 0,
            "prevInTime": 573,
            "nextInTime": 575,
            "topicId": 568,
            "numMessagesInTopic": 0,
            "msgSnippet": "That s the first episode I saw when we got the satellite thing (no subtitles though) Here s  a synopsis of Episode 9 from the Shinsengumi War Zone site: Maybe",
            "messageBody": "<div id=\"ygrps-yiv-138989527\">That&#39;s the first episode I saw when we got the satellite thing (no <br/>\nsubtitles though) Here&#39;s  a synopsis of Episode 9 from the Shinsengumi <br/>\nWar Zone site: Maybe it will help.<br/>\n<br/>\nSynopsis<br/>\nJanuary 1863....<br/>\nA little baby covered with blankets lying on the tatami. It&#39;s Isami and <br/>\nTsune&#39;s baby daughter, Tama, who was just born few months ago. Isami <br/>\nleans over to Tama and gently press his cheek against the baby&#39;s cheek <br/>\nfor a few secs. Then, he gets up, smiling, &quot;Father is going now...&quot;.<br/>\nTsune sees Isami off outside. Isami is going to Kobusho with Toudou <br/>\nHeisuke, today is his first day to teach kendo at Kobusho.<br/>\n<br/>\nTsune serves breakfast for Okita, Yamanami, Nagakura and Harada. Okita <br/>\nis wondering where Hijikata is, Tsune said he has left in the early <br/>\nmorning. &quot;Hee....lately, he always goes out frequently, ne...&quot; Okita <br/>\nsaid. Harada believes it must because of a woman...<br/>\nOn the bridge, Hijikata sees Okoto is happily throwing little rocks to <br/>\nthe river. She notice Hijikata&#39;s there, then wave to him excitedly. <br/>\nHijikata just smile, then walk forward.....<br/>\n<br/>\nTsune ask for Mitsu and Okita Rintarou(Mitsu&#39;s husband)&#39;s help to take <br/>\ncare of Tama, while she&#39;s going out to visit her parents in law(Shusuke <br/>\nand Fude)&#39;s house.<br/>\n<br/>\nAt Kobusho, suddenly Isami is told that he is no longer a Kobusho&#39;s <br/>\nteacher, and it was Matsudaira Chikaranosuke&#39;s words. Isami is shocked <br/>\nand ask them to confirm to Chikaranosuke once again, coz its very clear <br/>\nthat he was appointed to teach at Kobusho several months ago.... <br/>\nHowever, the result is still a &#39;no&#39;......<br/>\nInside, Chikaranosuke is talking to Sasaki Tadasaburo. He just got the <br/>\ninformation that Isami Kondou was born in Tama, a farmer&#39;s birth son. In <br/>\nan underestimating tone, &quot;We can&#39;t let him stay here to teach...its <br/>\ngoing to be a farmer kenjutsu dojo, what a joke!&quot;.<br/>\n<br/>\nMitsu is trying to stop Tama from crying, she tried everything to stop <br/>\nher cry, but none worked. She ask Yamanami to carry Tama for awhile, but <br/>\nhe refused, he said he&#39;s not good with babies. Harada offered Mitsu to <br/>\nlet him carry Tama, but Mitsu think impossible for him to stop Tama from <br/>\ncrying. Then, Harada showed his scar on his belly to Tama....then, Tama <br/>\namazingly stop crying and looking at the scar ^_^ (note: Tama is such a <br/>\ncute baby!!^o^)<br/>\n<br/>\nMitsu told Rintarou to join Shieikan pupils to train under Okita&#39;s lead. <br/>\nOkita start the training and teach them Tennen Rishin Ryuu&#39;s stance <br/>\nposition. Stick is straight to the front, with their body leans to the <br/>\nleft a bit, right foot and left foot forming a 90 degrees angle to the <br/>\nleft. However, Rintarou takes the stick along to the left. Okita tells <br/>\nhim, that its wrong, he should positioned his stick still straightly to <br/>\nthe front. Rintarou keeps doing the same mistake... Mitsu then calls <br/>\nOkita to come over for a moment....<br/>\nMitsu tells Okita to carry Tama, and she stops crying, reaching on <br/>\nOkita&#39;s face. &quot;Why are you so good at that?&quot; Mitsu asked him, referring <br/>\nto Okita&#39;s nature with little kids, including babies.<br/>\n<br/>\nNagakura takes over the training hall. He tells the pupils the right <br/>\nstance position, and he tells them according to Shindo Munen Ryuu...his <br/>\norigin kenjutsu style. Nagakura criticize Rintarou&#39;s position as a bad <br/>\nstance position, which is actually what Okita has taught him <br/>\nearlier...its a Tennen Rishin Ryuu&#39;s stance^^;<br/>\n<br/>\nDissapointed, Isami is about to go back to Shieikan with Toudou, when <br/>\nsuddenly he meets again Sakamoto Ryoma on the street. Isami ask <br/>\nSakamoto, how&#39;s the Tosa plan going...Sakamoto said, there is no longer <br/>\nTosa clan. Recently, he has been hanging out frequently with Katsu <br/>\nKaishuu, the Shogun&#39;s direct retainer who found the Shogun&#39;s navy.<br/>\n<br/>\nHijikata&#39;s head is lying on Okoto&#39;s lap. He tells her how everyone at <br/>\nShieikan make a big fuss about the bakufu and all, and how he feels <br/>\npeaceful now here. Okoto said, that her mother asks to bring Hijikata <br/>\nover to her house sometime. Hijikata tells her, that he has already told <br/>\nher from the start, he&#39;s not going to marry her. Okoto said yes to that, <br/>\nhowever she thinks that was a long ago. They have been meeting a lot in <br/>\nthis one year, their relationship have to develope anyway. Hijikata <br/>\nstill holds his principal, &quot;Afterall, isn&#39;t it better if our <br/>\nrelationship stay like this?&quot;. Okoto is really dissapointed.....they get <br/>\ninto a little fight, then Hijikata leaves her......<br/>\n<br/>\nBack in Shieikan, this time, Yamanami takes over the training hall. He <br/>\nteach the pupils the Itou stance position, one of them, is to move the <br/>\nstick a bit. Okita, who is carrying Tama on his back, comes to the <br/>\ntraining hall and calls over Yamanami. He said, a man named Yamaoka <br/>\nTetsutaro is looking for him. Yamanami leaves the hall....when Okita is <br/>\nabout to leave the hall, too...he takes a glance to Rintarou, &quot;Wait, <br/>\nwait...that&#39;s not what I taught, haven&#39;t I told you several times?! And <br/>\nwhat is that stance?? Kakko warui jannai ka??(such a bad position..)&quot;. <br/>\nThen, Rintarou gives up......^-^;;;<br/>\n<br/>\nSakamoto brings Isami and Toudou to Katsu&#39;s house, which has lots of <br/>\nWestern furnitures inside, including sofa, dining table, etc. Isami is <br/>\namazed with all the Western stuff. Sakamoto also showed Isami, the <br/>\nglobe...Isami do not understand. Sakamoto tells him, that its the world <br/>\nand the little islands he pointed, is Japan. Isami still do not <br/>\nunderstand ^-^;<br/>\nThen, Katsu show up and serve them champagne. Isami ask them where did <br/>\nSakamoto and Katsu meet. Katsu tells Isami, their first meet is a bit <br/>\nfunny, there was a misunderstood. Later, Sakamoto tells Isami, that <br/>\nKatsu is Sakuma Shozan&#39;s brother in law.<br/>\n<br/>\nTsune visits Shusuke and Fude&#39;s house, and finds Inoue Genzaburou in the <br/>\nbackyard, sweeping. Shusuke and Fude moved to another house several <br/>\nmonths ago, due to Fude&#39;s unhappiness to the new people(aka guest <br/>\nswordsmen), who keeps coming to Shieikan. Tsune meets Shusuke and gives <br/>\nhim a basket of oranges, and tells him to eat it together with Fude. <br/>\nTsune also shows Tama&#39;s hand print on a paper. Shusuke gives Tsune a <br/>\nmochi cake to give it to Isami later...<br/>\n<br/>\nIn Katsu&#39;s house, Isami and Toudou are served champagne in Western <br/>\nglasses. Toudou throw up the champagne, it seems he cannot stand the <br/>\nhard taste. Katsu and Sakamoto are laughing at Toudou. Sakamoto ask <br/>\nIsami, whether he&#39;s okay. Isami said he has once drink champagne at the <br/>\nBritish Legation.<br/>\nSakuma Shozan comes to the house. And, Sakamoto tells him, that Isami <br/>\nKondou is here. Sakuma said, he do not know who he is. &quot;Sensei...!! He&#39;s <br/>\none of the young lad who joined us to see the Kurofune 9 years ago!&quot; <br/>\nSakamoto reminds him. &quot;I dont usually remember people&#39;s face,&quot; Sakuma <br/>\nsaid ignorantly.<br/>\n<br/>\nTsune is back to Shieikan and thanked Mitsu and Okita for taking care of <br/>\nTama, while she&#39;s gone. Yamanami ask whether Isami is already <br/>\nhome...Okita tells him, Isami is not back yet. Then, Yamanami calls <br/>\nTsune to come for a moment.<br/>\nYamanami writes a letter and tell Tsune to give the letter to Isami. The <br/>\nletter contains information on the establishment of roushigumi in Kyoto, <br/>\nwhich news he just received from the man named Yamaoka Tetsuro.<br/>\nTsune doesn&#39;t look happy with this......<br/>\n<br/>\nBack to Sakamoto-tachi&#39;s place...Isami is telling Sakamoto how he is <br/>\nappointed by Matsudaira Chikaranosuke to teach at Kobusho several months <br/>\nago, and suppose to start to teach today, but suddenly told that he is <br/>\nno longer a Kobusho&#39;s teacher. Isami is really upset and ask them, if <br/>\nthey might know what is wrong. Katsu then, tells Isami, that <br/>\nChikaranosuke suddenly dont want him to teach at Kobusho anymore, <br/>\nbecause of Isami&#39;s earlier status. Isami was born in a farmer&#39;s class in <br/>\nTama, not born as a samurai. Chikaranosuke holds the principal that a <br/>\nfarmer would never be a samurai. Isami is shocked with this, and <br/>\ntogether with Toudou, he runs back to Kobusho.<br/>\n<br/>\nHijikata, who&#39;s just walking on the bridge, stopped by a group of men, <br/>\nleads by Okoto&#39;s older brother. Okoto&#39;s brother thinks Hijikata just <br/>\nwant to play around with his sister, so he has to get what he deserved. <br/>\nOkoto&#39;s brother tells his men to beat him up. Hijikata do not fight <br/>\nback. Okoto comes running, and shocked to see Hijikata is being beaten, <br/>\nshe&#39;s about to stop them, but her brother holds her back. Then, Okoto&#39;s <br/>\nbrother tells his men to stop, and leave the place. And drag Okoto <br/>\nalong, while Okoto keep staring to her back, not saying anything...but <br/>\nher face expressing sorry to Hijikata....<br/>\n<br/>\nIsami arrive at Kobusho. And coincidentally, finds Chikaranosuke walking <br/>\nexits the training hall. Isami calls him loudly, &quot;Matsudaira-sama!!!!!&quot;, <br/>\nand runs towards him, but is stopped by Chikaranosuke&#39;s men. &quot;It&#39;s true, <br/>\nthat I was born in a Tama farmer family!!! But, I am, now, a Tennen <br/>\nRishin Ryuu follower, the 4th generation Shieikan&#39;s owner!!! I am now <br/>\nKondou Shuusai&#39;s son!!! I&#39;m a samurai!! Matsudaira-sama!!!!!&quot;. <br/>\nChikaranosuke glance at him cynically, ignores him and just goes inside. <br/>\nSasaki is out and tells Chikaranosuke&#39;s men to let go Isami and Toudou. <br/>\nSasaki then, kneels before Isami. Isami tells Sasaki in a small voice, <br/>\n&quot;Sasaki-sama.....I am a samurai...&quot;. Sasaki shake his head, &quot;You were <br/>\nborn as a farmer, not a samurai...&quot;.<br/>\n<br/>\nMitsu and Tsune are in a room, putting Tama into bed. Tsune tells Mitsu, <br/>\nthat Yamanami all think about is the bakufu problems. While, Tsune only <br/>\nwants to lead a peaceful life together with Isami and the baby. Mitsu <br/>\nsuggested Tsune, to hide the letter from Isami, and not to tell him <br/>\nabout the letter.<br/>\n<br/>\nOkita and Nagakura are playing (jap traditional)chess, with Toudou and <br/>\nHarada watching them playing. Hijikata is back, with bruises on his <br/>\nface. Okita ask him what happened. But Hijikata is not answering... <br/>\nToudou then ask Nagakura where he has been today(coz earlier, together <br/>\nwith Isami, Toudou found Nagakura working as labour, building a house <br/>\nwith other few men). However, Nagakura is not giving a straight answer. <br/>\nHarada jumps in, &quot;You&#39;re not asking about me?&quot;. &quot;ahh...Harada-san wa?&quot; <br/>\nToudou asked. &quot;Me?? I&#39;m eating such great foods today!&quot;. Okita mumbles, <br/>\n&quot;Sanosuke-san is the type that always relaxing all day, ne...&quot;. It <br/>\nstrucked Harada, &quot;Sou ka? Sou desu ne...my life has always been like <br/>\nthat.....if I think of it, I never had meaningful incidents nor anything <br/>\nthat worried me in my life,&quot;. &quot;I envy you!&quot; Okita said.<br/>\n<br/>\nIsami tells Tsune to sit in front of him. Isami tells her, that he has <br/>\nfailed to become a Kobusho teacher, it seems no matter what, he can <br/>\nnever do something great in his life, he hopes that Tsune feels alright <br/>\nto have a husband that cannot do anything great. Tsune says, all that <br/>\nmatters for her, is Isami and their child leads a good life together <br/>\nwith her. Isami is touched with that, and tells her, that they should <br/>\ntake Tama someday to hanami(to see and enjoy sakura&#39;s beauty). Tsune is <br/>\nreally happy to hear that, she&#39;s about to leave to prepare dinner, but <br/>\nshe stopped and goes back to the room, &quot;Is there anything you want for <br/>\ndinner tonight?&quot;. Isami answers, &quot;Anything would be fine..&quot;, &quot;Please, <br/>\njust say it, anything,&quot; Tsune insist. &quot;Jaa....fuwafuwa tamago(note: a <br/>\nkind of egg cooks),&quot;. &quot;Hai!&quot;.<br/>\n<br/>\nTsune is holding the letter from Yamanami, and is now assured, that she <br/>\nshould just hide it from Isami. She keep the letter inside the cabinet <br/>\ntogether with the mochi cake from Shusuke. Then she goes to the market <br/>\nand runs back to Shieikan bringing a basket of eggs. She bumped someone <br/>\nand falls.....she immediately check the eggs, then smile relieved to see <br/>\nthe eggs are okay.<br/>\n<br/>\nIsami and Hijikata are in the training hall. Isami tells Hijikata that <br/>\nhe always admire Sakamoto and Katsura Kogoro, who always discussing and <br/>\ncare about the country&#39;s situation, and they are able to serve and do <br/>\nsomething for the country. He wants that too, he really wants to be able <br/>\nto serve the country, to serve the Shogun. When he was appointed as a <br/>\nKobusho teacher, he was so excited and thought that at last, he can <br/>\nserve the country with this, he feels he has find his life path. But now <br/>\nits all gone, his hopes are all gone, his paths are all gone...<br/>\nHijikata is not saying any words, just listening to his bestfriend&#39;s <br/>\nsorrow... Isami gaze at Hijikata, &quot;Your face really bruised badly, <br/>\nna?!&quot;. &quot;No need to talk about me...&quot;, &quot;What happened? Got into a fight <br/>\nagain, huh? Coz of woman?&quot;, &quot;I told you, dont talk about me...!&quot;.<br/>\n<br/>\nHarada looks for Tsune in Tama&#39;s room, to ask for foods. Tsune is not in <br/>\nthe room, so he search around....and finds the mochi cake in the <br/>\ncabinet. He excitedly takes it away, unaware that he left the cabinet <br/>\nopen, and the letter is halfway out of the cabinet........<br/>\n<br/>\nTsune is working hard, cooking for Isami....<br/>\n<br/>\nIsami is in Tama&#39;s room now. He keeps staring at Tama. Tama lift her <br/>\nhand tries to reach his father. Isami smile, then he lies besides her, <br/>\ncoindentally bump on the cabinet, and the letter falls off its <br/>\nplace...right in front of Isami....<br/>\nIsami takes the letter, read it...........and.............he is <br/>\nstunned......!!<br/>\nHe rush off to the kitchen and excitedly ask Tsune, &quot;Tsune!! What is <br/>\nthis??&quot;. Tsune is shocked, she doesnt know what to say. &quot;This <br/>\nletter...?!?&quot;. Then Tsune says, &quot;I&#39;ve forgotten!!!! Sumimasen(sorry)!!&quot;. <br/>\nIsami hugs Tsune happily, &quot;Tsune, do you know?! With this......I have <br/>\nfound my own path!! The path I&#39;m gonna choose!&quot;. &quot;I&#39;m going now!&quot; but <br/>\nIsami see the mixed eggs Tsune just made, so he hesitates. But Tsune <br/>\nimmediately says, &quot;Okiotsukete(pls, becareful)!&quot;. Isami smiles, then he <br/>\nruns outside............on the bridge, he jump and shouts excitedly!<br/>\n <br/>\n<br/>\n<br/>\n-- <br/>\nBarbara Sheridan\t<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.barbarasheridan.net\">http://www.barbarasheridan.net</a><br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 182392907,
            "authorName": "Tiffany",
            "from": "&quot;Tiffany&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Japanese Messageboards + NHK Saitou",
            "postDate": "1083030100",
            "msgId": 573,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2a2RvaytrZ2g2QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDIwMDQwNDI3MDEyOTI4LjE5NTQucW1haWxAd2ViNTA0MTAubWFpbC55YWhvby5jb20+"
            },
            "prevInTopic": 572,
            "nextInTopic": 574,
            "prevInTime": 572,
            "nextInTime": 574,
            "topicId": 568,
            "numMessagesInTopic": 0,
            "msgSnippet": "sorry, I meant the posters/members on the 3-hajime.com messageboard are commenting on NHK Saitou s words or the -way- he delivers his lines. ",
            "messageBody": "<div id=\"ygrps-yiv-876536620\">sorry,<br/>\nI meant the posters/members on the 3-hajime.com messageboard are<br/>\ncommenting on NHK Saitou&#39;s words or the -way- he delivers his lines.  <br/>\nTiffany/secretarytocapt3<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumimb.com\">http://www.shinsengumimb.com</a></div>",
            "specialLinks": []
        },
        {
            "userId": 176730856,
            "authorName": "GCW",
            "from": "GCW &lt;saitohworship@...&gt;",
            "profile": "saitohworship",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [SHQ] Japanese Messageboards + NHK Saitou",
            "postDate": "1083029368",
            "msgId": 572,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwNDI3MDEyOTI4LjE5NTQucW1haWxAd2ViNTA0MTAubWFpbC55YWhvby5jb20+",
                "inReplyToHeader": "PGM2aHVyNys2bmswQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 568,
            "nextInTopic": 573,
            "prevInTime": 571,
            "nextInTime": 573,
            "topicId": 568,
            "numMessagesInTopic": 0,
            "msgSnippet": "Tiffany  wrote: [but for those of you who get the Eng subs do you have any idea -what- Saitou is saying?  The posters are",
            "messageBody": "<div id=\"ygrps-yiv-1365299684\">Tiffany &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:secretarytocapt3@...\">secretarytocapt3@...</a>&gt; wrote:<br/>\n[but for those of you who get the Eng subs<br/>\ndo you have any idea -what- Saitou is saying?  The posters are always<br/>\nlike NHK Saitou is sooo &quot;groovy&quot; he says this and that and you know<br/>\nour translating fish isn&#39;t very &quot;clear&quot;.]<br/>\n<br/>\nUmmm, what posters?  I wasn&#39;t aware that NHK made posters out of the drama?!  Are the fans saying that Saitou is groovy or are the &#39;posters&#39; saying it?<br/>\n<br/>\nBTW, those who watched the last episode of Shinsengumi . . . I think it was the 9th episode . . . who is the main character in that particular ep?  I just started watching it and my friend told me it started at 9:30 when it started showing at 9:00 so I missed the first half.  Anyway, nobody ever said his name again.  Just wondering  Is it Kondou Isami? cuz Hijikata&#39;s pretty young!  (and extremely handsome . . .^^;;;) yeah . . .oh, and the time is pre-Shinsengumi,right?<br/>\n<br/>\n<br/>\n<br/>\nSaitoh Worship<br/>\n~Anime Mystique~<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\nWin a $20,000 Career Makeover at Yahoo! HotJobs <br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 182392907,
            "authorName": "Tiffany",
            "from": "&quot;Tiffany&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Japanese Messageboards + NHK Saitou",
            "postDate": "1082949287",
            "msgId": 568,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2aHVyNys2bmswQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 572,
            "prevInTime": 567,
            "nextInTime": 569,
            "topicId": 568,
            "numMessagesInTopic": 0,
            "msgSnippet": "[this is duplicate post to the one on www.shinsengumimb.com] www.3-hajime.com Fan Talk (frequent commentary on the NHK drama and collecting shinsengumi figures",
            "messageBody": "<div id=\"ygrps-yiv-218466179\">[this is duplicate post to the one on www.shinsengumimb.com]<br/>\nwww.3-hajime.com<br/>\nFan Talk (frequent commentary on the NHK drama and collecting<br/>\nshinsengumi figures -sigh-)<br/>\nboard <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.3-hajime.com/cgi-local/bbs_06.cgi\">http://www.3-hajime.com/cgi-local/bbs_06.cgi</a><br/>\n<br/>\nalso from www.3-hajime.com<br/>\nMessageboard related to [historical] Saitou Hajime<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.3-hajime.com/cgi-local/patio/patio.cgi\">http://www.3-hajime.com/cgi-local/patio/patio.cgi</a><br/>\n<br/>\nwww.hino-shinsengumi.com board<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://8614.teacup.com/hijikata/bbs\">http://8614.teacup.com/hijikata/bbs</a><br/>\n<br/>\ng1342122.at.infoseek.co.jp/hyousi.htm<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://pa.orange-e.net/?id=g1342122\">http://pa.orange-e.net/?id=g1342122</a><br/>\n<br/>\n****The ladies at 3-hajime.com are commenting on how NHK Saitou is<br/>\ngetting/delivering some good lines.  I know some of you get to view<br/>\nthe show without Eng. subs...but for those of you who get the Eng subs<br/>\ndo you have any idea -what- Saitou is saying?  The posters are always<br/>\nlike NHK Saitou is sooo &quot;groovy&quot; he says this and that and you know<br/>\nour translating fish isn&#39;t very &quot;clear&quot;.  Since the older series<br/>\nShinesngumi Kepporoku costs like over $100 and the TV Series<br/>\nMibugishiden is also around that range can you ~imagine~ how much this<br/>\nTaiga drama will cost and you know with this Shinsengumi fad they are<br/>\nprobably going to make limited edition dvds or something for sure o_0</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 547,
    "nextTopicId": 571
}