{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 166729753,
            "authorName": "warg3791",
            "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "OT:  More thoughts on the war with Japan",
            "postDate": "1083164232",
            "msgId": 583,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2b2dvOCtrbTVpQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 582,
            "nextInTime": 584,
            "topicId": 583,
            "numMessagesInTopic": 0,
            "msgSnippet": "I m in agreement that it seems to have been more to scare the Russians than to end the war that we used the bomb. It was pointless and too many people knew it.",
            "messageBody": "<div id=\"ygrps-yiv-898698924\">I&#39;m in agreement that it seems to have been more to scare the <br/>\nRussians than to end the war that we used the bomb. It was pointless <br/>\nand too many people knew it. Actually, I&#39;ve been able to read a bit <br/>\nfurther into that book&#39;s section on the bombing of Nagasaki and it <br/>\nmentions the point about our leaders were trying to intimidate Stalin <br/>\ntoo. The book is:<br/>\n<br/>\nWeird History 101 by John Richard Stephens<br/>\nAdams Media Corporation<br/>\nISBN# 1-55850-715-9<br/>\n<br/>\n<br/>\nWhat really gets to me is some of these history programs want to  <br/>\ncondemn the kamikaze pilots and the Japanese soldiers who chose to <br/>\ndie fighting rather than surrender. They act as if they were part of <br/>\na lunatic cult or something. But when you get right down to it, how <br/>\nis what they did any different from what the men who died defending <br/>\nthe Alamo chose to do? We read Tennyson&#39;s &quot;Charge of the Light <br/>\nBrigade&quot; and call those people &quot;brave men&quot;, so why are the Japanese <br/>\nsoldiers any different?  Sorry. I was REALLY disappointed in that <br/>\nshow I caught the other night...<br/>\n<br/>\n<br/>\nAnd now for something completely different. Just in case everything <br/>\nelse failed, you should be glad to know the U.S. had one last ace up <br/>\nit&#39;s sleeve to win the war. I found this in a book called What They <br/>\nDon&#39;t Teach You About History by Tim Wood and Ian Dicks, Dorset <br/>\n(1992), ISBN# 0-88029-964-9<br/>\n<br/>\nHere&#39;s a full quote about the great plan to eliminate our enemies:<br/>\n<br/>\n&quot;In 1943, the US Army Air Corps rounded up approximately 30,000,000 <br/>\nbats with the intention of developing a bat bomb. Each bat was to <br/>\nhave a device weighing one ounce that produced a flame on a delay <br/>\nfuse. They planned to release these bats over enemy cities, where it <br/>\nwas hoped they would fly into attics and under eaves, and await <br/>\nignition. Two million dollars were invested in the project. It was <br/>\ndeclared operational in 1945, but never used. The only time they went <br/>\ninto action was when some of the exploding bats were accidently <br/>\nreleased. They zoomed fearlessly into action, destroying a general&#39;s <br/>\ncar and an aircraft hanger!&quot;<br/>\n<br/>\nSo, do you feel any safer? -_-<br/>\n<br/>\n<br/>\n-MissBehavin</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 571,
    "nextTopicId": 584
}