{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus saitou",
            "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Three tree Saburo Suzuki site",
            "postDate": "1083188855",
            "msgId": 590,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwNDI4MjE0NzM1LjI4NDUwLnFtYWlsQHdlYjIxNDEwLm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 589,
            "nextInTime": 591,
            "topicId": 590,
            "numMessagesInTopic": 0,
            "msgSnippet": "I just spent a little time over on the site...  I m so easy to keep amused.  Suzuki was born on July 12.  My birthday is July 11.  :-D  Too cool!! I just",
            "messageBody": "<div id=\"ygrps-yiv-1040336965\">I just spent a little time over on the site...  I&#39;m so easy to keep amused.  Suzuki was born on July 12.  My birthday is July 11.  :-D  Too cool!!<br/>\n <br/>\nI just copied and pasted the babelfish translation into a Word document, so I&#39;ll be spending some time with it (with the usual confusion).  Some of it begins to sound like Saitou to some degree:<br/>\n <br/>\n(babelfish translation):<br/>\n<br/>\n&quot;But, the drunkard as it is accustomed to the house inside the temple, the liquor quantity increases the multi gates steadily, reaches the point where you shirk work.<br/>\nScolding, being not to inquire about that you say absolutely finally it becomes divorce. <br/>\nAfter the divorcing, it renames Arazirou Miki, that way you make just part serve it means.<br/>\nBut, conduct not to be repaired, it does not change and drinks the liquor to morning and because it reaches the point where and you shirk feudal clan duty, it becomes 2 part exemption.&quot;<br/>\n <br/>\nSo he had a drinking problem, too?  (This is before he joins the Shinsengumi.)  It sounds like he was adopted into a feudal clan after some problem with his family (not included here and I don&#39;t understand what they&#39;re getting at --- if the family got into trouble or if he got into trouble for wanting to leave school to join the war or if he&#39;d started a private school & numbers were declining because of the war or... &lt;shrug&gt;).  I suppose because I want information so badly on Suzuki, babelfish seems weirder than usual with this translation.  There&#39;s some talk about Itou and martial arts, too, but I can&#39;t decipher it.<br/>\n<br/>\nOh, and it looks like he ended up being Izumi Miki (Japanese order) during the Meiji era.<br/>\n<br/>\nphil<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\nWin a $20,000 Career Makeover at Yahoo! HotJobs <br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 588,
    "nextTopicId": 596
}