{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 1533100,
            "authorName": "Barbara Sheridan",
            "from": "Barbara Sheridan &lt;bsher213@...&gt;",
            "profile": "bsher213",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Sharing info etc (x-post)",
            "postDate": "1083725207",
            "msgId": 664,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQwOTg1NTk3LjkwOTA1MDBAYmVsbGF0bGFudGljLm5ldD4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 663,
            "nextInTime": 665,
            "topicId": 664,
            "numMessagesInTopic": 0,
            "msgSnippet": "No one asked but I ll toss out my opinion on this and that.  I loved the Miburo list and love the SHQ lists because we re all more than a bit obsessed with",
            "messageBody": "<div id=\"ygrps-yiv-745956336\">No one asked but I&#39;ll toss out my opinion on this and that.  I loved the <br/>\nMiburo list and love the SHQ lists because we&#39;re all more than a bit <br/>\nobsessed with finding out the truth behind the men of RK, PMK and the like.<br/>\n<br/>\nI&#39;ve always had the feeling that what&#39;s been contributed was done so in <br/>\nthe spirit of sharing with like minded souls. And to me that sharing <br/>\nincludes using any facts gathered as a source for our fictional and <br/>\nartistic endeavors.<br/>\n<br/>\nOn the lists it&#39;s between us members but anything I transfer to the <br/>\nwebsite is open to all much like Serizawa&#39;s site or that of Christopher <br/>\nMayo.  As far as crediting where the info/inspiration originally came <br/>\nfrom in a fanfic I wouldn&#39;t be stressed if someone used something I came <br/>\nacross in an obscure book or whatever  and didn&#39;t credit me.<br/>\n<br/>\nHowever if they used it for an original project and made money off it <br/>\nthen it would be a definite courtesy to thank the sources but even then <br/>\nit&#39;s just a courtesy and you can&#39;t enforce it in an way unless a word <br/>\nfor word copying is passed off as original work.<br/>\n<br/>\nSo maybe we need to add a blurb to the Yahoogroup page stating that <br/>\ninformation shared is for the benefit of all the listers to use as <br/>\ninspiration or background for any creative endeavors?<br/>\n<br/>\nLastly, while I try to remember to check in and ask if essays or <br/>\nwhatever can be used on the website (I do make certain to credit written <br/>\nreports) there&#39;s a chance I&#39;ll forget to contact you for permission to <br/>\npost ahead of time   so if you don&#39;t want this info you&#39;ve shared made <br/>\npublic in anyway then perhaps you can make this known upfront.<br/>\n<br/>\n-- <br/>\nBarbara Sheridan\t<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.barbarasheridan.net\">http://www.barbarasheridan.net</a></div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 659,
    "nextTopicId": 662
}