{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Oishi Kuwajiro",
            "postDate": "1085153238",
            "msgId": 815,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM4bDc0bSs3bnMxQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGM4bDR2Yytua3JkQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 811,
            "nextInTopic": 0,
            "prevInTime": 814,
            "nextInTime": 816,
            "topicId": 811,
            "numMessagesInTopic": 0,
            "msgSnippet": "Saitou Hajime was also called the ogre Saitou Hajime on one of 1to5.net s files concerning the battles at Aizu...the webmaster says something like he seemed",
            "messageBody": "<div id=\"ygrps-yiv-69371832\">Saitou Hajime was also called &quot;the ogre Saitou Hajime&quot; on one of<br/>\n1to5.net&#39;s files concerning the battles at Aizu...the webmaster says<br/>\nsomething like &quot;he seemed to have been called that&quot; or something.<br/>\n<br/>\nIn the manga Kaze Hikaru, Okita was called &quot;son of the demon king&quot; by<br/>\nsomeone because he was able to &quot;stop&quot; his sword before cutting someone<br/>\n(Okita was threatening someone)...and the guys says he must be the son<br/>\nof the demon king to be able to do that<br/>\n<br/>\nThere is a general Shinsengumi site in Japanese which calls Saitou<br/>\nHajime as possessing &quot;one with&quot; the &quot;demon&#39;s hand&quot; or something<br/>\n<br/>\nThere was another &quot;regular Joe&quot; in the Shinsengumi who was called<br/>\n&quot;demolition man&quot; (this name pops up in several places and it is<br/>\ndefinitely a name) I guess he had a tendency to destroy things LOL!  <br/>\nI ~imagine~ that he may be involved with manning cannons (Nakajima<br/>\nNobori did paint a portrait of a guy working a cannon)<br/>\n<br/>\nAnyways...in my Kyoto National Museum catalog (these pages are all in<br/>\nJapanese so I didn&#39;t scan them for streamload as most of us can&#39;t read<br/>\nit anyways) there are several pages with one paragraph biographies for<br/>\nmany members of the Shinsengumi (beyond the management level whom we<br/>\nare all familiar)...I want to learn more about the other guys and<br/>\ntheir lives after the revolution.  The Shinsengumi had such<br/>\nfascinating demographics.<br/>\n<br/>\nImagine that you are a relative of one of these guys.  You travel to<br/>\nKyoto to visit let&#39;s say your beloved little brother...you get to<br/>\nheadquarters and say &quot;I came here to visit XXXXX, my beloved little<br/>\nbrother&quot; and the gatekeeper says &quot;oh you mean the ogre demolition man<br/>\nXXXX? Yeah, that&#39;s what we call him here&quot; 0_O</div>",
            "specialLinks": []
        },
        {
            "userId": 166729753,
            "authorName": "warg3791",
            "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Oishi Kuwajiro",
            "postDate": "1085151020",
            "msgId": 811,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM4bDR2Yytua3JkQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 815,
            "prevInTime": 810,
            "nextInTime": 812,
            "topicId": 811,
            "numMessagesInTopic": 0,
            "msgSnippet": "You re saying Who is THAT supposed to be?! , aren t you? Well, if you ve seen the Shinsengumi Keppuroku miniseries or if you ve read up on the Ito",
            "messageBody": "<div id=\"ygrps-yiv-1031922415\">You&#39;re saying &quot;Who is THAT supposed to be?!&quot;, aren&#39;t you? Well, if <br/>\nyou&#39;ve seen the Shinsengumi Keppuroku miniseries or if you&#39;ve read up <br/>\non the Ito assassination over at www.christophermayo.com, then you&#39;ll <br/>\nknow this is the guy who actually bumped off Ito. (Some sites <br/>\nmistakenly claim that Saito killed Ito, but all he actually did was <br/>\nget the goods on him so Hijikata would be able to justify ordering <br/>\nhis death. (And BTW ladies, the guy who plays Kuwajiro for his five <br/>\nseconds of fame in Shin Kepp is VERY drool-worthy!)<br/>\n<br/>\nANYWAY, I was just going over the Who&#39;s Who section of <br/>\nwww.tamahito.com and I found out a bit more about him. The translator <br/>\nisn&#39;t very clear, but he seems to have been known as the &quot;Sword <br/>\nOgre&quot;. (I would LOVE to know how he came by THAT name! Then again, it <br/>\nprobably involved lots of blood and gore...) He fought with the <br/>\nShinsengumi until the battle at Katsunuma on March 6th. After that, <br/>\nhe seems to have checked in one last time before going missing.<br/>\n<br/>\nKuwajiro turned up again in 1870. The next part was very confusing. I <br/>\ncouldn&#39;t tell if Mitsui was a place or a person. As near as I can <br/>\ntell, this was either someone from or a place in Satsuma. The long <br/>\nand short of it is, Kuwajiro was recognized and captured. After being <br/>\ninterrogated under the suspicion that he was involved in Sakamoto <br/>\nRyoma&#39;s murder, he was finally executed. You&#39;ll recall of course that <br/>\nKondou was wrongly executed for the same reason.<br/>\n<br/>\nJust thought some of you might like to know how it went after the war <br/>\nfor some of the &quot;regular joes&quot; in the Shinsengumi.<br/>\n<br/>\n-MissBehavin (Wonders if the &quot;Sword Ogre&quot; and the &quot;Demon of the <br/>\nShinsengumi&quot; liked to swap stories about the reactions their <br/>\nnicknames caused...)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 799,
    "nextTopicId": 809
}