{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "SUZUKI ARTICLE-- for Phil (and everybody)",
            "postDate": "1085508397",
            "msgId": 860,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM5MDF2ZCs3djZkQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 859,
            "nextInTime": 861,
            "topicId": 860,
            "numMessagesInTopic": 0,
            "msgSnippet": "Translated! From http://www.geocities.co.jp/HeartLand- Cosmos/4774/page015.html ... Suzuki Mikisaburou Born in the Shizuki domain of Hitachi Province",
            "messageBody": "<div id=\"ygrps-yiv-25749391\">Translated! From <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.geocities.co.jp/HeartLand-\">http://www.geocities.co.jp/HeartLand-</a><br/>\nCosmos/4774/page015.html<br/>\n<br/>\n---<br/>\n<br/>\nSuzuki Mikisaburou<br/>\n<br/>\nBorn in the Shizuki domain of Hitachi Province (modern-day Ibaraki <br/>\nPrefecture, Niihari Ward, Chiyoda City). Born on Tenpo 8 (1837), July <br/>\n12, the 2nd son of the Shizuki domain chief inspector Suzuki <br/>\nSen&#39;emon. His elder brother was Itou Kashitarou, whose original name <br/>\nwas Suzuki Ookura.<br/>\n<br/>\nHis childhood name is rather obscureSuzuki Tamon (the kanji <br/>\nfor &quot;mon&quot; is misspelled, and is inconsistent with the rest of the <br/>\narticle). His older brother, while protecting the mansion (?), <br/>\nchanged his name to Settsu. Only after the Restoration did he change <br/>\nhis name from Miki Izumi to Suzuki Mikisaburou. He trained in Shintou <br/>\nMunen Ryuu, but Itou Kashitarou (his older brother) had to force him <br/>\n(?). He was better at quoting the Chinese classics (?).<br/>\n<br/>\nAfter their father took part in the Heimon Incident, the his family <br/>\nname was abolished and he was exiled from his domain. Following this, <br/>\nthey went to Sakura mura (present Yasato ward), the village their <br/>\nfather&#39;s grandmother was from, and stayed in the house of Sakurai <br/>\nShirou Saemon.<br/>\n<br/>\nSubsequently, they were pardoned, but were not allowed to return to <br/>\nthe domain. So they established themselves at Takahama village, near <br/>\nTodai bridge (modern Ishioka city). They opened a school of Chinese <br/>\nstudies called &quot;Shunjuku&quot; at Mitsui Temple.<br/>\n<br/>\nThe father&#39;s fame spread rather quickly, and soon several students <br/>\nfrom Sawayama joined, seeming to indicate that the family&#39;s fortunes <br/>\nwere headed in a good direction.<br/>\n<br/>\nIn February 1852, the father died. After this, Okura (the older <br/>\nbrother) joined the Itou dojo, allowing Tamon to continue running the <br/>\nschool at Mitsui Temple.<br/>\n<br/>\nHowever, Tamon was able to finish his studies incredibly quickly, <br/>\nwriting &quot;A man should strive toward excellence in the martial arts&quot;, <br/>\nand &quot;Kusunoki Tamonmaru&quot; (an allusion to the famous warrior Kusunoki  <br/>\nMasashige?) on flags.<br/>\n<br/>\nEvery day, he would tell stories of battles to the children and skip <br/>\nteaching altogether. The children&#39;s parents found out, and they began <br/>\nto pull their children out of the school one by one, and gradually <br/>\nthe school failed.<br/>\n<br/>\nAfter this, Terauchi Souzaemon of the Shizuki domain wanted to adopt <br/>\nTamon. Terauchi was 80 years old and had no wife or children. <br/>\nApparently his mother had suggested it to him. Terauchi&#39;s house was <br/>\non the site of the old Suzuki house, so his mother apparently wanted <br/>\nhim to adopt Tamon.<br/>\n<br/>\nAfter his adoption, Tamon was director of Yamabayashi. But, as he was <br/>\naccustomed to drinking in Terauchi&#39;s house, he drank more and more <br/>\nuntil he began to skip work. He was scolded, and in order to avoid a <br/>\nscandal was kicked out of the house.<br/>\nAfter this, he took the name Miki Arajirou, just to make the <br/>\nseparation final. But, since he couldn&#39;t kick the habit of drinking, <br/>\nit came to the point where he was shirking his duty to the domain, <br/>\nand he got in trouble. The lord spared Miki of being kicked out of <br/>\nthe domain, and gave him a small stipend.<br/>\nThinking of his brother in Edo, he started thinking of national <br/>\naffairs. It came to the point where he was part of the Tenka Shishi <br/>\n(proto-Ishin Shishi) for a time.<br/>\n<br/>\nJust then, Perry arrived, the Ansei Purge occurred, and the Sakurada <br/>\nGate and Sakashita Gate incidents occurred, one after the other after <br/>\nthe other. Miki came under suspicion in these days and feeling a <br/>\nsense of danger left Edo with a friend.<br/>\n<br/>\nIn Sakurada-shi in Sendai, they were about to head to Tamura at Taga-<br/>\ngun in Hitachi, but they got the news that &quot;traveling deep into the <br/>\ncountryside is dangerous.&quot;<br/>\n<br/>\nThis being the case, he went to the home of Uno Kuratsukuri (wrong <br/>\nreading of the kanji, I think). Miki Arajirou stayed at the Uno house <br/>\nfor several years, teaching literature and fencing. One day, when he <br/>\ntried returning to his mother, his mother appeared from Edo quickly <br/>\nand returned just as quickly, since the older brother was serving the <br/>\nnation (government?).<br/>\n<br/>\nFIRST YEAR OF GENJI<br/>\n<br/>\nAt age 28, Kashitarou assisted in leading the Tengu party (which <br/>\nSerizawa was also in), in accordance with the advice of the ronin <br/>\nKomatsu Kanni of the Kurume domain. But because Shizuki han is close <br/>\nto Mt. Tsukuba (north of Edo), Okura (Kashitarou) was worried because <br/>\nof the havoc they caused and how it would affect his home domain. <br/>\nAround this time he found Arajirou in Shizuki han. Miki and Tsuchiura <br/>\nate at an inn in Shizuki han, where the Tengu party (Tanaka&#39;s <br/>\nbrigade?) happened to be present,  but had entered Shizuki without <br/>\npermission. Miki tried to clear their presence in the domain, saying <br/>\nthat they had arrived there through the efforts of his uncle Kawamata <br/>\nin Edo (?)<br/>\nHe was given a residence, and patrolled the domain with several <br/>\npeople and worked around the inner gates.<br/>\nIt worked for awhile, however, he escaped  the fall of the Tengu <br/>\nparty, making it back to Edo just in time.<br/>\nWhen he arrived in Edo, his elder brother Itou Okura had been <br/>\naccepted into the Shinsengumi by Toudou Heisuke. That same year, <br/>\nOkura&#39;s disciples and the entire Itou dojo entered the Shinsengumi.<br/>\nAt this time, he changed his name to Itou Kashitarou, and his younger <br/>\nbrother became Mikisaburou.<br/>\nSuzuki Mikisaburou was the captain of the ninth unit and involved in <br/>\nkansatsu operations (observations/spying, like Yamazaki Susumu).<br/>\nThe Satsuma clan now followed/enlisted him as a double agent <br/>\n(DEFINITELY not sure the kanji are vaguely familiar to me, and <br/>\nBabelfish says &quot;prohibited reverse side&quot;).<br/>\nAfter his older brother&#39;s assassination on November 18th, he started <br/>\nthinking of ways to kill Kondou in revenge. On December 9th, he was <br/>\nattacked on Kondou Street in Kyoto and injured.<br/>\nHe took part in the Battle of Toba-Fushimi, and then joined the <br/>\nSekihoutai as 2nd unit captain. Shinsengumi revenge(can&#39;t understand <br/>\nthe rest of this sentence).<br/>\n<br/>\nIn the Meiji era, he became the chief of police of Tsuruoka, and <br/>\ncontributed funds to the construction of a hospital. He retired to <br/>\nhis hometown in Ishioka, and lived to 1919, dying at age 83.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 843,
    "nextTopicId": 862
}