{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus saitou",
            "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Domo arrigato!",
            "postDate": "1085514275",
            "msgId": 862,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwNTI1MTk0NDM1LjE1MDc5LnFtYWlsQHdlYjIxNDAyLm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 861,
            "nextInTime": 863,
            "topicId": 862,
            "numMessagesInTopic": 0,
            "msgSnippet": "Thanks so much, Masayoshi, for making some sense of the Suzuki article.  So he may have been a mole, eh?  Interesting... and with some proto-Ishin connections,",
            "messageBody": "<div id=\"ygrps-yiv-1511763478\">Thanks so much, Masayoshi, for making some sense of the Suzuki article.  So he may have been a mole, eh?  Interesting... and with some proto-Ishin connections, too.  Especially loved the little comment that he preferred reciting Chinese classics and telling stories to the children.  :-D The article seems to contradict itself, though, in terms of the name Suzuki Mikisaborou.  At first it says he didn&#39;t take that name until the Restoration, but then goes on to identify him by that name when he joined the Shinsengumi.  Perhaps the author didn&#39;t mean for it to say that that was the name he was going by, but that Suzuki simply become the 9th captain.  And, it almost sounds like he might not have married.  Probably did, but maybe he didn&#39;t and that&#39;s how so much money ended up going into the hospital.  Delicious... even MORE new things to ponder.<br/>\n <br/>\nAnd, sec, thanks for asking your friend about Sagara.  Do you have any idea what he/she meant by &quot;merciless talk&quot;?  Ha!  Saigou connected to Ryoma&#39;s murder... why am I not surprised by that possibility?  Do things and if there&#39;s too much backlash, blame it on others.  Why don&#39;t we just blame everything on Saigou... it would be so much simpler and we&#39;d probably be half right.  ;-)<br/>\n <br/>\nThanks to everyone who&#39;s indulged me with Sagara/Sekihoutai info!  You guys are all wonderful!<br/>\n <br/>\nphil<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\nFriends.  Fun. Try the all-new Yahoo! Messenger<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 860,
    "nextTopicId": 861
}