{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 166729753,
            "authorName": "Warg3791@****",
            "from": "Warg3791@...",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [SHQ] Re: I hit the information jackpot!",
            "postDate": "1086495199",
            "msgId": 993,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDFjNC4xYTEzNmZkNC4yZGYzZjNkZkBhb2wuY29tPg=="
            },
            "prevInTopic": 990,
            "nextInTopic": 0,
            "prevInTime": 992,
            "nextInTime": 994,
            "topicId": 987,
            "numMessagesInTopic": 0,
            "msgSnippet": "In a message dated 6/5/2004 10:01:01 PM Eastern Standard Time, secretarytocapt3@.*** writes: Translate that Seinan War newspaper article on",
            "messageBody": "<div id=\"ygrps-yiv-530915003\">In a message dated 6/5/2004 10:01:01 PM Eastern Standard Time, <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:secretarytocapt3@...\">secretarytocapt3@...</a> writes:<br/>\nTranslate that Seinan War newspaper article on 3-hajime/1to5.net<br/>\nplease....<br/>\nI still can&#39;t quiet understand the replies to my messages on <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.3-hajime.com/cgi-local/patio/patio.cgi?mode=view&no=16\">http://www.3-hajime.com/cgi-local/patio/patio.cgi?mode=view&no=16</a><br/>\nand <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tamahito.com/whoswho.htm\">http://www.tamahito.com/whoswho.htm</a> (which mentions ANOTHER Saitou<br/>\nHajime in the Shinsengumi)<br/>\ndoes it REALLY say that Nakajima Nobori grew orchids?  Or is it his<br/>\nwife&#39;s name or something...it is in the same sentence talking about<br/>\nhis firearms shop.  This detail interests me because orchids are very<br/>\nhard to cultivate ^_^ you really have to have a green thumb to have<br/>\nthem grow successfully.<br/>\nActually, what Nakajima Nobori grew was aspidistra! It&#39;s a type of a greenery <br/>\nthat is actually fairly hardy once it gets to going good. At least, that&#39;s <br/>\nhow the system I&#39;m using translates the name.<br/>\n<br/>\nThe other Saito is the guy who was adopted (if I&#39;m reading this right). He <br/>\nwas apparently some sort of priest or in a priest&#39;s family to begin with. He <br/>\ntook part in the Koshu-Katsunuma fight, but left the remaining Shinsengumi in <br/>\nSendai. He later founded a private elementary school in Tama and remained devoted <br/>\nto education-related business until he died in 1874 at 61 years of age. It <br/>\nseems doubtful that he was ever part of the group before the beginning of the <br/>\nBoshin War.<br/>\n<br/>\nAs for what the translator I use says about Saito&#39;s activities? It&#39;s not much <br/>\nbetter than the Babelfish, but here it goes:<br/>\n<br/>\n&quot;...and I utter Morizaki at the third morning, and I many soldiers reach full <br/>\nIchio, too and halve a police superintendent second-rate platoon and I lead a <br/>\nhalf captain Goro Fujita half platoon and put soldiers of the army together <br/>\nand I lead progress, a squad long Masato Yusa half platoon and put right ways <br/>\ntogether with army soldier and go over a secret path day flat peak and attack <br/>\nit and I outrun and enemy&#39;s fortress of Tsuruwa mountain pass and (?) and climb <br/>\nYamagami of an above-ground house. (?) than this and lead a soldier of the <br/>\nGoro Fujita right wing and go over Fukuhara Pass and shoot a final phase, an <br/>\nenemy&#39;s fortress in (?), and, in addition, omission pushes forward a soldier to <br/>\nan above-ground house, and (?) bombards this promptly and carries a this time <br/>\nGoro Fujita gunshot wound equal to this on my back...&quot;<br/>\n<br/>\nSo it doesn&#39;t make much more sense this way than it did the other. That&#39;s why <br/>\nI like to cross-reference between translators as much as possible. Even then, <br/>\nsome things remain confusing to me.<br/>\n<br/>\n-MissBehavin<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: I hit the information jackpot!",
            "postDate": "1086487219",
            "msgId": 990,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM5dHRyait0bnFtQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGM5dHMzNCtycWowQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 987,
            "nextInTopic": 993,
            "prevInTime": 989,
            "nextInTime": 991,
            "topicId": 987,
            "numMessagesInTopic": 0,
            "msgSnippet": "wait wait WAIT...what program/site are you using to translate? Translate that Seinan War newspaper article on 3-hajime/1to5.net please.... I still can t quiet",
            "messageBody": "<div id=\"ygrps-yiv-1633827303\">wait wait WAIT...what program/site are you using to translate?<br/>\nTranslate that Seinan War newspaper article on 3-hajime/1to5.net<br/>\nplease....<br/>\nI still can&#39;t quiet understand the replies to my messages on <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.3-hajime.com/cgi-local/patio/patio.cgi?mode=view&no=16\">http://www.3-hajime.com/cgi-local/patio/patio.cgi?mode=view&no=16</a><br/>\nand <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tamahito.com/whoswho.htm\">http://www.tamahito.com/whoswho.htm</a> (which mentions ANOTHER Saitou<br/>\nHajime in the Shinsengumi)<br/>\ndoes it REALLY say that Nakajima Nobori grew orchids?  Or is it his<br/>\nwife&#39;s name or something...it is in the same sentence talking about<br/>\nhis firearms shop.  This detail interests me because orchids are very<br/>\nhard to cultivate ^_^ you really have to have a green thumb to have<br/>\nthem grow successfully.<br/>\nAll of this info really makes things even more intriguing ... because<br/>\nyou may have already read that Saitou was -sent- to Aizu with a couple<br/>\nof guys ahead of time...because there were battles at Aizu with many<br/>\nmembers of the Shinsengumi (Nakajima Nobori included) we have<br/>\nrosters...there was another Japanese site that said Shimada Kai was<br/>\nthick necked this no doubt means that he was &quot;buff&quot;.  It is<br/>\nunfortunate, but people can change for better or worst...in the case<br/>\nof Kondo, his story was a true rags to riches/power scenario and this<br/>\nprobably resulted in the clash with other managment level guys.  The<br/>\nsituation was so critical and stress levels must&#39;ve been<br/>\nhigh...dissent is normal when it comes to important tactical decisions.<br/>\n<br/>\nI also posted a question in English to a member of the 3-hajime.com<br/>\nboard, his/her name is &quot;Passenger&quot;, about the whole business with the<br/>\ntowel.<br/>\n<br/>\nWow, I wonder if Miki tracked down Nagakura...what made them stop<br/>\nfighting...<br/>\n<br/>\nI&#39;m impressed with Shimada Kai...have you guys seen how fancy Japanese<br/>\nBuddhist altars can get?  Some altars are HUGE...I&#39;m happy that he had<br/>\na nice and peaceful job.</div>",
            "specialLinks": []
        },
        {
            "userId": 166729753,
            "authorName": "warg3791",
            "from": "&quot;warg3791&quot; &lt;Warg3791@...&gt;",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "I hit the information jackpot!",
            "postDate": "1086485412",
            "msgId": 987,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM5dHMzNCtycWowQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 990,
            "prevInTime": 986,
            "nextInTime": 988,
            "topicId": 987,
            "numMessagesInTopic": 0,
            "msgSnippet": "Ok, I have lots of new info to share with you! One of you with translation skills should really have a look at this and try to clarify a few points for us!",
            "messageBody": "<div id=\"ygrps-yiv-142043831\">Ok, I have lots of new info to share with you! One of you with <br/>\ntranslation skills should really have a look at this and try to <br/>\nclarify a few points for us! Especially the last site I&#39;m going to <br/>\nlist!<br/>\n<br/>\nThe first place I&#39;m going to draw your attention to is one some of <br/>\nyou may have found before. Not a lot of info, but there&#39;s a map on <br/>\none of the pages of the inside of the Yagi residence, where the <br/>\nShinsengumi stayed for some time. If you click on the arrows, the <br/>\npicture below it changes to offer different views of the interior of <br/>\nthe building. The site is:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.mibu-yagike.jp/\">http://www.mibu-yagike.jp/</a><br/>\n<br/>\nAlso, you might want to have a peek at this site. There is some <br/>\nrandom bits of info attached to the different pictures. One is a <br/>\npicture of the monument in Hokkaido that is located on the spot where <br/>\nHijikata is rumored to have been killed. Beside it it says:<br/>\n&quot;A fierce attack of the new government force was started to wait for <br/>\na thaw of spring. Hijikata whom I asked conduct to go to rescue of <br/>\nwife of chief zen-priest Daiba by a box building all-out attack of <br/>\nMay 11 hit a bullet in 1869 (1869) and was killed in action. Enomoto <br/>\nforce surrendered soon, and the Boshin War was over.&quot; <br/>\n<br/>\nThat was the gist translation. The Babelfish says:<br/>\n&quot;In order to wait for the thawing of snow of the spring, onslaught of <br/>\nthe new government troop was started. That 1869 (1869) with box <br/>\nmansion all out attack May 11th, it probably will face to the rescue <br/>\nof the Sarasvati stand place, the manuel laborer who takes direction <br/>\ndied in battle, hitting against the gun circle. Promptly, the Enomoto <br/>\ntroop surrendering ended (?) War.&quot;<br/>\n<br/>\nI take it that the &quot;wife of chief zen-priest Daiba&quot; was some sort of <br/>\ntemple? The site in question is:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.city.hino.tokyo.jp/museum/sinsengumi/top/sinsengumi_top_non\">http://www.city.hino.tokyo.jp/museum/sinsengumi/top/sinsengumi_top_non</a><br/>\nflash.html  It&#39;s the Hinocity Furusato Museum. And no, &quot;sinsengumi&quot; <br/>\nis not a mistake. That&#39;s how they spelled it.<br/>\n<br/>\nThe next site is more or less one page of info. I have no idea where <br/>\nthey got this from. It&#39;s something I&#39;ve never heard before, so I&#39;m <br/>\nasking for confirmation of the details. It states that during the <br/>\nfight Nagakura&#39;s sword broke and his left thumb was cut off?! The <br/>\nreference to Toudou&#39;s injury I&#39;ve found on the other two sites, but <br/>\nif they mention that Nagakura lost his thumb it&#39;s been lost in <br/>\ntranslation. The site in question is:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://geocities.com/koyochinbutai/1864.html\">http://geocities.com/koyochinbutai/1864.html</a><br/>\n<br/>\nYou can change the year number to get to other pages. Most have <br/>\nlittle more than the major events of the year listed, resulting in <br/>\npages with no more than two lines on them. And the injury that Toudou <br/>\nreceived in PMK? The cut to the forehead? That appears to have been <br/>\nthe injury he suffered in the real battle. <br/>\n<br/>\nNow we&#39;re getting to the REAL info! I found the next two sites by <br/>\naccident. Again one was hidden by an unusual spelling of Nagakura&#39;s <br/>\nfirst name. They called him &quot;Sinpachi&quot;. The site isn&#39;t extensive. <br/>\nSome of the listed areas have no inforomation at all, so it might be <br/>\na new site under development. The main point of interest is what it <br/>\nhas to say about Shinpachi&#39;s (or &quot;Sinpachi&#39;s&quot;) role in the Ikeda-ya <br/>\naffair. It also gives a brief bio of his life, which mentions among <br/>\nother things the quarrel with Kondo! Apparently Nagakura was <br/>\ngiven &quot;good behavior disposal&quot; for two months over the incident. No <br/>\nword on whether anyone else was given similar penalties. However, I <br/>\nwould assume this was the case. Later it refers to his meeting up <br/>\nwith a &quot;geisha&quot; he had been involved with before the war and meeting <br/>\nhis daughter, apparently for the first time! The site is:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.bushinavi.com/~sinpachi/sinpachi.htm\">http://www.bushinavi.com/~sinpachi/sinpachi.htm</a><br/>\n<br/>\nThe jackpot however was this final site. It lists info about EVERY <br/>\nONE of the Captains!!! Of course some to this we&#39;ve heard before, but <br/>\nsome is very new (at least to me)! Here&#39;s a small sampler of the more <br/>\noutrageous info I discovered. [I had to use a translator other than <br/>\nBabelfish. That one wouldn&#39;t work for me.]<br/>\n<br/>\nHijikata:<br/>\n-The person he fooled around with in the shop when he was 17 was <br/>\na &quot;maid of a shop&quot;.<br/>\n-He went to Edo to appeal for a rescue of Kondo, using the <br/>\nname &quot;Hayato Naito&quot;.<br/>\nOkita:<br/>\n-If I&#39;m reading  this right, he had a short-temper when teaching <br/>\nkendo and many were more afraid of him than Kondo at such times!<br/>\nSaito: <br/>\n-Apparently the Shin Kepp miniseries wasn&#39;t wrong about him dropping <br/>\nout of the Shinsengumi! He parted company from Kondo and Hijikata at <br/>\nthe same time Nagakura and Harada did! It looks like he headed off to <br/>\nAizu on his own. But as we all know, he met up with Hijikata once <br/>\nagain before the war was over and ended up leading the Shinsengumi <br/>\nfor him while he was wounded.<br/>\n-This site says he entered the &quot;police superintendent station&quot; in <br/>\n1872.<br/>\nMatsubara Tadaji (4th Captain and someone I&#39;ve never seen anything <br/>\non!):<br/>\n-Seems to have killed someone from Anzai when he was coming back from <br/>\nGion, due to the fact he was drunk. <br/>\n-He finds out that the man had a wife and an ill child and &quot;from <br/>\nsympathy&quot; begins to take care of them. I think it&#39;s saying that he <br/>\ncouldn&#39;t bring himself to tell the wife he was the one who killed <br/>\nhim. He also fell in love with the wife!!!<br/>\n-Hijikata doesn&#39;t seem to have liked the situation one bit. Somehow <br/>\nMatsubara comes to try to commit seppuku. What actually happened to <br/>\nhim doesn&#39;t appear to be clear. His first attempt may have failed, <br/>\nbut the wound didn&#39;t heal properly and eventually led to his death. <br/>\nThere is also the story he and the wife committed suicide together or <br/>\nthat he was made to kill himself for some other reason.<br/>\nThere is something on the Captain of the Seventh Unit, Tani <br/>\nSanjuurou. I think it&#39;s implying Saito might have killed him, but I <br/>\ncan&#39;t make real heads or tails of it. His death is listed as &quot;sudden <br/>\nillness&quot;.<br/>\nSuzuki Mikisaburou (9th Captain. How could I possibly leave this guy <br/>\nout?! phil would hurt me!):<br/>\n-It says that he &quot;belong to the Satsuma armed forces by a fight of <br/>\nFushimi, Toba, and I join a red report corps, but I return to Tokyo, <br/>\nand I am imprisoned after having left it. The release back goes to <br/>\nthe front of sergeant or Aizu, but, for the end of the war, returns <br/>\nto Tokyo.&quot;<br/>\n-You might want to sit down for this one phil! It says later that he <br/>\nmet &quot;Nagakura new 8 in Kyoto in 1869 and I try a surprise attack, but <br/>\nend in an attempt.&quot; So he DID try one last time for some revenge!!!<br/>\nHarada Sanosuke (10th Captain):<br/>\n-Seems like he died of a gunshot wound to the back two days after the <br/>\nbattle at Uneo in the house of Honjo Sarue-cho.<br/>\nShimada Kai:<br/>\n-He was around six feet tall and had a sweet tooth, but &quot;can&#39;t drink <br/>\na liquor drop.&quot;<br/>\n-He not only ran a dojo later in life, but at one point after the war <br/>\nhe worked as a saleclerk of a Buddhist altar fittings shop! Is anyone <br/>\nelse thinking &quot;Monk Anji&quot;?!<br/>\n-Forget Saito secretary! Sounds like Shimada was the handy one to <br/>\nhave around for those tough situations! Poor Nagakura couldn&#39;t jump <br/>\nan earthen wall at Toba-Fushimi and he had to help him. Then later on <br/>\nhe carried Hijikata off the field on his back when the Vice-Commander <br/>\nwas wounded in the foot at Shirakawa!<br/>\nThe last person mentioned is Shinohara  Tainoshin (though they list <br/>\nhis name as Shinohara Taisuke). He was in investigations and was <br/>\nanother follower of Itou&#39;s and appears to have also joined the <br/>\nSekihoutai. Like Miki, he survived the war and lived to the ripe old <br/>\nage of 84, passing away on June 13, 1911. It says that in later years <br/>\nhe &quot;became a pious Christian.&quot;<br/>\nThe link to this final site is:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www2.plala.or.jp/shyall/retuden/sinsengumi.html\">http://www2.plala.or.jp/shyall/retuden/sinsengumi.html</a><br/>\n<br/>\nAnd to think I discovered all this by accident!!!<br/>\n<br/>\n-MissBehavin (trying NOT to think about how lucky that &quot;maid of a <br/>\nshop&quot; was...)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 985,
    "nextTopicId": 994
}