{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus saitou",
            "from": "spiritus saitou &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Need a BIG favor... website test",
            "postDate": "1086497661",
            "msgId": 994,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwNjA2MDQ1NDIyLjMyOTU0LnFtYWlsQHdlYjIxNDA5Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 993,
            "nextInTime": 995,
            "topicId": 994,
            "numMessagesInTopic": 0,
            "msgSnippet": "I m sending this to both groups in order to rope in the most guinea pigs.  :-D I ve spent the last two days learning (or trying to learn) how to create a",
            "messageBody": "<div id=\"ygrps-yiv-2086879622\">I&#39;m sending this to both groups in order to rope in the most guinea pigs.  :-D<br/>\n <br/>\nI&#39;ve spent the last two days learning (or trying to learn) how to create a framed webpage.  The RK Saitou shrine is the grand experiment.  To put it mildly, it&#39;s been a bitch.  My resource books tell me to do one thing, I do it, and something completely different happens, so I&#39;m left staring at html code trying to find the discrepancy.  I&#39;ve about decided that a story about Saitou in an American high school would make delicious reading right about now.  :-D<br/>\n <br/>\nAnyway, the front page is back up with active links to two pages --- I Don&#39;t Know Where You Got Your Sense of Humor and the registry (the home button on those two pages simply opens the front page in the content window... something else I&#39;ve got to figure out --- how to get it to open it in a full screen again... I have some ideas after all I just went through to figure out the following --&gt;).  I&#39;ve just spent the last 3 hours trying to figure out WHY oh WHY it was opening up a new window when I clicked on the link in the navigation bar I created when I followed instructions implicitly... it would&#39;ve helped if they had told me which of the three html documents I needed to edit in the first place... gads, how much do I have to figure out for myself?  There&#39;s one more thing I need to do to the buttons on the navigation bar --- a text box giving the title of the page linked --- but that can wait until later.<br/>\n <br/>\nThe favor I need is for people to access the site and see if it works for them, then get in touch with me and let me know &quot;yes, it worked&quot; or &quot;no, it wouldn&#39;t even load/loaded but doesn&#39;t work&quot;.  In both cases, could you tell me what browser you have?  If Netscape causes major problems, then I&#39;m probably going to have to create a non-frames site as well.  You can contact me via the registry (there&#39;s a private option if you prefer), responding to this message, or writing to me at <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:spiritus_saitou@...\">spiritus_saitou@...</a> .<br/>\n <br/>\nMany, MANY thanks in advance.  The site is at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.geocities.com/philalexandrostoo\">http://www.geocities.com/philalexandrostoo</a> .<br/>\n <br/>\nphil (who complains a lot, but is really having a lot of fun)<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\nFriends.  Fun. Try the all-new Yahoo! Messenger<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 987,
    "nextTopicId": 995
}