<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<title>SHQ - Interesting post...relative of Takagi family</title>
</head>
<body>
<p><a href="../index.html">Home</a> - <a href="../forum.html">Back</a></p>
<h1 style="display: inline;">Interesting post...relative of Takagi family</h1> - <a href="16.html">[Previous Topic]</a> <a href="1221.html">[Next Topic]</a>
<hr/>

<div style="padding-inline-start: 40px;">
<div id="msg-1220">
#1220 [2004-06-20 19:27:01]
<h3>Interesting post...relative of Takagi family</h3>
by <i>secretarytocapt3</i>
<br/><br/>
http://8614.teacup.com/hijikata/bbs<br/>First paragraph is clear the message said that he/she just realized<br/>that he/she is related to the Takagi family...<br/><br/>(set your fonts...)<br/>&#25993;&#34276;&#19968;&#12392;&#35242;&#25114;&#65281;&#12288;&#25237;&#31295;&#32773;&#65306; &#20250;&#27941;&#34281;&#22763;&#12398;&#26411;\xe8\xa3"&#12288;&#25237;&#31295;&#26085;&#65306; 6月20日(日)22時48分55\xe7\xa7'<br/>Saito 1 and a relative! Contributor: End \xe8\xa3" of the Aizu 藩士<br/>Contribution day: 22:48 55 seconds on Sun., June 20<br/><br/>    &#20170;&#24180;&#12395;&#12394;&#12387;&#12390;\xe6"\xb9&#12417;&#12390;&#35519;&#26619;\xe3\x82'&#12375;&#12390;&#12356;&#12383;&#12384;&#12356;&#12383;&#30456;&#28580;&#23478;&#21476;&#25991;&#26360;&#12398;&#20013;&#12395;&#33288;\xe5`\xb3\xe3\x82'引く<br/>\xe3\x81"&#12392;&#12364;&#12354;&#12426;&#12414;&#12375;&#12383;&#12290;&#20250;&#27941;&#34281;&#12395;&#20181;&#12360;&#12383;&#30456;&#28580;&#23478;&#12398;&#30456;&#28580;&#19975;&#21491;&#34907;&#38272;&#37325;&#24373;&#65288;&#20803;&#25991;&#22235;&#26410;&#24180;<br/>&#27809;&#12289;&#23567;\xe7"\x9f&#12363;&#12425;&#25968;&#12360;&#12390;&#20061;&#20195;&#21069;&#65289;&#12398;&#22971;&#12399;&#39640;&#26408;&#23478;&#12398;&#22899;&#12398;&#34920;&#35352;&#12364;&#12354;&#12426;&#12289;&#12392;&#35328;&#12358;\xe3\x81"&#12392;&#12399;&#24460;<br/>&#24180;&#39640;&#26408;&#23478;&#12363;&#12425;&#22971;\xe3\x82'&#23094;&#12387;&#12383;&#25993;&#34276;&#19968;&#12399;&#36960;&#12356;&#12398;&#12391;&#12377;&#12364;&#23567;\xe7"\x9f&#12398;&#31062;&#20808;&#30456;&#28580;&#23478;&#12398;&#35242;&#25114;&#31563;&#12392;&#35328;<br/>う\xe3\x81"&#12392;&#12364;&#21028;&#12426;&#12414;&#12375;&#12383;&#12290;<br/>    Interest might be pulled in the Aizawa family ancient documents<br/>which I became [ ancient documents ] by the end of this year, and had<br/>you investigate anew. Although Saito 1 in whom the wife of Aizawa<br/>10,000 &#21491;&#34907;&#38272;&#37325;&#24373; (counting from former sentence 4 year-of-the-Sheep<br/>rejection and me the generation [ ninth ] before) of the Aizawa family<br/>which served the Aizu han having the notation of the woman of the<br/>Takagi family, and calling it 、 married the wife from the Takagi<br/>family in after years was far, it turns out that it is called the<br/>relative sources of my ancestor Aizawa family.<br/><br/>    &#12373;&#12425;&#12395;&#24950;&#24540;&#22235;&#24180;&#20843;&#26376;&#20108;&#21313;&#19977;&#26085;&#25098;&#36784;&#25126;&#20105;&#12395;&#12424;&#12426;&#20250;&#27941;&#22478;&#19979;&#12399;&#25126;&#22580;&#12395;&#12394;&#12427;&#30456;&#28580;&#24179;<br/>&#21491;&#34907;&#38272;&#37325;&#35438;&#65288;&#26126;&#27835;&#21313;\xe4\xba"年八月七日&#27809;&#12289;&#23567;\xe7"\x9f&#12363;&#12425;&#25968;&#12360;&#12390;&#22235;&#20195;&#21069;&#65289;&#12364;&#25098;&#36784;&#25126;&#20105;&#12398;&#20061;<br/>&#26376;&#25163;&#20663;\xe3\x82'&#36000;&#12387;&#12390;&#22478;&#20013;&#12395;&#20837;&#12427;&#12290;&#21516;&#26376;&#21313;&#19977;&#26085;&#28145;&#22812;&#12288;&#30475;&#30149;&#12398;&#12383;&#12417;&#37325;&#35438;&#12398;&#22971;&#12392;&#23478;&#26469;&#12398;&#21271;<br/>&#27810;&#19982;&#21513;&#22478;&#22806;&#12398;&#25973;\xe3\x82'&#24525;&#12403;&#22679;&#27700;&#12375;&#12383;&#24029;&#65288;&#22806;&#22528;&#65311;&#65289;\xe3\x82'&#28193;&#12426;&#22478;&#20869;&#12395;&#20837;&#12427;&#12290;&#20061;&#26376;&#21313;&#22235;&#26085;<br/>&#40372;&#12534;&#22478;&#32207;\xe6"\xbb\xe6'\x83\xe3\x82'受\xe3\x81`&#12427;&#12290;&#37325;&#35438;&#12398;&#22971;&#12399;&#36899;&#26085;&#36000;&#20663;&#32773;&#12398;&#25163;\xe5\xbd"&#12392;&#30475;&#30149;&#12392;&#22478;&#20869;&#12398;&#20316;&#26989;&#30130;&#12428;<br/>で\xe5\x80'&#12428;&#12427;&#12290;&#24950;&#24540;&#22235;&#24180;&#20061;&#26376;&#20108;&#21313;&#19977;&#26085;&#38283;&#22478;&#12288;&#37325;&#35438;&#12398;&#22971;&#12399;&#26126;&#27835;&#20803;&#25098;&#24180;&#21313;&#26376;&#20108;&#21313;&#19971;&#26085;&#24481;<br/>山\xe6\x9d`&#12391;&#27515;&#20129;&#12290;&#37325;&#35438;&#12399;&#22971;\xe3\x82'&#20129;&#12367;&#12375;&#24950;&#24540;&#22235;&#24180;&#26217;&#31179;&#26007;&#21335;&#12395;&#26053;&#31435;&#12388;&#12290;&#12392;&#12398;&#34920;&#35352;&#12364;&#12354;&#12426;&#12414;<br/>&#12375;&#12383;&#12290;<br/>    furthermore, 慶応 August 23, 4 戊辰 war -- Aizu -- the Aizawa 平右<br/>&#34907;&#38272;&#37325;&#35438; (counting from seven sunset and me in August, Meiji 15 the<br/>generation [ fourth ] before) which becomes a battlefield gets<br/>September injured [ of 戊辰 war ], and the foot of the castle wall<br/>enters all over a castle The Juso day midnight of the same month The<br/>river (outer moat ?) which bore the wife of 重詮 and the enemy outside<br/>a retainer's Yokichi Kitazawa castle for nursing, and rose is crossed,<br/>and it goes into the inside of a castle. A 鶴 KA castle all-out attack<br/>is received on September 14. The wife of 重詮 breaks down from the<br/>work tiredness of the injured's allowance, nursing, and the inside of<br/>a castle every day. 慶応 September 23, 4 Kaesong the wife of 重詮 --<br/>Meiji former 戊年 October 27 -- Yamamura -- death 重詮 loses a wife<br/>and will be left for late autumn 斗南 for 慶応 four years. There was a<br/>notation.<br/><br/>    &#22806;&#22528;&#65288;\xe9\xbb'&#24029;&#65311;&#65289;\xe3\x82'&#28193;&#12426;&#22478;&#12398;&#21335;&#38272;&#12363;&#12425;&#22478;&#20869;&#12395;&#20837;&#12387;&#12383;&#12392;&#24605;&#12431;&#12428;&#12414;&#12377;&#12364;&#23554;&#38272;&#23478;&#12395;<br/>&#12424;&#12428;&#12400;&#20140;&#37117;&#26178;&#20195;&#12395;&#26032;&#36984;&#32068;&#38538;&#22763;&#12391;&#12354;&#12387;&#12383;&#23665;&#28006;&#37444;&#22235;&#37070;&#12364;&#27515;&#23432;&#12375;&#12383;&#38272;&#12391;&#12354;&#12387;&#12383;&#12381;&#12358;&#12391;&#12377;&#12290;<br/>    It is said that it was the gate which Yamaura iron Shiro who was<br/>new compilation &#32068;&#38538;&#22763; defended to the death in the Kyoto time<br/>according to the specialist although it was thought that it went<br/>across the outer moat (Kurokawa ?), and went into the inside of a<br/>castle from 南門 of a castle.
<br/>

</div>
<hr/>


</div>

<hr/>
Made with <a href="https://github.com/shinsengumi-archives/SHQ" style="text-decoration: none;">&hearts;</a>

</body>
</html>

