{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus_saitou",
            "from": "&quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC:  Yasou - Introduction (RK, SaitouxSano, R)",
            "postDate": "1079581244",
            "msgId": 10,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzYjVucytpcmdpQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 9,
            "nextInTime": 11,
            "topicId": 10,
            "numMessagesInTopic": 0,
            "msgSnippet": "Since this story is just getting underway, I ll post it here as well. Title:  Yasou Author:  philalexandros E-mail:  spiritus_saitou@*... Source:  Rurouni",
            "messageBody": "<div id=\"ygrps-yiv-1530178468\">Since this story is just getting underway, I&#39;ll post it here as well.<br/>\n<br/>\nTitle:  Yasou<br/>\nAuthor:  philalexandros<br/>\nE-mail:  <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:spiritus_saitou@...\">spiritus_saitou@...</a><br/>\nSource:  Rurouni Kenshin<br/>\nMain Character:  SaitouxSano<br/>\nRating:  R<br/>\nWarning:  M/M sexual relationship; strong language<br/>\nDisclaimer:  All rights to Rurouni Kenshin and its characters/themes <br/>\nbelong to Watsuki Nobuhiro and all media companies associated with <br/>\nthe manga, anime and OAVs.<br/>\n<br/>\nYasou<br/>\nIntroduction<br/>\n<br/>\n***<br/>\n<br/>\nShe was lovely beautiful in her simplicity soothing to his tortured <br/>\nspirit.<br/>\n<br/>\nKoshima approached the young woman he had followed to the field of <br/>\nJune wildflowers, amused by how her lashes fluttered against her <br/>\ncheeks as she cast her eyes downward in flirtatious propriety.  The <br/>\ncorners of her mouth tipped gently upward in a smile that on any <br/>\nother woman he would&#39;ve taken for coyness.  Reds and golds sparkled <br/>\nin her brown hair as dappled sunlight penetrated beyond the treetop <br/>\ncanopy.<br/>\n<br/>\nWhen he was close enough to touch her, she lifted her face and looked <br/>\ndirectly into his eyes.  Her voice was soft and inviting.  &quot;My lord &quot;<br/>\n<br/>\n&quot;Shirou,&quot; he corrected her, giving her the gift of his name as he <br/>\ncrouched down before her.<br/>\n<br/>\nShe smiled at the touch of his fingertips on her lips.  &quot;Naname.&quot;<br/>\n<br/>\n***<br/>\n<br/>\nHad he been any other man, Saitou would&#39;ve whistled.  As he was not <br/>\nany other man, Saitou walked the wide street towards home in complete <br/>\nsilence and bland decorum.  Commissioner Kawaji wasn&#39;t the only one <br/>\nwho never knew what was going on inside the Wolf&#39;s head.  Saitou <br/>\nintended to keep it that way.<br/>\n<br/>\nHis workday was officially over.  It wasn&#39;t as though government <br/>\nlackeys and underworld thugs weren&#39;t plotting away for their own <br/>\nselfish gain on any given street in any town in Japan, but right now <br/>\nhe couldn&#39;t be bothered too much about it.  They&#39;d still be there <br/>\nwhen he was ready to stop living the dream life of an ordinary police <br/>\ninspector.<br/>\n<br/>\nTwo months strapped to a Tokyo desk he couldn&#39;t have been happier.<br/>\n<br/>\nNot as happy, however, as about what he knew awaited him at the end <br/>\nof this journey.  Something new something fresh and alive and as <br/>\nvibrant as the flowers spilling over planters and hedge rows in the <br/>\nwelcoming warmth of late spring.  Something that made Saitou feel <br/>\nreborn and young again.  Something unexpected in the form of a young <br/>\nman by the name of Sagara Sanosuke.<br/>\n<br/>\nThe thought was more appetizing than anticipating his next bowl of <br/>\nplain, hot soba.<br/>\n<br/>\nSaitou let a part of his mind wander a phenomenon rarely indulged.  <br/>\nHe could picture Sanosuke waiting for him, checking and rechecking <br/>\nthe clock every five minutes as he listened for the familiar steps up <br/>\nthe short walkway to the front of the house.  The impact of the <br/>\nstrong body as he welcomed Saitou home --- his way of congratulating <br/>\nthe cop for making it through to the end of another day still alive --<br/>\n- quickly becoming a routine neither would ever tire of; a perfect <br/>\ntouch to define the end of one part of the day and herald the start <br/>\nof another.<br/>\n<br/>\nIt would wake Saitou up and rekindle the fire in dulled senses, <br/>\npreparing him for the night to come.<br/>\n<br/>\nAs he stepped off the street and onto the walk, Saitou mentally <br/>\nbraced himself to withstand the strength behind Sanosuke&#39;s exuberant <br/>\ngreeting and unconsciously cursed the politicians and yakuza who <br/>\ninsisted on always untying the leash that kept him behind a desk.<br/>\n<br/>\n***<br/>\nPOST SCRIPTS:<br/>\nYasou = wildflowers<br/>\n<br/>\nKoshima Shirou was the real name of Sagara Souzou.  Naname was Sano&#39;s <br/>\nmother&#39;s name in the manga.  You have to know where this is leading.  <br/>\nAnd the fact I can&#39;t leave Sagara alone.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 6,
    "nextTopicId": 11
}