{
    "totalMsgInTopic": 6,
    "messages": [
        {
            "userId": 35628803,
            "authorName": "sherlgirl@mindspring.com",
            "from": "sherlgirl@...",
            "profile": "sherlinelee",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Writing Questions",
            "postDate": "1083180499",
            "msgId": 147,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2cDBrait0Y3Q2QGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGM2OXJrMytzajlkQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 127,
            "nextInTopic": 0,
            "prevInTime": 146,
            "nextInTime": 148,
            "topicId": 115,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hopefully it s okay to send responses to the entire list. ... Usually I write the end and beginning first to make sure that I have a direction in where I m",
            "messageBody": "<div id=\"ygrps-yiv-161501788\">Hopefully it&#39;s okay to send responses to the entire list.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Do you guys outline the entire story first?<br/>\n </span></blockquote>Usually I write the end and beginning first to make sure that I have <br/>\na direction in where I&#39;m going.  It doesn&#39;t mean I keep that ending, <br/>\nbut it is for accountability to my characters and story.<br/>\n<br/>\nIf no complete outline, I have at least a purpose statement.  Most of <br/>\nit has to do with - who lives, who dies, who gets together and what <br/>\nis the one thing that has to happen in this piece of writing?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Do you develop one character at a time on paper?<br/>\n&gt; -or- do you develop the situation and try to &quot;insert&quot; the character?<br/>\n </span></blockquote>I have a concept of the character, but I let the character write <br/>\nitself and react with others. But most of my characters are trying to <br/>\nfigure themselves out anywyas.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Have you ever written a &quot;diary&quot; for your character as an aid to <br/>\n </span></blockquote>writing?<br/>\nNo.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I notice the need for chapters and scenes any criteria on deciding<br/>\n&gt; whether a chapter is &#39;over&#39; so to speak?<br/>\n </span></blockquote>I usually like to end the chapter on some kind of tension point .  <br/>\nHowever, sometimes it occurs only because as I generally write from <br/>\n3rd person, I need to shift both characters and time period. If <br/>\nsomething is occurring simultaneously, there isn&#39;t always a need.  <br/>\nHowever I sometimes also break to give the reader some distance <br/>\nbetween one part and another.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Anyone want to share how weird it is to try to think as someone of <br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; opposite gender? :)<br/>\n </span></blockquote>I enjoy it... but that&#39;s because I like puttin gmy theories on how <br/>\nmen think to paper.  Honestly too much of one gender gives me a <br/>\nheadache ^_^<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; P.S. I have considered livejournal...I just don&#39;t think the world is<br/>\n&gt; ready for my scary scary scary thoughts (much better to keep them to<br/>\n&gt; myself!)<br/>\n<br/>\n </span></blockquote>I have a few blogs and think it&#39;s an excellent way to practice your <br/>\nwriting - even if you&#39;re not writing a fic -- AND a good way of <br/>\ngetting yourself used to expressing yourself more.  I enjoy reading <br/>\nweblogs too == especially when people are very honest.   It gives you <br/>\ninsight into human nature... <br/>\n<br/>\nS</div>",
            "specialLinks": []
        },
        {
            "userId": 122717733,
            "authorName": "Grace Battista",
            "from": "&quot;Grace Battista&quot; &lt;mg_batt@...&gt;",
            "profile": "mg_batt",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Writing Questions",
            "postDate": "1082932880",
            "msgId": 127,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2aGVxZys0MjNqQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGM2OXJrMytzajlkQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 118,
            "nextInTopic": 147,
            "prevInTime": 126,
            "nextInTime": 128,
            "topicId": 115,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Tiffany, Well all those procedural ways of doing things, seems like a good idea. My friend who took writing for her college degree does the same thing. It",
            "messageBody": "<div id=\"ygrps-yiv-415757651\">Hi Tiffany,<br/>\n<br/>\nWell all those &quot;procedural ways&quot; of doing things, seems like a good <br/>\nidea. My friend who took writing for her college degree does the <br/>\nsame thing. It worked out for her... <br/>\n<br/>\nFor me though (and I hope I&#39;m not alone in this), since I don&#39;t <br/>\nwrite for a living, only for entertainment purposes and satisfy my <br/>\nneed for Saitou-sama fics, I write &quot;on the fly&quot; so to speak. I start <br/>\nout with a basic idea, a one liner, then dream up my characters. The <br/>\nevents happen in and around the idea I had in mind first. If there&#39;s <br/>\nsomething I really want to write about, I just put it in there, <br/>\nhoping that what I wrote was clever enough to be incorporated into <br/>\nthe story. Then it takes a life of it&#39;s own... There are somethings <br/>\nthat I wrote previously into the story that limits me from <br/>\ndoing/adding other &quot;crazy&quot; stuff. <br/>\n<br/>\nI rely heavily on previous knowledge since I don&#39;t &quot;research&quot;. <br/>\nWhatever I have at the moment is what&#39;s going in. I make note of it <br/>\nto my readers. Maybe I should research, but when you&#39;re on a <br/>\nbusiness trip or out in the middle of nowhere it&#39;s crazy to do that. <br/>\nSo I visit groups likes this and hope the information sticks until <br/>\nthe time I need to use it.<br/>\n<br/>\nSorry if this isn&#39;t much help. I hope you show us your work soon. <br/>\nPersonally, I think you should since it is YOUR writing, you should <br/>\nbe proud to show it off. When I first posted on ff.net, no one read <br/>\nmy fic but I kept going since it was MY story and I LOVE IT. It <br/>\nstill happens to me a lot, you know, no one reads it but so what? <br/>\nEventually someone will and when I read reviews it makes me feel <br/>\ngood, someone is enjoying what I wrote. <br/>\n<br/>\n--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ_Spy_Division@yahoogroups.com\">SHQ_Spy_Division@yahoogroups.com</a>, &quot;Tiffany&quot; <br/>\n&lt;secretarytocapt3@s...&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; I have a really basic idea for one of the challenges~may take <br/>\n </span></blockquote>months<br/>\n<blockquote><span title=\"ireply\"> &gt; to write :P<br/>\n&gt; <br/>\n&gt; I have some questions:<br/>\n&gt; <br/>\n&gt; Do you guys outline the entire story first?<br/>\n&gt; Do you develop one character at a time on paper?<br/>\n&gt; -or- do you develop the situation and try to &quot;insert&quot; the <br/>\n </span></blockquote>character?<br/>\n<blockquote><span title=\"ireply\"> &gt; Have you ever written a &quot;diary&quot; for your character as an aid to <br/>\n </span></blockquote>writing?<br/>\n<blockquote><span title=\"ireply\"> &gt; I notice the need for chapters and scenes any criteria on deciding<br/>\n&gt; whether a chapter is &#39;over&#39; so to speak?<br/>\n&gt; <br/>\n&gt; Anyone use &quot;diary&quot; journal software of any kind.  I sometimes find<br/>\n&gt; myself synthesizing historical+fictional characters and then <br/>\n </span></blockquote>comparing<br/>\n<blockquote><span title=\"ireply\"> &gt; them with my own pathetic life or pondering their ethics/morality <br/>\n </span></blockquote>with<br/>\n<blockquote><span title=\"ireply\"> &gt; today&#39;s ethics/morality blah blah blah.  I guess I could use <br/>\n </span></blockquote>filemaker<br/>\n<blockquote><span title=\"ireply\"> &gt; pro or something.  Or anyone know how to setup something where I <br/>\n </span></blockquote>can<br/>\n<blockquote><span title=\"ireply\"> &gt; type in an internal dialogue like Q&A with a character?  As you can<br/>\n&gt; see I am going down a ~dangerous~ path.<br/>\n&gt; <br/>\n&gt; Anyone want to share how weird it is to try to think as someone of <br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; opposite gender? :)<br/>\n&gt; <br/>\n&gt; secretarytocapt3<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumimb.com\">http://www.shinsengumimb.com</a><br/>\n&gt; <br/>\n&gt; P.S. I have considered livejournal...I just don&#39;t think the world <br/>\n </span></blockquote>is<br/>\n<blockquote><span title=\"ireply\"> &gt; ready for my scary scary scary thoughts (much better to keep them <br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"qreply\"> &gt; myself!) </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 172588298,
            "authorName": "Mary-Ann",
            "from": "&quot;Mary-Ann&quot; &lt;maryannsfanfic@...&gt;",
            "profile": "maryannsfanfic",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Writing Questions",
            "postDate": "1082723212",
            "msgId": 118,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2YjIyYytidmxtQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDIwMDQwNDIzMDUwODQwLjI5NjIwLnFtYWlsQHdlYjIwNzI2Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 117,
            "nextInTopic": 127,
            "prevInTime": 117,
            "nextInTime": 119,
            "topicId": 115,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Tiffany! You did ask very interesting questions. Every person has his own writing habits, sot it s funny to compare them like this. No one is right, no one",
            "messageBody": "<div id=\"ygrps-yiv-1967323622\">Hi Tiffany!<br/>\n<br/>\nYou did ask very interesting questions. Every person has his own <br/>\nwriting habits, sot it&#39;s funny to compare them like this. No one is <br/>\nright, no one is wrong. Here&#39;s what I personally do. <br/>\n<br/>\n&lt;Do you guys outline the entire story first?&gt; <br/>\n<br/>\nYes. I find it essential to know where I&#39;m heading and how I&#39;m going <br/>\nthere. Sometimes, I can develop the plot in only a few hours, <br/>\nsometimes it can take months. I just take all the time I need, <br/>\nbecause I don&#39;t want to force anything. Once I have a clear idea of <br/>\nthe plot, I write it down and try to divide the action into chapters. <br/>\nThen, slowly, I&#39;ll write one chapter at a time.<br/>\n<br/>\nThe plot doesn&#39;t necessarily contain everything and sometimes, I can <br/>\nchange a few details along the way, but nothing too crucial to the <br/>\nstory line. I have to keep the same goal in mind.<br/>\n<br/>\nWriting can takes me a lot of time, because before I start, I try to <br/>\nvisualise the scenes. They have to sound real to my ears and it&#39;s the <br/>\nvision I got that will be put down on paper. Once again, I try to not <br/>\nforce anything. The scene will be ready, when it will.<br/>\n<br/>\n<br/>\n&lt;I notice the need for chapters and scenes any criteria on deciding <br/>\nwhether a chapter is &#39;over&#39; so to speak?&gt;<br/>\n<br/>\nYou decide what the length of your chapters is. Personally, when I <br/>\ndivide the story into chapter, I try to plan enough material in each <br/>\nof them to have about ten pages per chapter. Of course, I might be <br/>\nwrong in my planning, and if after seven pages, I&#39;m done, well there <br/>\nwill be a shorter chapter, that&#39;s all. The important thing about <br/>\nchapters is that each one of them has to bring its contribution to <br/>\nthe story. If a chapter has no point, brings no new development, then <br/>\nmaybe it&#39;s time to consider combining two chapters.<br/>\n<br/>\n<br/>\n&lt;Do you develop one character at a time on paper? -or- do you develop <br/>\nthe situation and try to &quot;insert&quot; the character?&gt;<br/>\n<br/>\nMost of my characters come directly from the manga, and then I just <br/>\ntry to keep them IC. I try to introduce only one or two OC characters <br/>\nin the story, but generally, when developing the plot, I have a good <br/>\nidea of who they are. I will write a few words on them, but not much.<br/>\n<br/>\n<br/>\n&lt; Anyone want to share how weird it is to try to think as someone of <br/>\nthe opposite gender? :)&gt; <br/>\n<br/>\nStrangely enough, have no problems with that. It&#39;s probably just me.<br/>\n<br/>\n<br/>\n<br/>\nOne last thing you didn&#39;t asked any questions about, but which I <br/>\npersonally find important about writing, is to not immediately post <br/>\nwhat I wrote. I always try to be a few chapters ahead of what I post <br/>\nbecause there are always little details I have to change to fit the <br/>\nlatest character development or the latest plot development. Also, <br/>\nstoring the chapters on my computer allows me to put them aside for a <br/>\nwhile and then come back and see them under a brand new light. It <br/>\nreally helps.<br/>\n<br/>\n<br/>\nMary-Ann</div>",
            "specialLinks": []
        },
        {
            "userId": 183547621,
            "authorName": "Firuze Khanume",
            "from": "Firuze Khanume &lt;crouching_tiger_realm@...&gt;",
            "profile": "crouching_tiger_realm",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [SHQ_Spy_Division] Writing Questions",
            "postDate": "1082696920",
            "msgId": 117,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwNDIzMDUwODQwLjI5NjIwLnFtYWlsQHdlYjIwNzI2Lm1haWwueWFob28uY29tPg=="
            },
            "prevInTopic": 116,
            "nextInTopic": 118,
            "prevInTime": 116,
            "nextInTime": 118,
            "topicId": 115,
            "numMessagesInTopic": 0,
            "msgSnippet": "Hi Tiffany! Personally I m some kind of freak, so take all my comments with one (or several) grains of salt.  Yes.",
            "messageBody": "<div id=\"ygrps-yiv-679819996\">Hi Tiffany!<br/>\nPersonally I&#39;m some kind of freak, so take all my comments with one (or several) grains of salt.<br/>\n <br/>\n&lt;Do you guys outline the entire story first?&gt;<br/>\n<br/>\nYes. But this is very personal, and it doesn&#39;t happens like this to everyone. When I am hit with a story, it just reveals itself as a whole, from the beginning. When I really have an story to tell, and I sit ready to start it. I know exactly what will happen from beginning to end. But it&#39;s not often the case with most writers I know.<br/>\nOnce I have the whole plotline in my head, second step: RESEARCH. Time period, cultural tips, maps, everything.<br/>\n <br/>\n&lt;I notice the need for chapters and scenes any criteria on deciding<br/>\nwhether a chapter is &#39;over&#39; so to speak?&gt;<br/>\n <br/>\nAs Barb pointed the chapter is over when it&#39;s over. But it&#39;s a good help to do a list of the main events you want to happen in the history, checking them as you add them to each chapter. In my case, I generally have an idea of what things will be included in each chapter, and how many scenes, but sometimes the chapter jumps to your throat or blackmails you, and you cannot help but surrender to its will, and let it write itself as it wishes.<br/>\n <br/>\n <br/>\n&lt;Do you develop one character at a time on paper?<br/>\n-or- do you develop the situation and try to &quot;insert&quot; the character?&gt;<br/>\n <br/>\nit depends. If it&#39;s manga based (it also is valid to the historical ones), well, I try to be as faithful to the original as possible, even fanatical to detail. Now, if the character is mine, then I do a complete and thorough profile, including his/her bio. Then, I NEVER step out of it, I act as if I am working with a canon character of a manga. I don&#39;t twist a plot to fit the character(s), rather is the character which has to interact with the plot. In my writing is the way I have to control and avoid the OOCness or internal contradictions in my own character. To me, it makes them more real, because the core of real persons doesn&#39;t really changes, it is constant. And most importantly: look at real people. How they would react in a given situation. If you have any kind of traumatic situations (abuse, post traumatic syndrome, etc) do research too. The actual reactions are far from the common stereotypes. Sorry to be a bug here, but truly, I found lots of books and novels whose main<br/>\n flaw is this.<br/>\n&lt;Anyone use &quot;diary&quot; journal software of any kind.  &gt;<br/>\n <br/>\nto write the &#39;life&#39; of the character as a guide? No. I&#39;ve heard some people does, with the bio I mentioned at first it&#39;s enough to me.<br/>\n <br/>\n&lt;I sometimes find<br/>\nmyself synthesizing historical+fictional characters and then comparing<br/>\nthem with my own pathetic life or pondering their ethics/morality with<br/>\ntoday&#39;s ethics/morality blah blah blah.&gt;<br/>\n <br/>\nPersonally... Never.  I mean, you&#39;d probably would never guess how far of my own beliefs this &#39;universe&#39; is. I simply cannot apply my morals, or think of them applied to a period (meiji/Edo, etc) universe. So, my solution has been to try to do a complete abstraction of my values/morals and try to put myself in the mindset of someone living in that society, with the given background. I don&#39;t know if it makes any sense, but kind of work for me...<br/>\n&lt;Or anyone know how to setup something where I can<br/>\ntype in an internal dialogue like Q&A with a character?&gt; <br/>\n Apart from Liver Journal? Xanga is another option. There are other  live-journal type of sites. I don&#39;t use them like this. Rather I prefer to use them for posting bits of my job-in-progress and get some feedback.<br/>\n <br/>\n&lt; Anyone want to share how weird it is to try to think as someone of the<br/>\nopposite gender? :)&gt;<br/>\n <br/>\nohhhhh this one is good... it is VERY difficult, but good observation skills help. Personally men are mysteries on legs sometimes... *pets hubby*<br/>\n <br/>\nAnyway, as I said in the beginning, take this with a grain of salt. It just works for me, but it&#39;s not a guide for all... everyone of us finds his/her path or &#39;voice&#39;, and each one is valid as long as it works for the writer. I hope you can find your own &#39;voice&#39;, and the our comments helps.<br/>\nTake care<br/>\nFiruze<br/>\n <br/>\n<blockquote><span title=\"qreply\"> ----- Original Message ----- <br/>\n  From:   Tiffany <br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ_Spy_Division@yahoogroups.com\">SHQ_Spy_Division@yahoogroups.com</a>   <br/>\n  Sent: Thursday, April 22, 2004 10:30   PM<br/>\n  Subject: [SHQ_Spy_Division] Writing   Questions<br/>\n  <br/>\n<br/>\nI have a really basic idea for one of the challenges~may   take months<br/>\nto write :P<br/>\n<br/>\nI have some questions:<br/>\n<br/>\nDo you guys   outline the entire story first?<br/>\nDo you develop one character at a time on   paper?<br/>\n-or- do you develop the situation and try to &quot;insert&quot; the   character?<br/>\nHave you ever written a &quot;diary&quot; for your character as an aid to   writing?<br/>\nI notice the need for chapters and scenes any criteria on   deciding<br/>\nwhether a chapter is &#39;over&#39; so to speak?<br/>\n<br/>\nAnyone use &quot;diary&quot;   journal software of any kind.  I sometimes find<br/>\nmyself synthesizing   historical+fictional characters and then comparing<br/>\nthem with my own   pathetic life or pondering their ethics/morality with<br/>\ntoday&#39;s   ethics/morality blah blah blah.  I guess I could use filemaker<br/>\npro or   something.  Or anyone know how to setup something where I can<br/>\ntype in   an internal dialogue like Q&A with a character?  As you can<br/>\nsee I   am going down a ~dangerous~ path.<br/>\n<br/>\nAnyone want to share how weird it is   to try to think as someone of the<br/>\nopposite gender?   :)<br/>\n<br/>\nsecretarytocapt3<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumimb.com\">http://www.shinsengumimb.com</a><br/>\n<br/>\nP.S.   I have considered livejournal...I just don&#39;t think the world is<br/>\nready for   my scary scary scary thoughts (much better to keep them   to<br/>\nmyself!)<br/>\n<br/>\n<br/>\n<br/>\nSHQ - Shinsengumi Headquarters<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/SHQ/\">http://groups.yahoo.com/group/SHQ/</a><br/>\n<br/>\nComing   soon:  SHQ - The Website<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com/\">http://www.shinsengumihq.com/</a><br/>\n<br/>\nSHQ   Spy Office -- SHQ LiveJournal<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://wwww.livejournal.com/~shq_spy_office\">http://wwww.livejournal.com/~shq_spy_office</a>   <br/>\n<br/>\n<br/>\n                Yahoo! Groups         Sponsor                                                  ADVERTISEMENT<br/>\n          <br/>\n  <br/>\n---------------------------------<br/>\n  Yahoo! Groups Links<br/>\n      <br/>\n   To visit your group on the web, go to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/SHQ_Spy_Division/\">http://groups.yahoo.com/group/SHQ_Spy_Division/</a><br/>\n      <br/>\n   To unsubscribe from this group, send an email to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ_Spy_Division-unsubscribe@yahoogroups.com\">SHQ_Spy_Division-unsubscribe@yahoogroups.com</a><br/>\n      <br/>\n   Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.   <br/>\n<br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nDo you Yahoo!?<br/>\nYahoo! Photos: High-quality 4x6 digital prints for 25�<br/>\n<br/>\n[Non-text portions of this message have been removed] </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 1533100,
            "authorName": "Barbara Sheridan",
            "from": "Barbara Sheridan &lt;bsher213@...&gt;",
            "profile": "bsher213",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re:  Writing Questions",
            "postDate": "1082687338",
            "msgId": 116,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQwODg3RjZBLjcwNjA0MDhAYmVsbGF0bGFudGljLm5ldD4=",
                "inReplyToHeader": "PGM2OXJrMytzajlkQGVHcm91cHMuY29tPg==",
                "referencesHeader": "PGM2OXJrMytzajlkQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 115,
            "nextInTopic": 117,
            "prevInTime": 115,
            "nextInTime": 117,
            "topicId": 115,
            "numMessagesInTopic": 0,
            "msgSnippet": "Tiffany, Tiffany, Tiffany, I fear the fish has clouded your mind with his convoluted verbal twists and turns.... I m probably wrong but from your post it seems",
            "messageBody": "<div id=\"ygrps-yiv-1926090283\">Tiffany, Tiffany, Tiffany,<br/>\n<br/>\nI fear the fish has clouded your mind with his convoluted verbal twists <br/>\nand turns....<br/>\n<br/>\nI&#39;m probably wrong but from your post it seems to me that you&#39;re trying <br/>\nto delve into fiction scientifically while writing (for me at least) is <br/>\na purely emotional thing. You can analyze and chart and plan and do <br/>\nnotes and fill journals of the intimate lives of your characters but <br/>\nwhen all is said and done it all comes down to you thinking What if <br/>\n_____ ???  and taking off from there, chronicling what you think your <br/>\ncharacters would feel and do in any given situation or presented with <br/>\nany certain set of circumstances or problems.<br/>\n<br/>\nAdmittedly some writers are &quot;Plotters&quot; who plan all the events and <br/>\nscenes out in detail long before writing them *points to Miss B * While <br/>\nothers find that very notion enough to make them gag if not faint dead <br/>\naway. They (like) me tend to be &quot;Pantsers&quot; or those who start with a <br/>\nkernel, a character, a line of dialogue or some such little thing and <br/>\nfly off into the great creative mist by the &quot;seat of their pants&quot; and <br/>\nand find out what happens next along with the characters.<br/>\n<br/>\n&lt;&lt;I notice the need for chapters and scenes any criteria on deciding <br/>\nwhether a chapter is &#39;over&#39; so to speak?&gt;<br/>\n<br/>\nChapters are over when they&#39;re over. That&#39;s  not  too specific, I know, <br/>\nbut each chapter tends to have a scene or two or more perhaps in which  <br/>\na roadblock is thrown into your characters&#39; paths or one part of a <br/>\npuzzle is solved while a new problem might arise or yet another <br/>\ncomplication is thrown at them.<br/>\n<br/>\nBasically something has to happen to further their adventure or hinder <br/>\nit and the best way to close out a chapter is to leave a type of <br/>\ncliffhanger so your reader can&#39;t wait to come back to see what happens next.<br/>\n<br/>\nI don&#39;t know if any of this has helped. I hope it has.<br/>\n<br/>\n----<br/>\nBarbara Sheridan<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.barbarasheridan.net\">http://www.barbarasheridan.net</a></div>",
            "specialLinks": []
        },
        {
            "userId": 182392907,
            "authorName": "Tiffany",
            "from": "&quot;Tiffany&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Writing Questions",
            "postDate": "1082683843",
            "msgId": 115,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2OXJrMytzajlkQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 116,
            "prevInTime": 114,
            "nextInTime": 116,
            "topicId": 115,
            "numMessagesInTopic": 0,
            "msgSnippet": "I have a really basic idea for one of the challenges~may take months to write :P I have some questions: Do you guys outline the entire story first? Do you",
            "messageBody": "<div id=\"ygrps-yiv-170095678\">I have a really basic idea for one of the challenges~may take months<br/>\nto write :P<br/>\n<br/>\nI have some questions:<br/>\n<br/>\nDo you guys outline the entire story first?<br/>\nDo you develop one character at a time on paper?<br/>\n-or- do you develop the situation and try to &quot;insert&quot; the character?<br/>\nHave you ever written a &quot;diary&quot; for your character as an aid to writing?<br/>\nI notice the need for chapters and scenes any criteria on deciding<br/>\nwhether a chapter is &#39;over&#39; so to speak?<br/>\n<br/>\nAnyone use &quot;diary&quot; journal software of any kind.  I sometimes find<br/>\nmyself synthesizing historical+fictional characters and then comparing<br/>\nthem with my own pathetic life or pondering their ethics/morality with<br/>\ntoday&#39;s ethics/morality blah blah blah.  I guess I could use filemaker<br/>\npro or something.  Or anyone know how to setup something where I can<br/>\ntype in an internal dialogue like Q&A with a character?  As you can<br/>\nsee I am going down a ~dangerous~ path.<br/>\n<br/>\nAnyone want to share how weird it is to try to think as someone of the<br/>\nopposite gender? :)<br/>\n<br/>\nsecretarytocapt3<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumimb.com\">http://www.shinsengumimb.com</a><br/>\n<br/>\nP.S. I have considered livejournal...I just don&#39;t think the world is<br/>\nready for my scary scary scary thoughts (much better to keep them to<br/>\nmyself!)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 146,
    "nextTopicId": 149
}