{
    "totalMsgInTopic": 3,
    "messages": [
        {
            "userId": 122717733,
            "authorName": "Grace Battista",
            "from": "&quot;Grace Battista&quot; &lt;mg_batt@...&gt;",
            "profile": "mg_batt",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: Writing",
            "postDate": "1082933369",
            "msgId": 128,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2aGY5cCs3Y3YxQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PDE1Ny4zMzQ3ZDIxYy4yZGJhZWRjNUBhb2wuY29tPg=="
            },
            "prevInTopic": 120,
            "nextInTopic": 0,
            "prevInTime": 127,
            "nextInTime": 129,
            "topicId": 119,
            "numMessagesInTopic": 0,
            "msgSnippet": "I completely agree with you there... Sticking to what the history of the story is... I ve had that itch when I first wrote Leaving Edo. In chapter 2 I found",
            "messageBody": "<div id=\"ygrps-yiv-1783727783\">I completely agree with you there...<br/>\n<br/>\nSticking to what the history of the story is... I&#39;ve had that itch <br/>\nwhen I first wrote Leaving Edo. In chapter 2 I found out about the <br/>\nmystery woman and it was so hard to stop myself from twisting the <br/>\nstory to reflect this. I even thought of cancelling the whole thing <br/>\nand writing something more historically accurate. Oh well that <br/>\ndidn&#39;t happen... Hijikata, Okita, Saitou and Midori has &quot;grown&quot; on <br/>\nme now that I won&#39;t even consider such a thing.<br/>\n<br/>\nI agree with you too about having OOCness. I do it A LOT. Sometimes <br/>\nthough I wonder when is the OOC too overboard? I rely on my readers <br/>\nto let me know. I remember there was that girl reviewer in Watashi <br/>\nno Itachi, she creamed me for doing that to Aoshi. I thought about <br/>\nit and decided it wouldn&#39;t hurt the story to bring him closer to IC. <br/>\nI was just going overboard with him... Now with Saitou-sama in <br/>\nleaving Edo, I thought he&#39;s definitely OOC got to fix and <br/>\nMissBehavin told me it&#39;s okay... See I love readers...<br/>\n<br/>\nMissBehavin - Ummm... I need another chapter on To Hazard a Guest... <br/>\n*Wounds cries and runs away*<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> --- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SHQ_Spy_Division@yahoogroups.com\">SHQ_Spy_Division@yahoogroups.com</a>, Warg3791@a... wrote:<br/>\n&gt; PHIL LIVES!!! The evil babelfish didn&#39;t get her after all!!! I was <br/>\nworried!!!<br/>\n&gt; <br/>\n&gt; As to how I go about doing stories, I get a basic idea and then I <br/>\nbrood on it <br/>\n&gt; for a bit until I get a very general outline. I plot out the main <br/>\npoints, but <br/>\n&gt; I leave myself plenty of room to add new ideas or change things as <br/>\ndifferent <br/>\n&gt; (more like improved) ideas strike me. I&#39;ve recently began writing <br/>\nthis outline <br/>\n&gt; down so I can remember them, because I have too many stories going <br/>\nas it is. <br/>\n&gt; Then I sit down with pen and paper and write out a rough draft of <br/>\nmy chapter. <br/>\n&gt; After I&#39;m satisfied that all the details for that part of the <br/>\nstory have been <br/>\n&gt; addressed, I sit down and type out a final version. But that&#39;s <br/>\njust a habit I <br/>\n&gt; got into because of one teacher. It was something that worked for <br/>\nme, so I <br/>\n&gt; stuck with it. <br/>\n&gt; <br/>\n&gt; And I completely agree with Phil about sticking to the history <br/>\nestablished in <br/>\n&gt; the story, regardless of new info that might come along. Unless it <br/>\ncan easily <br/>\n&gt; be worked in, I just go ahead with the background I laid out. To <br/>\nHazard a <br/>\n&gt; Guest is a perfect example of this. When I first read that <br/>\nSaito &quot;assassinated&quot; <br/>\n&gt; Itou, I couldn&#39;t find anything more on the subject, despite a very <br/>\nthorough <br/>\n&gt; search. I assumed that he killed the man himself, so I began the <br/>\nfic with him <br/>\n&gt; &quot;assassinating&quot; Itou. Well, now we know that he merely got the <br/>\ngoods on the guy <br/>\n&gt; and the rest of the Shinsengumi were involved. I can&#39;t go back and <br/>\nchange the <br/>\n&gt; whole story now, so I&#39;m just sticking it out. (BTW, Phil that was <br/>\nBarb that <br/>\n&gt; said a chapter was over when it&#39;s over.) <br/>\n&gt; <br/>\n&gt; With me, it seems like the characters will take care of themselves <br/>\nif I just <br/>\n&gt; let them. (Saito is a PITA who likes to do things his own way, <br/>\neven in MY <br/>\n&gt; head.) If I&#39;m really unsure about their reactions to a situation, <br/>\nI&#39;ll have a chat <br/>\n&gt; with Barb and get her opinion on the matter. Sometimes getting a <br/>\nnew <br/>\n&gt; perspective on your idea, etc. helps. The most important thing to <br/>\nme, however, is just <br/>\n&gt; to do whatever feels right for the story. So if it really feels <br/>\nright for <br/>\n&gt; Saito to cry, etc at a given point, regardless of whether others <br/>\nthink I&#39;ve made <br/>\n&gt; him OOC, I&#39;ll do it.  It generally works out though.<br/>\n&gt; <br/>\n&gt; Basically, everyone has to find their own way of doing things and <br/>\nthere is no <br/>\n&gt; such thing as right or wrong, as long as you can tell a story that <br/>\npeople <br/>\n&gt; enjoy. And if someone tries to give you a hard time for it and <br/>\ntell you that <br/>\n&gt; you&#39;re doing it wrong, just tell them that you don&#39;t ask Picasso <br/>\nto paint like <br/>\n&gt; Monet.  <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; -MissBehavin (Hijikata&#39;s Chamber Maid)<br/>\n&gt; Official Member of the I Hate Babelfish Club<br/>\n&gt; &quot;It takes little to amuse me and even less to confuse me.&quot;<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; [Non-text portions of this message have been removed] </span></blockquote></div>",
            "specialLinks": []
        },
        {
            "userId": 166729753,
            "authorName": "Warg3791@****",
            "from": "Warg3791@...",
            "profile": "warg3791",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [SHQ_Spy_Division] Writing",
            "postDate": "1082758085",
            "msgId": 120,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDE1Ny4zMzQ3ZDIxYy4yZGJhZWRjNUBhb2wuY29tPg=="
            },
            "prevInTopic": 119,
            "nextInTopic": 128,
            "prevInTime": 119,
            "nextInTime": 121,
            "topicId": 119,
            "numMessagesInTopic": 0,
            "msgSnippet": "PHIL LIVES!!! The evil babelfish didn t get her after all!!! I was worried!!! As to how I go about doing stories, I get a basic idea and then I brood on it for",
            "messageBody": "<div id=\"ygrps-yiv-1342814929\">PHIL LIVES!!! The evil babelfish didn&#39;t get her after all!!! I was worried!!!<br/>\n<br/>\nAs to how I go about doing stories, I get a basic idea and then I brood on it <br/>\nfor a bit until I get a very general outline. I plot out the main points, but <br/>\nI leave myself plenty of room to add new ideas or change things as different <br/>\n(more like improved) ideas strike me. I&#39;ve recently began writing this outline <br/>\ndown so I can remember them, because I have too many stories going as it is. <br/>\nThen I sit down with pen and paper and write out a rough draft of my chapter. <br/>\nAfter I&#39;m satisfied that all the details for that part of the story have been <br/>\naddressed, I sit down and type out a final version. But that&#39;s just a habit I <br/>\ngot into because of one teacher. It was something that worked for me, so I <br/>\nstuck with it. <br/>\n<br/>\nAnd I completely agree with Phil about sticking to the history established in <br/>\nthe story, regardless of new info that might come along. Unless it can easily <br/>\nbe worked in, I just go ahead with the background I laid out. To Hazard a <br/>\nGuest is a perfect example of this. When I first read that Saito &quot;assassinated&quot; <br/>\nItou, I couldn&#39;t find anything more on the subject, despite a very thorough <br/>\nsearch. I assumed that he killed the man himself, so I began the fic with him <br/>\n&quot;assassinating&quot; Itou. Well, now we know that he merely got the goods on the guy <br/>\nand the rest of the Shinsengumi were involved. I can&#39;t go back and change the <br/>\nwhole story now, so I&#39;m just sticking it out. (BTW, Phil that was Barb that <br/>\nsaid a chapter was over when it&#39;s over.) <br/>\n<br/>\nWith me, it seems like the characters will take care of themselves if I just <br/>\nlet them. (Saito is a PITA who likes to do things his own way, even in MY <br/>\nhead.) If I&#39;m really unsure about their reactions to a situation, I&#39;ll have a chat <br/>\nwith Barb and get her opinion on the matter. Sometimes getting a new <br/>\nperspective on your idea, etc. helps. The most important thing to me, however, is just <br/>\nto do whatever feels right for the story. So if it really feels right for <br/>\nSaito to cry, etc at a given point, regardless of whether others think I&#39;ve made <br/>\nhim OOC, I&#39;ll do it.  It generally works out though.<br/>\n<br/>\nBasically, everyone has to find their own way of doing things and there is no <br/>\nsuch thing as right or wrong, as long as you can tell a story that people <br/>\nenjoy. And if someone tries to give you a hard time for it and tell you that <br/>\nyou&#39;re doing it wrong, just tell them that you don&#39;t ask Picasso to paint like <br/>\nMonet.  <br/>\n<br/>\n<br/>\n-MissBehavin (Hijikata&#39;s Chamber Maid)<br/>\nOfficial Member of the I Hate Babelfish Club<br/>\n&quot;It takes little to amuse me and even less to confuse me.&quot;<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        },
        {
            "userId": 173227807,
            "authorName": "spiritus_saitou",
            "from": "&quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Writing",
            "postDate": "1082754396",
            "msgId": 119,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM2YzBncyt2ajB0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 120,
            "prevInTime": 118,
            "nextInTime": 120,
            "topicId": 119,
            "numMessagesInTopic": 0,
            "msgSnippet": "First of all, I heartily apologize for not using quotes from previous messages or addressing all the issues.  I have a brain chemistry disorder called",
            "messageBody": "<div id=\"ygrps-yiv-2007498619\">First of all, I heartily apologize for not using quotes from previous <br/>\nmessages or addressing all the issues.  I have a brain chemistry <br/>\ndisorder called dysthymic disorder that occasionally reminds me it&#39;s <br/>\nstill there and causes something similar to a &quot;brain storm&quot; (uh, as <br/>\nopposed to the productive &quot;brainstorming&quot;).  Storm clouds are <br/>\nbrewing... I&#39;m recognizing all the symptoms of an &quot;episode&quot; coming <br/>\non, so I&#39;m not thinking very straight and I may seem AWOL for a while <br/>\nafter this.  I&#39;ll be reading posts, just not participating (except if <br/>\nsomething administrative should arise).  As I told Barb in a private <br/>\nemail, it&#39;ll be interesting to see how quickly I snap out of it since <br/>\nI don&#39;t have nearly the number of stresses and things to worry about <br/>\nthat I&#39;ve had in the past.  Unfortunately meds don&#39;t prevent or cure <br/>\nthe episodes... it&#39;s always just a matter of riding out the storm.  <br/>\nblah blah blah<br/>\n<br/>\nThankfully, Yahoo has straightened out my account... finally.<br/>\n<br/>\nTiffany, I am the most undisciplined writer imaginable... or close to <br/>\nit, anyway.  An idea strikes me --- a mood, a phrase, a picture, <br/>\nsometimes an event in my life... anything can inspire the idea.  I <br/>\nopen up a new MSWord document and just start writing.  Sometimes the <br/>\nstory completely evolves on its own; other times I end up writing <br/>\nbits and pieces as scenes or dialogue come, then either bridge them <br/>\nor keep them around for use later in other stories.  The one thing I <br/>\nnever do is ignore the urge to write... even if I sit bolt upright at <br/>\n2 a.m. with something that needs to get out.  It may or may not come <br/>\nto a realized story, but so often those stray fragments have come <br/>\ninto play perfectly in other stories.  If I hadn&#39;t written them down, <br/>\nthey would&#39;ve been lost.<br/>\n<br/>\nAbout LJ --- you can still use it as a private journal.  You don&#39;t <br/>\nhave to make your entries public.  I&#39;ve started using mine to track <br/>\ndates of things happening with this disorder.  No one else can read <br/>\nthem.  As I&#39;m online more than off, it&#39;s handy to have available.  <br/>\nEasier than keeping a physical journal or carrying around a <br/>\nlaptop.  ;-)<br/>\n<br/>\nOccasionally a story has had to be mapped out to a certain degree.  <br/>\nThe unfinished &quot;Oujougiwa no Seizonsha&quot; relies on the timing of the <br/>\nwithdrawal symptoms of opium.  Where chapters begin and end are marks <br/>\nof time when one set of symptoms end and another set begin.  (That is <br/>\nremains unfinished has to do with the depressing nature of the story, <br/>\nwhich I haven&#39;t been in a frame of mind to deal with.) &quot;Kitaku&quot; began <br/>\nto go astray, but the idea was (and still is) to have two stories <br/>\nrunning concurrently (present and past) that (hopefully) complement <br/>\nand explain each other. What happens beyond those markers and/or <br/>\nlimitations is completely open to chance.  (BTW, I see structure as <br/>\nlimitation, which isn&#39;t a bad thing... I&#39;m simply more creative <br/>\nwithout the structure.)<br/>\n<br/>\nPart of my problem with trying to structure or outline a story is <br/>\nthat I deal with two characters who don&#39;t behave.  RK Saitou & Sano <br/>\nare friggin&#39; mind gamers --- they take my perfectly laid plans and <br/>\nbefore I know it, I&#39;m so far away from my original intentions that <br/>\nthe story has gone in an unexpected direction.  Obviously, they don&#39;t <br/>\ndo that literally... it&#39;s still all in my head, but be forewarned <br/>\nthat characters can take on a voice of their own.  Only you & your <br/>\npersonal style can dictate how much freedom you give them to take a <br/>\nstory in any given direction.  I stopped trying to fight it because I <br/>\nfound myself blocking if I tried to force them into a container I <br/>\nwanted them in.  Your subconscious is very powerful, unhindered as it <br/>\nis by rules and structure.  Sometimes it pays to let it out for a <br/>\nrun... even if you rope them in later.<br/>\n<br/>\nWhere do chapters end?  Like MissB (I think) said, they end when they <br/>\nend.  More often than not I just have a sense that it wants to end at <br/>\na certain point.  The mood or the activity is complete or reached a <br/>\nstage where it&#39;s time to take a breather, or it&#39;s the perfect place <br/>\nfor a cliffhanger.<br/>\n<br/>\nI also took the time before I ever started writing to learn something <br/>\nabout the background --- about Saitou, the Shinsengumi, the bakumatsu <br/>\nand Restoration, etc.  I really couldn&#39;t write RK fanfic until I had <br/>\nsome basic foundation, which you already have.  I started watching RK <br/>\njust over a year ago and didn&#39;t start writing (RK fanfic, that is)<br/>\nuntil December.  Now, as I write and come upon something that I feel <br/>\nI need to know more about, I stop and do some research.  (Or more <br/>\nlike, in my case, if the writing bug is biting hard, I just move <br/>\nbeyond that point and keep writing, altering as necessary once I do <br/>\nget information I want.)  There&#39;s no way of knowing it all --- it&#39;s <br/>\nlike waiting to have a baby until you can afford it --- you&#39;ll never <br/>\nget the story written or conceive the child!  ;-)  One thing I warn <br/>\nyou about though in writing about this time period (or any historical <br/>\nsetting) is the problem of new and changing information.  It will <br/>\ndrive you *crazy*!  Just when things are falling into place, <br/>\n*someone* (like secretarytocapt3???) runs into new info that blows <br/>\neverything out of the water.  Be flexible or be firm... there&#39;s no in <br/>\nbetween.  Either be willing to rewrite or stick to a specific history <br/>\nno matter what new info comes around.  Personally, I&#39;m beginning to <br/>\nfavor the latter with a disclaimer that new info is constantly being <br/>\ndiscovered or that there are several versions of the history.<br/>\n<br/>\nEditing --- I majorly edit as I write, which is supposed to be the <br/>\nwrong thing to do in creative writing, but I can&#39;t stop doing it.  <br/>\nWhen a chapter is finished, I read it over immediately and do more <br/>\nediting.  Then I take a little time away from it to clear my mind and <br/>\nreturn to read it over again, making only minor grammar or spelling <br/>\ncorrections, maybe something more major that hits me over the head <br/>\nright then and there.  Then I go back over it again, watching purely <br/>\nfor finer grammar points, like overused words, pronoun usage, etc.  <br/>\nSome people read it aloud to check for flow and understanding, but as <br/>\nI&#39;m someone who cannot bear to be read to, it&#39;s been pointless.  I&#39;m <br/>\nalso someone who needs to experience immediate accomplishment <br/>\n(because of the focus & concentration problems I have with the <br/>\ndisorder), so once I&#39;m satisfied, out it goes into the ether.  If you <br/>\nhave someone who has the time and the skill to beta, go for it.  <br/>\nUntil a few weeks ago, although there have been plenty of people <br/>\nwilling to read over stuff & have given me encouragement, I&#39;ve never <br/>\nreally felt I had access to a beta-reader. Most people I know & trust <br/>\nsimply don&#39;t have the time. I now have someone who is starting to <br/>\nwork with me and I&#39;m looking forward to seeing how much she can help <br/>\nme improve.  Other than that, I&#39;ve relied on feedback from readers in <br/>\ngeneral (when I can get it).<br/>\n<br/>\nIt all comes down to everyone has their way of doing things. <br/>\nHopefully with many of us giving you some insight into how we <br/>\napproach it, you&#39;ll find things that work for you. My advice is to be <br/>\nopen to experimentation, to many false starts, to play and &quot;verbal <br/>\ndoodling.&quot;  Don&#39;t be shy about sharing with someone and be open to <br/>\nwhat they&#39;re telling you, good and bad. If you&#39;re new to fiction <br/>\nwriting, give yourself some exercises in order to find your voice, <br/>\nyour style.  And start out with something short at first.  Don&#39;t <br/>\nassign yourself to writing a novel straight out of the gate. :-) You <br/>\nalready have the research capabilities.  Time to find the verbal <br/>\nartist!  :-D  Just be sure to have fun along the way.  May the muses <br/>\nbe kind to you!!<br/>\n<br/>\nphil (the now mentally exhausted...)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 125,
    "nextTopicId": 121
}