{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 1533100,
            "authorName": "Barbara Sheridan",
            "from": "Barbara Sheridan &lt;bsher213@...&gt;",
            "profile": "bsher213",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC, Mibu-Times/Dispatch,Pt 2/11, RK, PMK, Shinsengumi, Kenshin, PG-13",
            "postDate": "1079623397",
            "msgId": 14,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQwNTlCRUU1LjMwMzA3MDlAYmVsbGF0bGFudGljLm5ldD4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 13,
            "nextInTime": 15,
            "topicId": 14,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Mibu Times-Dispatch Author:BarbaraSheridan (with much assistance from Miss Behavin) E-mail: Source:RK/PMK Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-754205222\">Title: Mibu Times-Dispatch<br/>\n<br/>\nAuthor:BarbaraSheridan (with much assistance from Miss Behavin)<br/>\n<br/>\nE-mail:<br/>\n<br/>\nSource:RK/PMK<br/>\n<br/>\nMain character(s): Entire Shinsengumi<br/>\n<br/>\nGeneral Rating: PG-13<br/>\n<br/>\nWarning: Implied sexual situations some may be m/m<br/>\n<br/>\nDisclaimer: The versions of these characters belong to their creators<br/>\nNobuhiro Watsuki and Nanae Kurono<br/>\n<br/>\n----------------------<br/>\nVol 2<br/>\n<br/>\nI would like to take a moment to remind the good citizenry of Kyoto to <br/>\nplease use caution when trying to gain admittance to the Shinsengumi <br/>\nHeadquarters.  Our squad leaders and members are very diligent about <br/>\nanswering calls for assistance and reports of crimes and they may not <br/>\nalways be able to see you loitering outside the front gate (especially <br/>\nif your height falls below that of their waist).<br/>\n<br/>\nWhile our members take every effort to proceed with caution when <br/>\nanswering an urgent call sometimes accidents do happen and civilians <br/>\nmight be injured, however slightly. Should something like this occur to <br/>\nyou or someone you know please do not hesitate to file a report with our <br/>\ninsurance claims division in Aizu.<br/>\n<br/>\nYamanami Keisuke<br/>\n<br/>\nEditor-in-Chief Mibu Times/Dispatch<br/>\n<br/>\n2nd Vice-Chief, Shinsengumi<br/>\n<br/>\n# # # # # # #<br/>\n<br/>\nDear Editor:<br/>\n<br/>\nI am writing in regards to an article in your last issue. The article in <br/>\nquestion concerned an alleged runaway by the name of Himura Shinta a/k/a <br/>\n&quot;Kenni&quot;.  I wish to assure this newspaper and your readers that young <br/>\nHimura is by no means a runaway. The boy in question is in fact seeking <br/>\nrefuge with my extended family after being severely mistreated by his <br/>\nabusive, sake addicted adoptive father, who tried to keep him a prisoner <br/>\nin a secluded mountain retreat.<br/>\n<br/>\nKenni is currently in my employ (part time of course considering his <br/>\ntender age) as a page and spends much of his time studying kendo and the <br/>\nshamisen under the tutelage of an old family friend Sensei Takasugi.<br/>\n<br/>\nSincerely,<br/>\n<br/>\nKatsura K.<br/>\n<br/>\n# # # # # # # # # #<br/>\n<br/>\nLocal News<br/>\n<br/>\nThe Fifth Unit under the command of Captain Takeda Kanryuusai was <br/>\nambused  late Sunday evening while on routine patrol.  Witnesses report <br/>\nthat twenty squad members were killed by a single assailant alleged to <br/>\nbe the reputed serial killer Hitokiri Battousai.<br/>\n<br/>\nWhile this reporter finds it hard to believe that twenty of our elite <br/>\ntroops could be killed by a single man we are investigating each and <br/>\nevery lead.  Citizens are encouraged to some forth with any information <br/>\nno matter how insignificant it may seem.<br/>\n<br/>\n# # # # # # # #<br/>\n<br/>\nEmployment Notice:<br/>\n<br/>\nThe Shinsengumi currently have openings for twenty (20) men skilled in <br/>\nsword handling and general law enforcement duties. Quick reflexes <br/>\nrequired, good personal hygiene and basic attractiveness encouraged.<br/>\n<br/>\nApply to: Takeda Kanryuusai, Capt. 5th Unit<br/>\n<br/>\n# # # # # # #<br/>\n<br/>\nImportant Notice From the Vice-Chief:<br/>\n<br/>\nI found pig droppings in my futon. NO animals will be allowed inside my <br/>\nquarters from now on, regardless of Who they belong to.<br/>\n<br/>\n-Hijikata<br/>\n<br/>\n# # # # # # #<br/>\n<br/>\nAdvertisement:<br/>\n<br/>\nMorimoto&#39;s   Soba Emporium and Sake Bar is now open 24 hours to better <br/>\nserve the needs of Kyoto&#39;s third shift workers and public servants.<br/>\n<br/>\nInquire about our frequent customer discounts and delivery service.<br/>\n<br/>\n# # # # # # #<br/>\n<br/>\nNew Column:<br/>\n<br/>\nHello and welcome to the first installment of &quot;Ask Ayu-nee&quot;----the <br/>\nColumn that Cares. I am Yamazaki Ayumu a long time Kyoto resident and <br/>\ncurrent barracks cook for those wonderful brave men of the Shinsengumi.<br/>\n<br/>\nYamanami-san asked me to do this column as it seemed people were always <br/>\nwandering into my kitchen and asking for advice on one thing or another. <br/>\nPlease feel free to write me about whatever is bothering you and I&#39;ll do <br/>\nmy best to help.<br/>\n<br/>\nLet&#39;s start with the mail that&#39;s arrived so far...<br/>\n<br/>\nDear Ayu-nee,<br/>\n<br/>\nI have a strange fascination with my sister&#39;s clothes. I can&#39;t get<br/>\nenough of wearing them, ,luckily I&#39;ve managed to incorporate my hobby<br/>\nseamlessly into my daily job but I&#39;m afraid that might change<br/>\nsoon when I go on the night shift and have to wear a dull black( no <br/>\nyummy silk components involved)  uniform. Can you offer any advice?<br/>\n<br/>\n---Nobody&#39;s brother.<br/>\n<br/>\nDear Brother--<br/>\n<br/>\nI strongly suggest that you find some other way to enjoy your hobby because<br/>\nsisters do not like going to pick their favorite pink kimono for a date<br/>\nwith a certain dashing eighth squad captain only to find that it has <br/>\nquestionable stiff, dried stains below the waist!<br/>\n<br/>\nDear Ayu-nee<br/>\n<br/>\nAll of my men are Ahous. What should I do?<br/>\n<br/>\n-----WolfMan<br/>\n<br/>\nDear Wolfie:<br/>\n<br/>\nAhou Soku Zan.<br/>\n<br/>\nDear Ayu-nee<br/>\n<br/>\nI run an elite group of samurai. I trained most of them. but I find I <br/>\nget no one&#39;s respect. They treat me like a kindly old man when I&#39;m not <br/>\nmuch older than they are. What should I do?<br/>\n<br/>\n-Big Boss<br/>\n<br/>\nDear Boss:<br/>\n<br/>\n I don&#39;t wish to be cruel but this sounds to me like a situation of your <br/>\nown making. Do you defer judgment to your second in command? Do you <br/>\narrange outings and harmless recreational activities for the men much <br/>\nlike a friend would do or do you rule them with an iron fist no matter what?<br/>\n<br/>\nI think you can turn this situation around but it won&#39;t be easy. You may <br/>\nhave to resort to tough love and that means Seppuku----For Them! (except <br/>\nmaybe for certain third and eight squad leaders)<br/>\n<br/>\nDear Ayu-nee<br/>\n<br/>\nI am currently employed by an independant security firm here in Kyoto. <br/>\nPart of my duties include repelling certain competitors of my employer <br/>\nbut a fanatical government sponsored faction keeps getting in my way.<br/>\n<br/>\nHow can I get them to leave me alone and let me do my friggin Job?! To <br/>\nbe honest we are both working towards the same goal but looking at the <br/>\nmatter from different perspectives.<br/>\n<br/>\n-Red<br/>\n<br/>\nDear Red,<br/>\n<br/>\nI&#39;ve always been fond of the kindness kills approach,<br/>\n<br/>\nbe friendly to your opponents, invite them out for a cup of sake (well <br/>\nmaybe not the tall ones with the narrow eyes), be a pal, make them see <br/>\nhow alike you are and how much your job means to you. I&#39;m sure with a <br/>\nlittle give and take on both sides you&#39;ll find common ground eventually.<br/>\n<br/>\n# # # # # # #<br/>\n<br/>\nNotice:<br/>\n<br/>\n Meeting of Shinsengumi financial committee has been moved up to this <br/>\nFriday morning to discuss excessive amount of company funds spent on <br/>\nsword sharpening equipment.<br/>\n<br/>\n----Hijikata<br/>\n<br/>\nLocal News:<br/>\n<br/>\nThere was a break-in last night at the Mitsubishi warehouse complex in <br/>\nthe city&#39;s south end. The investigating unit fell that the burglar must <br/>\nhave been a youth or small statured adult as the means of entry was a <br/>\nnarrow window in the building housing stock slated to be delivered to <br/>\nKeyaki&#39;s Womenswear and Cosmetics Outlet.<br/>\n<br/>\nA quick inventory showed that the burglar attempted to make off with <br/>\nnumerous cases of White Plum Perfume but only managed to get a few <br/>\nbottles. Most of the merchandise was recovered a short distance away <br/>\nthough one of the cases was damaged causing some of the contents to <br/>\nspill on the investing unit&#39;s caption one  Saitou Hajime.<br/>\n<br/>\n# # # # # # #<br/>\n<br/>\nOther Local News<br/>\n<br/>\n A number of Shinsengumi members of the Third Unit were officially <br/>\nreprimanded for verbally harassing their direct superior by &quot;making <br/>\njokes&quot; about his &quot;Smelling as fresh as a just picked white plum&quot;.<br/>\n<br/>\nCoincidentally that night a fire broke out in the barracks housing the <br/>\nmen of the Third Unit.  An anonymous witness reported seeing a black <br/>\nclad man hurrying from the scene muttering &quot;The heat will kill them....&quot;<br/>\n<br/>\nFurther official investigation is pending.<br/>\n<br/>\n# # # # # # # # #<br/>\n<br/>\nDear Ayu-nee,<br/>\n<br/>\nI relocated to Kyoto following the death of my fiancé at the hands of an <br/>\nunknown mugger. I&#39;m a girl used to nice surroundings and the finer <br/>\nthings in life but since coming here the only job I could find was as a <br/>\n*groan*<br/>\n<br/>\nmaid to a bunch of smelly swordsmen at a small futon and breakfast.<br/>\n<br/>\nAs if that isn&#39;t demeaning enough now I&#39;m being told I have to babysit a <br/>\nfifteen year old kid to keep him off the streets and out of trouble. <br/>\nThis is worse than having to look after my obnoxious little brother! Help!<br/>\n<br/>\n----Plum Crazy in Kyoto<br/>\n<br/>\nDear Plum<br/>\n<br/>\nWe all go through frustrating times in our lives. This kid might not be <br/>\nall that bad once you get to know him. My advice is to just grit your <br/>\nteeth, go along with your boss&#39;s wishes, and try to make the most of <br/>\nit!  And don&#39;t jump in front of any swords no matter how trying it gets!<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 11,
    "nextTopicId": 15
}