{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 1533100,
            "authorName": "Barbara Sheridan",
            "from": "Barbara Sheridan &lt;bsher213@...&gt;",
            "profile": "bsher213",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC, Mibu-Times/Dispatch,Pt 3/11, RK, PMK, Shinsengumi, Kenshin, PG-13",
            "postDate": "1079624271",
            "msgId": 15,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDQwNTlDMjRGLjIwNjA2MDBAYmVsbGF0bGFudGljLm5ldD4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 14,
            "nextInTime": 16,
            "topicId": 15,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Mibu Times-Dispatch Author:BarbaraSheridan (with much assistance from Miss Behavin) E-mail: Source:RK/PMK Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-1016555611\">Title: Mibu Times-Dispatch<br/>\n<br/>\nAuthor:BarbaraSheridan (with much assistance from Miss Behavin)<br/>\n<br/>\nE-mail:<br/>\n<br/>\nSource:RK/PMK<br/>\n<br/>\nMain character(s): Entire Shinsengumi<br/>\n<br/>\nGeneral Rating: PG-13<br/>\n<br/>\nWarning: Implied sexual situations some may be m/m, also may contain <br/>\nsome mild profanity<br/>\n<br/>\nDisclaimer: The versions of these characters belong to their creators<br/>\nNobuhiro Watsuki and Nanae Kurono<br/>\n-------------------------------------<br/>\n<br/>\nVol 3<br/>\n<br/>\nTo the Citizens of Kyoto from Chief Kondou:<br/>\n<br/>\nWe of the Shinsengumi take our appointment as the Defenders of Kyoto very<br/>\nseriously and I assure each and every one of you that we are a <br/>\nwell-disciplined, highly moral group of men despite the recent actions <br/>\nof one of our former administrators Serizawa Kamo and his minions. <br/>\n<br/>\nVice-Chief Hijikata and I extend out most sincere apologies and assure <br/>\nyou that a thorough investigation has been completed and appropriate <br/>\npunishment handed down.<br/>\n<br/>\nAku Soku Zan<br/>\n<br/>\n# # # #  # # # #<br/>\n<br/>\nEditorial: A Fond Farewell<br/>\n<br/>\nIt is with deep regret that I must resign my post as editor of this <br/>\nnewspaper as well as  resign my commission in the Shinsengumi, due to <br/>\nirreconcilable differences in the running of this organization.<br/>\n<br/>\nChief Kondou has agreed to step in until a new editor can be found.  My <br/>\nbest to you all.<br/>\n<br/>\nYamanami Keisuke<br/>\n<br/>\nEditor-in-Chief<br/>\n<br/>\n# # # # # # # # # #<br/>\n<br/>\nNotice:<br/>\n<br/>\nCompany commanders are reminded that copies of the Internal Regulations <br/>\nMUST be<br/>\nposted in each company&#39;s quarters. You are encouraged to go over these <br/>\nregulations on  a weekly basis and I strongly advise you to emphasize<br/>\n<br/>\nArticles 1 & 2<br/>\n<br/>\nArticle 1: Everyone shall behave according to Bushido at all times.<br/>\n<br/>\nArticle 2: Desertion shall not be permitted.<br/>\n<br/>\n---Hijikata<br/>\n<br/>\n# # # # # # # # #<br/>\n<br/>\nDear Ayu-nee,<br/>\n<br/>\nMy life is a mess and I can&#39;t stand it!  My parents were killed a few <br/>\nyears back and I&#39;ve been living with my older brother who is the worst! <br/>\nHe makes me sleep in a closet. He&#39;s always lecturing me and shoving me <br/>\non the ground and accusing me of doing something bad even when I&#39;m <br/>\ntotally innocent.  I thought things would change when he got a new job <br/>\nin the finance office of a local paramilitary group and I decided to <br/>\napply too, to show him that I really am grown up. What a mistake that <br/>\nwas! The job is a dead end and what&#39;s worse is my boss! The man is an <br/>\nabsolute demon and nothing I do is ever good enough to suit him!<br/>\n<br/>\nIf that&#39;s not bad enough the guys here treat me like I&#39;m some kind of a <br/>\nfreak just because I&#39;m a little short for my age. They tease me <br/>\nconstantly and act like I&#39;m some kind of personal pet. I do have one <br/>\nfriend among them but he&#39;s always busy working, he hasn&#39;t been feeling <br/>\nwell and even though he doesn&#39;t say anything I think he&#39;s having <br/>\nproblems with his &quot;significant other&quot;.<br/>\n<br/>\nOh, wait, Ayu-nee it gets even worse!  There&#39;s this guy (my age) who <br/>\nworks here too and for some reason I can&#39;t stop thinking about him. He <br/>\ndoes a lot of undercover work and sometimes he has to disguise himself <br/>\nas a woman and when he does he&#39;s so freakin&#39; kawaii I can&#39;t stand it! <br/>\nLately I&#39;ve been having this dream where I&#39;m walking down the street and <br/>\nhe&#39;s dressed like a  girl and he grabs me and drags me into an alley and....<br/>\n<br/>\nWell, let&#39;s just say that the past few nights I&#39;m kind of glad my <br/>\nbrother makes me sleep alone in a closet.<br/>\n<br/>\nThe bad part is that it&#39;s hard trying to explain why I need clean sheets <br/>\nevery day...<br/>\n<br/>\nCan you help me? Will things ever get better?  Do those dreams mean <br/>\nI&#39;m-----gay?<br/>\n<br/>\n-----Don&#39;t call me Puppy-kun!<br/>\n<br/>\nDear Pup,<br/>\n<br/>\nThis is quite a complicated set of events and I do sympathize. However, <br/>\nI think the best advice I can give would be in person and I encourage <br/>\nyou to send me a note c/o this paper to arrange a private meeting.<br/>\n<br/>\n# # # # # # # #<br/>\n<br/>\nFull Page Notice:<br/>\n<br/>\nAttendance is Mandatory for Captain Harada&#39;s lecture tomorrow<br/>\n<br/>\nevening--My Brush with Seppuku and What it Means to You.<br/>\n<br/>\nThere will also be a quiz on the Internal Regulations.<br/>\n<br/>\n# # # # # # # # # #<br/>\n<br/>\nThis Just In:<br/>\n<br/>\nYamanami Keisuke, formerly with the Shinsengumi was found dead this <br/>\nmorning of<br/>\n<br/>\nan apparent suicide. No details are available and an official <br/>\ninvestigation is under way.<br/>\n<br/>\n# # # # # #  # # # #<br/>\n<br/>\nOfficial Notice:<br/>\n<br/>\nAll members are Strongly Encouraged to attend the memorial service for <br/>\nCaptain Okita Souji&#39;s cat Buttons tomorrow noon at Mibu Temple. While <br/>\nspecial dispensation will be granted to those members scheduled to be on <br/>\npatrol such members are expected to offer their condolences to Captain <br/>\nOkita immediately following the end of their shift.<br/>\n<br/>\n -----Hijikata<br/>\n<br/>\n# # # # # # # # # #<br/>\n<br/>\nAddendum to Official Notice:<br/>\n<br/>\nAll rumors circulating in the compound concerning the demise of Captain <br/>\nOkita&#39;s cat Buttons shall cease immediately as it is upsetting my Souji. <br/>\nThe cat was not eaten by anyone. It was merely caught in the crossfire <br/>\nof Captain Harada&#39;s skirmish with Ishin scum while it attempted to jump <br/>\nup and play with the fuzzy ball thing on his uniform.<br/>\n<br/>\n----Hijikata<br/>\n<br/>\n                         # # # # # # #<br/>\n<br/>\nDear Editor:<br/>\n<br/>\nIt has been brought to my attention that I have been slandered in your <br/>\npublication. I refer to the recent letter by one Mr. (Or Miss) Katsura <br/>\nconcerning my runaway adoptive son and kenjutsu pupil Kenshin Himura.<br/>\n<br/>\nI have never abused Kenshin in any manner. I rescued the boy from slave <br/>\ntraders and gave him a stable home as well as instruction in the great <br/>\nHiten Mitsurugi Ryu--- Instruction which he clearly did not appreciate <br/>\nas he ran off before his training was complete.<br/>\n<br/>\nI&#39;m certain that those of you with teenagers can understand how it is <br/>\nwhen your child falls in with the &quot;wrong crowd&quot;--- in this case a bunch <br/>\nof older left wing political extremists . I tried my best to talk sense <br/>\ninto the boy but he refused to listen so that I had no choice but to let <br/>\nthe little shit choose his own path and learn from his mistakes.<br/>\n<br/>\nAs far as allegations of my alleged &quot;sake addiction&quot; I will have you <br/>\nknow, Katsura K. that I drink no more t han the average citizen. And <br/>\nsince when is it a crime to enjoy a cup of fine sake to help one relax?  <br/>\nAgain, those of you with teenagers can surely appreciate this simple <br/>\npleasure I allow for myself.<br/>\n<br/>\nShould anyone be in contact with my son please tell him that I have not <br/>\npermanently closed the door to him he has only to seek my guidance and I <br/>\nwill be there.<br/>\n<br/>\nSincerely,<br/>\n<br/>\nHiko Seijuro<br/>\n<br/>\n                        # # # # # # # #<br/>\n<br/>\n                               <br/>\n<br/>\nAdvertisement:<br/>\n<br/>\nThe AOIYA restaurant and Inn is now open for your dining pleasure.  Come <br/>\nsample our Grand Opening Lunch and Dinner Buffet Specials!<br/>\n<br/>\nWe would like to assure you that contrary to certain false rumors <br/>\ncurrently being circulated by our competitors *cough* Ikeda-ya *cough* <br/>\nwe are a legitimate business and not a front for a subversive shinobi <br/>\norganization.<br/>\n<br/>\n                         # # # # # # #<br/>\n<br/>\n                               <br/>\n<br/>\nNote from the Interim Editor:<br/>\n<br/>\nSince many readers have requested a personals advertisement column we <br/>\nhave decided to give it a trial run beginning with the next issue. Ad <br/>\nplacement is free and there will be a nominal fee for private reply <br/>\nboxes at the barracks post office. We respectfully ask that you keep <br/>\nyour ads as &quot;clean&quot; as possible as this is a family newspaper.<br/>\n<br/>\n                         # # # # # # #<br/>\n<br/>\nDear Ayu-nee:<br/>\n<br/>\nI am a member of one of the most respected units of a local law <br/>\nenforcement agency and while I take great pride in my unit I am <br/>\nconcerned with the way our Captain treats us. He is a rather intolerant <br/>\nman whose personal code of Aku Soku Zan leaves no room for even the <br/>\nsimplest human error. I hesitate approaching his immediate superior as <br/>\nthey seem to be cut from the same mold.  Can you offer any advice? <br/>\nTransferring to a new job is out of the question, I&#39;m afraid.<br/>\n<br/>\nNervous<br/>\n<br/>\nDear Nervous:<br/>\n<br/>\nPerhaps your Captain is under a bit of stress. I know that the crime <br/>\nrate has been steadily rising and it&#39;s quite possible that your <br/>\nsuperior&#39;s superiors are giving him a hard time. Please hang in there <br/>\nand keep me posted.<br/>\n<br/>\n                   <br/>\n<br/>\n                          # # # # # #<br/>\n<br/>\n                               <br/>\n<br/>\nEmployment Opportunity<br/>\n<br/>\nThere is an opening for a skilled, non nonsense swordsman in the Third <br/>\nUnit.<br/>\n<br/>\nSend letters of application to Shinsengumi Headquarters Attention <br/>\nCaptain Saitou.<br/>\n<br/>\n                          # # # # # #<br/>\n<br/>\n                               <br/>\n<br/>\nOfficial Notice:<br/>\n<br/>\nInterested citizens who may have come to earlier meetings concerning the <br/>\nlatest Shinsengumi Recruitment Drive are encouraged to come back for the <br/>\nnext round of information sessions.<br/>\n<br/>\nIt seems that Captain Saitou slightly overstated the dangers associated <br/>\nwith our organizations. The probability of being slaughtered by a single <br/>\nIshin hitokiri is far smaller than the good captain may have led you to <br/>\nbelieve and while our Internal Regulations are rather stringent they are <br/>\nby no means an automatic death sentence for even the slightest <br/>\ninfraction.  <br/>\n<br/>\nFuture meetings will be overseen by Captain Nagakura of the Second Unit <br/>\nand a nurse will be in attendance should we have anymore fainting <br/>\nincidents.<br/>\n<br/>\n                         # # # # # # #<br/>\n<br/>\nDear Ayu-nee,<br/>\n<br/>\nIt&#39;s Plum again, I&#39;ve been holed up here in the middle of nowhere with <br/>\nthe boy wonder for weeks now and he&#39;s been looking at me like he wants <br/>\nto...you know,  play house &quot;for<br/>\nreal&quot;...Ewwwwwwww. What do I do now?<br/>\n<br/>\n Plum Crazy but not in Kyoto<br/>\n<br/>\nDearPlum,<br/>\n<br/>\n <br/>\n<br/>\nJust sit the young man down and explain gently but clearly that you&#39;re <br/>\nflattered by his attention, but that you&#39;re not interested in him that <br/>\nway. Remind him you&#39;re only doing your job. &#39;m sure he&#39;ll understand.... <br/>\nIt&#39;s not as if he&#39;s violent or anything, right?<br/>\n<br/>\n P.S. Perhaps if you have a brother he might help set this young man<br/>\n<br/>\nstraight.<br/>\n<br/>\n                          # # # # # #<br/>\n<br/>\n                                <br/>\n<br/>\nDear Ayu-nee, It&#39;s Red, remember me :-)<br/>\n<br/>\nThe job thing has settled down a bit and now I&#39;m on an out of town <br/>\nassignment, the problem is y roommate. She&#39;s an older woman and I think <br/>\nI&#39;m in love with her, well maybe not love but definitely lust, *blush* <br/>\nShe&#39;s really hot in a dazed sort of way and well, I&#39;m not as experienced <br/>\nas you might think so how do I , um, you know, do it?<br/>\n<br/>\n Red<br/>\n<br/>\n Dear Red,<br/>\n<br/>\nI&#39;ve referred your letter to you to my colleague Capt Harada who offers <br/>\nthis advice:<br/>\n<br/>\n&quot;Loosen her up with a bit of sake, some candelight and a nice meal. Talk <br/>\na little about &quot;chick stuff&quot;--- you know, family, gardening, etc and <br/>\nthen make like it&#39;s no big deal and sit by yourself<br/>\nwhile she goes off and combs her hair or reads a book. If she comes and <br/>\nsits near you just follow our instincts and do what comes naturally. If <br/>\nShinpachi can score with this plan then anyone can!<br/>\n<br/>\n                        # # # # # # # #<br/>\n<br/>\n                               <br/>\n<br/>\nEmployment Opportunity<br/>\n<br/>\nWanted Laundry supervisor, preferably male (or a female not prone to <br/>\nfainting at the accidental sight of 100+ naked men.)<br/>\n<br/>\nApply Shinsengumi HQ<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 14,
    "nextTopicId": 16
}