{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus_saitou",
            "from": "&quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "IMPORTANT!  Template changes and Archives",
            "postDate": "1079644918",
            "msgId": 16,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzZDN0bSt0c3RqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 15,
            "nextInTime": 17,
            "topicId": 16,
            "numMessagesInTopic": 0,
            "msgSnippet": "I ve made some minor changes to the document over in the Files Section under List Business.  One thing is important --- a slight change to the fiction",
            "messageBody": "<div id=\"ygrps-yiv-1070809554\">I&#39;ve made some minor changes to the document over in the Files <br/>\nSection under List Business.  One thing is important --- a slight <br/>\nchange to the fiction template.<br/>\n<br/>\nFirst of all, we now have an LJ community, SHQ Spy Office, although <br/>\nit&#39;s not ready for business yet --- it really is just blank walls at <br/>\nthe moment and everything is restricted until it&#39;s ready.  It&#39;s going <br/>\nto take me a little while to get an archive site set up and linked to <br/>\nSHQ, so the LJ will be acting as a temporary archive site in the <br/>\nmeantime.  It will remain open only to members of this list who join <br/>\nthe LJ community until a real website is established.  Once that site <br/>\nis up, then I will free up the LJ to open membership and viewing.  At <br/>\nthat time, all stories stored and searched under &quot;Memories&quot; that <br/>\nauthors have indicated they don&#39;t want available through LJ will be <br/>\nremoved from the journal and Memories.<br/>\n<br/>\nTo try to put this plainly...  The LJ will be a temporary archive for <br/>\nstories posted on this list, closed to all comments and viewing <br/>\nEXCEPT for members of this list who apply for membership to the LJ <br/>\ncommunity, SHQ Spy Office.  When an official archive site is up, the <br/>\njournal and Memories will be edited and *stories* by authors who <br/>\ndon&#39;t want them available there will be REMOVED from the LJ community <br/>\nentirely.  After that&#39;s done, the LJ will become public.  That&#39;s why <br/>\nthe addition to the template.<br/>\n<br/>\nAs soon as I&#39;ve tweaked some things, I&#39;ll post addresses and <br/>\ninformation. Don&#39;t start pelting me with membership requests yet... <br/>\nplease.  :-)  Those of you who already have stories posted, don&#39;t <br/>\nworry about going back and changing anything on the header.  I can <br/>\nreach you privately about it.<br/>\n<br/>\nThat was the one important thing.  The other is just to encourage you <br/>\nto upload stuff to the Web Features at your leisure, but not to be <br/>\nshocked and dismayed if you find it in a different place than you put <br/>\nit.  I&#39;m not into deleting or censoring... just getting to be a <br/>\ncontrol freak about organization since I&#39;ve been trying to clean up <br/>\nmy hard drive... things keep popping up that I&#39;ve wanted and went <br/>\nlost because I obviously just stuck it anywhere.  MissBehavin&#39;, are <br/>\nyou sure I shouldn&#39;t be Hajime instead of Shinpachi?  How about we <br/>\ngive him a split personality... you can be the bored PMK &#39;Jime and <br/>\nI&#39;ll be the control-freak RK &#39;Jime... hmmm?  ;-)<br/>\n<br/>\nuh... I&#39;m not sure who I am anymore...  List Bitch?</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 15,
    "nextTopicId": 17
}