{
    "totalMsgInTopic": 2,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13. WARNING",
            "postDate": "1080080763",
            "msgId": 47,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzcWRocitpcjE2QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 28,
            "nextInTopic": 0,
            "prevInTime": 46,
            "nextInTime": 48,
            "topicId": 28,
            "numMessagesInTopic": 0,
            "msgSnippet": "ADVERTISEMENT Title: Jidai Monogatari (Chapter 7) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire",
            "messageBody": "<div id=\"ygrps-yiv-1372958349\">ADVERTISEMENT<br/>\nTitle: Jidai Monogatari (Chapter 7)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: The usual-- swords, sake, and sex. You know...business as<br/>\nusual in the Bakumatsu.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\n------<br/>\n<br/>\nChapter 7<br/>\n<br/>\n&quot;Present identification now, or prepare to die.&quot;<br/>\nHiro was enraged. He didn&#39;t care who the man worked fortime travel or<br/>\nno time travel, Hiro was a Tokugawa, and despite the general humility<br/>\nhe had, retained certain aristocratic tendencies. To be told &quot;prepare<br/>\nto die&quot; from a no-name middle-class samurai was like a slap in the<br/>\nface. As a respectable heir of the Tokugawa clan, Hiro needed to keep<br/>\nhis honor and dignity intact.<br/>\nSlowly, he started to close his hands around each of his swords&#39;<br/>\nhandles, ready to slash the man in half when he felt Yuki&#39;s hand<br/>\ngently restrain his own. Startled back to full awareness, Hiro took a<br/>\ndeep breath to calm himself, bringing his humility back in control of<br/>\nhis mind, and deciding on being courteous instead of impulsive. Taking<br/>\na step back, he bowed low.<br/>\n&quot;I am Tokugawa Hirotada, a patrolman of the Shinsengumi 3rd Unit. I<br/>\nhave no quarrel with you or your unit, Takada-san.&quot;<br/>\nTakada snorted.<br/>\n&quot;FehTokugawa, indeed. I want proof. Now.&quot;<br/>\nHiro reached into his sleeve, and pulled out his Kyoto Military<br/>\nCommission identification paper which he&#39;d received right before his<br/>\nfirst patrol with Saitou. He held it out to Takada humbly.<br/>\n&quot;Here is all the proof you need.&quot;<br/>\nTakada&#39;s two assistant patrolmen moved in as their leader took the<br/>\ndocument with one hand and scanned it quickly, keeping his sword low<br/>\nbut ready to strike as he did so.<br/>\nHiro winced. An agonizing eternity passed as he thought of how much he<br/>\nwanted to keep his head attached to his body, how he wanted to fight<br/>\nat the Battle of Ikedaya, and how he wanted to live through the<br/>\nBakumatsu. Lost in these and other thoughts, he almost missed the<br/>\nsound of Takada&#39;s sword being sheathed.<br/>\nThe Mimawarigumi patrolman bowed.<br/>\n&quot;Isee, Tokugawa-san. My apologies. As you know, we can&#39;t take any<br/>\nchances nowadays. At any rate, your papers are in order. You&#39;re free<br/>\nto go.&quot;<br/>\nHiro took back the paper, folding it carefully and putting it back in<br/>\nhis sleeve. He bowed, not wanting to take any chances.<br/>\n&quot;I humbly thank you.&quot;<br/>\n**********<br/>\n\tHiro and Yuki paused. Having covered the rest of the way without<br/>\nincident, they had finally neared their destination. Ahead of them lay<br/>\nthe gate of the Yagi estate, which seemed to gently beckon them back<br/>\nto work and the real world. They turned to face each other for one<br/>\nlast time.<br/>\n\t&quot;Well, back to work,&quot; Hiro sighed.<br/>\n\tYuki nodded. Rather impulsively, she leaned in and gave him a quick<br/>\nkiss on the cheek.<br/>\n&quot;Neh, anata,&quot; she whispered sweetly, &quot;Again, I hope we have the<br/>\nopportunity to repeat this sometime soon.&quot; She giggled as Hiro blushed<br/>\nbright red, conscious as ever of the social constraints and standards<br/>\nof propriety of the age.<br/>\n&quot;Me too,&quot; Hiro murmured. &quot;As long as the Mimawarigumi doesn&#39;t kill us<br/>\non our way home next time.&quot;<br/>\n&quot;Deal.&quot;<br/>\nThey took one last, longing look at each other, and then proceeded for<br/>\nthe gate.<br/>\n*********<br/>\n\tUpon making it through the gate, the first thing Yuki did was proceed<br/>\nto the kitchen to find Midori. Sure enough, there she was, working<br/>\nquickly with the other women to make soup for the returning 5th and<br/>\n8th Units.<br/>\n\t&quot;Ah, Yuki-han! Welcome back!&quot;<br/>\n\tYuki bowed politely.<br/>\n\t&quot;Good to be back, Midori-san.&quot;<br/>\n\t&quot;Did you, um, get the errand done?&quot;<br/>\n\t&quot;Yes. Yes, I did,&quot; she said, stifling the urge to laugh. &quot;Thank you<br/>\nfor allowing me to go.&quot;<br/>\n\tMidori exchanged a knowing glance with her.<br/>\n\t&quot;Only you could&#39;ve done it. No one else, Yuki-han.&quot;<br/>\n\tYuki bowed again in gratitude. Pulling a tasuki sash out of her<br/>\nsleeve, she tied her sleeves up and went to work.<br/>\n**********<br/>\n\tHiro yawned. The 3rd Unit had been patrolling since noon, and they<br/>\nhadn&#39;t had any troublenot even from the Mimawarigumi. Of course, the<br/>\ntired, bored mood had led to joking amongst the patrolmen as they<br/>\ncontinued to make their rounds. Saitou didn&#39;t seem to mindhe even<br/>\njoined in at times. The general atmosphere of the Shinsengumi was too<br/>\n`brotherly&#39; for any of its memberswith the possible exception of<br/>\nHijikatato be continually serious for any extended duration.<br/>\n\tThe men&#39;s conversations covered everything, from politics to the<br/>\nweather to the latest sumo matches. Finally, Hiro was hit with the<br/>\nquestion he&#39;d been expecting since the morning.<br/>\n\t&quot;So, Tokugawa-kun, did you have a good day off?&quot;<br/>\n\tOkada Shichinosuke, a patrolman who&#39;d immediately befriended Hiro on<br/>\nhis first day, tried to intervene.<br/>\n\t&quot;What Tokugawa-kun does on his time off is hisumbusinessRight,<br/>\nTokugawa-kun?&quot;<br/>\n\tHiro snickered at the comment. Okada had quickly proved himself to be<br/>\npossessed of a sharp wit, and constantly made clever remarks left and<br/>\nright, this one being no exception. He cleared his throat and tried<br/>\nhis best to follow up on the good-natured jab.<br/>\n\t&quot;Yes, it was my business, Okada-kun.&quot;<br/>\n\t&quot;Was it a pleasure doing business, Tokugawa-kun?&quot; somebody asked<br/>\nbetween guffaws and chortles.<br/>\n&quot;Did you have any associates?&quot; asked someone else. Unable to restrain<br/>\nthemselves any longer, the entire 3rd Unit burst into howls of raucous<br/>\nlaughter.<br/>\n\t&quot;Shut up!&quot; ordered Saitou suddenly. &quot;Talk all you want, but I won&#39;t<br/>\nhave you people doing this while on duty!&quot;<br/>\n\tDead silence. Suddenly, someone spoke.<br/>\n\t&quot;Neh, Saitou-san, do you need a business associate?&quot;<br/>\n\tSaitou tried to keep a straight face, but in vain. Suddenly, he burst<br/>\nout laughing with the rest of them.<br/>\n\t&quot;I can&#39;t believe you people&quot; he muttered disbelievingly. &quot;This is<br/>\nsupposed to be the toughest city in the entire realm to work inhow<br/>\ncome you guys are still alive with such an attitude? How can this, in<br/>\nall seriousness, be called a combat-ready unit?&quot;<br/>\n\tThis time, Hiro had the answer.<br/>\n&quot;That&#39;s simple, Saitou-sama. We&#39;re the best of the best. That&#39;s<br/>\nbecause the Ishin Shishi stay away from our sick sense of humor at all<br/>\ncosts.&quot;<br/>\n*********<br/>\n\tYuki wiped the sweat off her forehead with the back of her hand and<br/>\nsighed. The naginata class had gotten off to a good start. After<br/>\nlunch, she&#39;d received word by way of Midori that Kondou had approved<br/>\nof her teaching the women how to use the naginata, and so the first<br/>\nclass had been scheduled for the early evening.<br/>\n\t&quot;Very well done,&quot; she told the women, who all stood leaning on their<br/>\nwooden practice naginata, sleeves tied back, hair tied up in tenugui<br/>\nbandannas, and looking similarly sweaty and tired.<br/>\n&quot;Very well done indeed. You&#39;ve all got great potential.&quot;<br/>\nVery well done for the very first dayand besides, I don&#39;t know which<br/>\nof these women will end up wherehopefully I&#39;m teaching them something<br/>\nnot entirely uselessand hopefully I&#39;m not changing the course of<br/>\nhistory too much, she thought. Then, smirking to herself, she added,<br/>\nAt least I get to have longer classes here than `back&#39; in 2004and no<br/>\none can really complain of techniques which are `hard&#39; or `too<br/>\naggressive&#39;. After all, we are in a life-and-death struggle here.<br/>\nYuki bowed to the women.<br/>\n&quot;Thank you. That will be all for today.&quot;<br/>\n &quot;Domo arigatou gozaimasu, sensei,&quot; they said in unison. &quot;Thank you<br/>\nvery much, teacher.&quot;<br/>\nWith that, some of them headed for the baths, eager to relax for a<br/>\ntime, while the others finished the necessary chores for the<br/>\nShinsengumi. As agreed before the class, the groups would switch after<br/>\na certain amount of time, allowing for equal &quot;down time&quot; in the baths<br/>\nfor everyone.<br/>\nJust as Yuki was about to head over to the baths, she quickly glanced<br/>\nover at the main building, feeling a chill run down her spine as she<br/>\ndid so.<br/>\nHijikata Toshizou was standing outside his room, arms folded across<br/>\nhis chest. He shot Yuki a glare. Even though no words were spoken,<br/>\nYuki got the message.<br/>\nKeep yourself in shape. I&#39;m watching.<br/>\n**********</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13. WARNING",
            "postDate": "1079728176",
            "msgId": 28,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzZmw3aCtpY2tyQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 47,
            "prevInTime": 27,
            "nextInTime": 29,
            "topicId": 28,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 6) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-257467046\">Title: Jidai Monogatari (Chapter 6)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: This chapter has sexual activity in it-- not in great detail,<br/>\nbut there nonetheless. Read at your own risk.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\nChapter 6<br/>\n<br/>\n\tDawn found Hiro eagerly practicing sword cuts in the courtyard,<br/>\ntaking advantage of the fact that he had the day off. However brief it<br/>\nmay have been, his time with Yuki the night before had left him<br/>\nenergized. In an effort to work off the energy, he&#39;d woken up just as<br/>\nthe 2nd Unit headed out on patrol before dawn, and made use of the<br/>\nmorning quiet to practice his technique by himself. Just as he brought<br/>\nthe wooden sword downwards to a chudan stance, parallel to the ground,<br/>\nhe felt someone&#39;s presence nearby. Turning around, he saw a man with a<br/>\nlong fishbone between his teeth, leaning on a wooden practice spear<br/>\nthat nearly towered over him.<br/>\n\t&quot;Ah, Harada-sama! Good morning!&quot;<br/>\n\tHarada Sanosuke, the captain of the 10th Unit, started to laugh amusedly.<br/>\n\t&quot;And what a good morning it seems for you, especially. I heard about<br/>\nhow you got a `breath of fresh air&#39; last night.&quot; He paused for a<br/>\nmoment, apparently very amused at the way Hiro&#39;s face suddenly turned<br/>\npale. &quot;Don&#39;t worry, don&#39;t worry. I won&#39;t tell anyone. But I can help<br/>\nyou and your wife, if you&#39;re looking for some time alone.&quot;<br/>\n\tHe motioned to Hiro to come closer, and whispered something in his<br/>\near. Slowly, Hiro&#39;s face lit up even more.<br/>\n\t&quot;Thank you, Harada-sama! Thank you!&quot;<br/>\n\t&quot;Shut up, idiot,&quot; he said, good-naturedly. &quot;You&#39;ll wake up<br/>\nHijikata-san. Don&#39;t want him finding out, now do you?&quot;<br/>\n\tHiro shuddered.<br/>\n\t&quot;Nope, definitely not.&quot;<br/>\n************<br/>\n\tNakamura Midori, the woman in charge of the kitchen, was also up<br/>\nbefore any one of her colleagues, and was beginning the preparations<br/>\nfor breakfast, hoping to get as far along as she could until her<br/>\nassistants arrived.<br/>\n\tJust as she was about to start slicing some takuan pickles, Midori<br/>\nnoticed a familiar figurewith a familiar fishbonelean in through the<br/>\ndoorway.<br/>\n\t&quot; `Morning, Mi-chan.&quot;<br/>\n\t&quot;Good morning, Sanosuke-sama,&quot; she answered with a smile.<br/>\n\t&quot;How&#39;s work?&quot;<br/>\n\t&quot;Well, you knowthe 3rd Unit is off-duty today, so I&#39;ve got extra<br/>\nwork on my hands. Youumneed anything?&quot;<br/>\n\t&quot;Actually, yes. I have a favor to ask&quot; He strode over to her and<br/>\nwhispered an explanation in her ear.<br/>\n\t&quot;Yeah, I heard about it, tooI&#39;ll help you out, Sanosuke-sama.&quot;<br/>\n*********<br/>\n\tAround half an hour later, Yuki strode briskly into the kitchen, with<br/>\na wistful smile on her face. The events of the night before were still<br/>\nvivid in her memory. She&#39;d wished to spend the whole night with Hiro,<br/>\nbut knew that it wasn&#39;t possible. So, in as high spirits as possible,<br/>\nshe&#39;d come to throw herself wholeheartedly into her work. She bowed to<br/>\nMidori, and would have started helping with cooking the rice, had<br/>\nMidori not stopped her.<br/>\n\t&quot;Yuki-hanI have anerrand for you to run.&quot;<br/>\n*********<br/>\nHiro was ecstatic. If what Harada had told him worked, it&#39;d be a<br/>\nperfectly convenient and legitimate way for him to spend off-duty time<br/>\nwith Yuki. All that was left to do was to find Saitou and ask about<br/>\nthe 3rd Unit&#39;s next patrol.<br/>\nAlmost at that moment, Saitou emerged from his room. In no time, Hiro<br/>\nwas standing next to him and bowing profusely.<br/>\n&quot;Saitou-sama, good morning.&quot;<br/>\n&quot;Good morning, Tokugawa-san.&quot;<br/>\n&quot;I have a question.&quot;<br/>\nSaitou appeared intriguednot exactly sure of what was going on, but<br/>\nprobably possessing some inkling of what Hiro had in mind.<br/>\n&quot;Yes?&quot;<br/>\n&quot;When are we back on duty?&quot;<br/>\n&quot;Not until just before noon tomorrow. Why?&quot;<br/>\n&quot;Oh&quot; Hiro blushed visibly. &quot;Iwas planning on spending some time in<br/>\nthe city, and wanted to be sure that I&#39;d be back at the right time.&quot;<br/>\nSaitou noddedslowly.<br/>\n&quot;I see. Well then, have agood time, Tokugawa-san.&quot;<br/>\nHiro bowed quickly.<br/>\n&quot;Thank you, Saitou-sama.&quot;<br/>\nEverything finally taken care of, Hiro picked up the straw hat that<br/>\nhe&#39;d left leaning against the outer wall, and tied it on as he passed<br/>\nthrough the gate. With a nod to the gatemen, he was off.<br/>\nThings were definitely looking up<br/>\n********<br/>\nYuki left the headquarters quickly and quietly, her feet moving almost<br/>\nof their own accord. What Midori had helped arrange was wonderfuland<br/>\nsince Harada was Midori&#39;s lover, Yuki sensed that he&#39;d played no small<br/>\npart in all of this, either. Then again, like the history books said,<br/>\nhe was known for being the kind of person who knew of such places and<br/>\nthingsamong which was Yuki&#39;s destination, the Yanagi-ya inn.<br/>\nBlissfully unaware of anything but her destination, she kept walking<br/>\n*********<br/>\nAfter a brisk, two-mile hike, Hiro arrived at the Yanagi-ya. Unlike<br/>\nother inns, the innkeeper didn&#39;t stand outside and advertise his<br/>\nestablishment. Hiro only saw him after he&#39;d entered the building. The<br/>\nyoung innkeeper was apparently, was a good friend of Harada, and Hiro<br/>\ndidn&#39;t seem surprised when the man told him that the captain came by<br/>\nand rented a room regularly. Perhaps that was why the man didn&#39;t need<br/>\nto advertise like other innshe had a guaranteed, good incomeand<br/>\nwhere anyone from the Shinsengumi or Military Commission went, high<br/>\nregard was sure to follow.<br/>\nThe innkeeper showed Hiro to a small, 2nd floor room, looking out onto<br/>\nthe street, and excused himself, saying that he&#39;d keep an eye out for<br/>\nanyone `looking&#39; for him. Slowly pacing over to the window, Hiro noted<br/>\nthat the day had begun in earnest, and life moved along just the same<br/>\nas ever. Just like it probably still does, `back&#39; in the 21st century,<br/>\nHiro thought with a chuckle, as he removed the swords from his belt<br/>\nand placed them carefully on the provided weapon rack by the wall. The<br/>\nscreen next to the rack caught his eye. It was painted with a scene<br/>\ndepicting the triumphant entry of Tokugawa Ieyasu into Osaka, after<br/>\nthe fall of that castle&#39;s garrison in 1615. Hiro grinned as he found<br/>\nthe figure of his ancestor, aging yet still proud and fierce, riding<br/>\ninto the castle with his head held high.<br/>\nThe room&#39;s door slid open, suddenly bringing him back to attention in<br/>\nthe real world.<br/>\nTurning on his heel, he saw Yuki standing in the doorway, clutching a<br/>\nwoven straw mat with one hand. She bowed and closed the door behind<br/>\nher. Hiro slid the window shutter closed, as well, and stood up.<br/>\n&quot;I&#39;msupposed to be getting daifuku sweets as a surprise for the<br/>\nserving women, according to Midori-san,&quot; Yuki said with a smile.<br/>\n&quot;Harada-sama sent me to `investigate&#39; the area for him&quot; added Hiro.<br/>\nIn the blink of an eye, they found themselves with their arms wrapped<br/>\naround each other tightly, almost as if each one was afraid that the<br/>\nother would vanish if not held onto firmly. Melting into each other&#39;s<br/>\nembrace, they relaxed, as if a great weight had been lifted from their<br/>\ncollective consciousness. For a time, they could be their own selves<br/>\nagain.<br/>\n&quot;Hiroit&#39;s been so long&quot; sighed Yuki. &quot;So very long&quot;<br/>\nHe smiled as she looked up at him, reaching a hand out to caress his face.<br/>\n&quot;I love you, Yuki-chan&quot;<br/>\nSlowly, gently, they brought their lips together in a deep, warming,<br/>\nheartfelt kiss, which sent a sudden wave of euphoria rushing through<br/>\nboth of them, from head to toe. Then they sank down onto the empty<br/>\nfuton, which lay waitingand nature restored to them the oneness that<br/>\nthey had to deny themselves in the outside world<br/>\n***********<br/>\n\tThey arose early the next morning, hoping to get back to headquarters<br/>\nbefore the 3rd Unit&#39;s scheduled patrol. After getting dressed and<br/>\npaying the innkeeper a decent amount, they stepped out into the<br/>\nsunshine. Hiro tightened the sash of his swords, and glanced at Yuki.<br/>\n\t&quot;Shall we be going?&quot;<br/>\n\t&quot;Only if you promise to do this again soon.&quot;<br/>\n\tHe smiled.<br/>\n\t&quot;Of course. And being one yourself, you know that a samurai&#39;s word is<br/>\ntrue.&quot;<br/>\n\tThey started walkingunable to hold hands, but walking closer<br/>\ntogether than they had the day before, basking in the glow of the left<br/>\nover euphoria and giddiness. Life would be so much easier, now that<br/>\nthey had a way of relieving this particular tension in their<br/>\nrelationship. And if anyone said anything, it wouldn&#39;t matter. They<br/>\ndidn&#39;t need to care about what anyone saidit was their business, and<br/>\nperfectly legal in any time period.<br/>\n\tSuddenly, the sound of swords being drawn brought the euphoria to a<br/>\ncrashing halt. Hiro&#39;s hands instinctively went to his own swords, as<br/>\nhe turned around to see who had drawn on him.<br/>\n\t&quot;I am Takada Gennosuke of the Kyoto Mimawarigumi,&quot; announced the man<br/>\nwith the drawn sword. He was tall, well-groomed, and wearing a haori<br/>\nmore muted in color than that of the Shinsengumias befitting a member<br/>\nof the Mimawarigumi, which also operated under the auspices of the<br/>\nKyoto Military Commission, but was made up of more well-to-do<br/>\nindividuals than the Shinsengumi&#39;s ex-farmers and masterless samurai.<br/>\n\tTakada stepped closer, the tip of his sword rising slightly.<br/>\n\t&quot;Present identification now, or prepare to die.&quot;<br/>\n**********</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 42,
    "nextTopicId": 38
}