{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 173227807,
            "authorName": "spiritus_saitou",
            "from": "&quot;spiritus_saitou&quot; &lt;spiritus_saitou@...&gt;",
            "profile": "spiritus_saitou",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Upload of SaiSa stories to Fiction Archive under Files",
            "postDate": "1080019522",
            "msgId": 36,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzb2hvMis1dGVoQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 35,
            "nextInTime": 37,
            "topicId": 36,
            "numMessagesInTopic": 0,
            "msgSnippet": "I ve uploaded all of my completed stories to the yahoo site (and Barb has already started transfering story files to the SHQ website).  If you re interested, I",
            "messageBody": "<div id=\"ygrps-yiv-1338033615\">I&#39;ve uploaded all of my completed stories to the yahoo site (and Barb <br/>\nhas already started transfering story files to the SHQ website).  If <br/>\nyou&#39;re interested, I have three stories in progress available at <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.fanfiction.net/~philalexandros\">http://www.fanfiction.net/~philalexandros</a> .<br/>\n<br/>\n&quot;Kitaku&quot; (rated R) follows two timelines:  15 years after Sano has to <br/>\nleave Japan (post OAV &quot;Reflections&quot;) and flashbacks to 1878/79.  <br/>\nSaitou finds the mature Sano on the mainland and they begin a new <br/>\nphase in their association.<br/>\n<br/>\n&quot;Oujougiwa no Seizonsha&quot; (rated R) should probably be &quot;Seizonsha no <br/>\nOujougiwa&quot; (only our resident Japanese translator knows for <br/>\nsure... ).  Anyway, it&#39;s a rough one with Saitou having to bring Sano <br/>\nthrough opium withdrawal when the ahou decides he&#39;s had enough of <br/>\nliving in the Meiji Era.<br/>\n<br/>\nAnd &quot;Yasou&quot; (rated R), which I posted the intro to here on the list.  <br/>\nI got part of Chapter One written before we began this expansion <br/>\nproject for miburo and I haven&#39;t been able to touch it since.  I&#39;ll <br/>\ncontinue to post installments of this story on the list.<br/>\n<br/>\nI&#39;m very much RK and SaiSa obsessed, so that&#39;s likely the most you&#39;ll <br/>\nsee from me... though Barb&#39;s still trying her best to talk me into a <br/>\nSaitouxTokio story.  I&#39;m about to be introduced to PMK... who knows <br/>\nwhere my yaoi tendencies will lead me there.  And most have you have <br/>\nprobably already been introduced to these stories.  I&#39;m just making <br/>\nthem available here (and the website) for the future.  This is <br/>\nShinsengumi Headquarters, after all.<br/>\n<br/>\nMasayoshi&#39;s already regaling us with art in the Photos section.  <br/>\nYeah!  The rest of you --- get those fingers saving files to htm/html <br/>\n(just *what* is the difference between htm and html... one text, one <br/>\nimages??) and upload those babies!<br/>\n<br/>\nphil</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 35,
    "nextTopicId": 37
}