{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Aizu Women&#39;s House Rules",
            "postDate": "1097958346",
            "msgId": 405,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGNrczA0YStjZGdtQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 404,
            "nextInTime": 406,
            "topicId": 405,
            "numMessagesInTopic": 0,
            "msgSnippet": "We are familiar with Aizu-han s house code which was geared towards men (see Teruko Craig s Remembering Aizu: The Testament of Shiba Goro -page 4- ISBN",
            "messageBody": "<div id=\"ygrps-yiv-212645351\">We are familiar with Aizu-han&#39;s house code which was geared towards<br/>\nmen (see Teruko Craig&#39;s Remembering Aizu: The Testament of Shiba Goro<br/>\n-page 4- ISBN 0824821300).<br/>\nNow, from studying the Shinsengumi and many related topics we have<br/>\nlearned of many strong women of that time period (such as the women of<br/>\nAizu).    <br/>\nEven in the world of fiction we have Megumi from Rurouni Kenshin is a<br/>\nrare anime/manga character who is an older, attractive, intelligent<br/>\nand independent woman.<br/>\n<br/>\nWhat kind of rules would a woman from Aizu, Tokio,  impose on her<br/>\nhousehold (especially on her husband should he step out of line).<br/>\n<br/>\nTitle: Rules for the Women of Aizu<br/>\nAuthor: secretarytocapt3<br/>\nE-mail: secretarytocapt3(at) hotmail.com<br/>\nSource: RK + history<br/>\nMain character(s): Tokio &gt;&gt;&gt; Fujita Goro<br/>\nGeneral Rating:  G<br/>\nWarning:  attempt at humor<br/>\nPlease feel free to continue this fic<br/>\n<br/>\nRules for the Women of Aizu <br/>\nFrom a sacred scroll given to the women of the Takagi family now<br/>\npresented to the future Fujita Midori.<br/>\n(Revised by the matriarch of the Fujita family)<br/>\n<br/>\n1)  Should he come home late for dinner (even 1 minute late) you may<br/>\nstart shredding his fundoshi (1 for every 5 minutes he is late). If<br/>\nyou feel that the loss of his precious undergarments may result in an<br/>\nirreversible mental break down,  soak his uniform with the latest<br/>\npopular women&#39;s perfume.<br/>\n2)  Should you ask a simple question and he DARES to reply by stating<br/>\n&quot;it is classified information&quot; or otherwise ignores your respectful<br/>\nrequests replace the matcha powder in his green tea with a generous<br/>\namount of wasabi.  If he prefers coffee replace java with soy sauce.<br/>\n3)  If your beloved decides to smoke indoors just because it is<br/>\nraining or snowing outdoors, sew adorable bunny ears on his police hat.<br/>\n4)  If he decides to bring home another mouth to feed without warning,<br/>\n&quot;accidently&quot; leave his sword collection on the curb.<br/>\n5) Should he turn down a nice safe desk job in the police force for<br/>\ndangerous spy missions threaten him with the possibility of a nice<br/>\ndesk job in a school filled with shallow immature constantly<br/>\ngiggling/peppy girls.  If you even catch your usually loyal man making<br/>\na pass towards any one of students, mention to the principal that your<br/>\nhusband enjoys directing rickshaws in the rain, without an umbrella.<br/>\n6) If he makes you iron out the teeth marks on his gloves tell him<br/>\nthat you would be more than happy to co-author the upcoming &quot;tell all&quot;<br/>\nnovel currently being serialized in a newspaper by one of his old pals.<br/>\n7) If he forgets to promptly deposit his paycheck at the bank in your<br/>\naccount reveal your secret identity as the Hijikata Toshizo Fangirl&#39;s<br/>\nClub president.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 399,
    "nextTopicId": 407
}