{
    "totalMsgInTopic": 9,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1081051630",
            "msgId": 84,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM0bzFsZStrNzZuQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 83,
            "nextInTopic": 0,
            "prevInTime": 83,
            "nextInTime": 85,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "NOTE: Best read while listening to Wars of the Last Wolves , from the Rurouni Kenshin: Tsuiokuhen soundtrack, by Iwasaki Taku-- especially when Hiro gets the",
            "messageBody": "<div id=\"ygrps-yiv-1623256138\">NOTE: Best read while listening to &quot;Wars of the Last Wolves&quot;, from the<br/>\nRurouni Kenshin: Tsuiokuhen soundtrack, by Iwasaki Taku-- especially<br/>\nwhen Hiro gets the &quot;news&quot; later on...<br/>\n<br/>\nTitle: Jidai Monogatari (Chapter 15)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Nothing really. No seriously-- nothing!<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\n<br/>\nChapter 15<br/>\n<br/>\nKeio 1 (1865), January 22<br/>\n\t&quot;UghOno no Komachi&#39;s poetry is too sentimental&quot;<br/>\nYuki put down the book, feeling an enormous sense of melancholy wash<br/>\nover her. Sighing, she leaned back onto the mats, and looked up, out<br/>\nthe open window into the winter sky.<br/>\n&quot;Ughthe sky is too sentimental&quot;<br/>\nTurning from the window, she looked down at her growing abdomen. The<br/>\nperiod of constant queasiness early on in her pregnancy was long over,<br/>\nreplaced instead by a period of calm. Safe far within the walls of the<br/>\ncastle, the troubles of the ageeven with Hiro&#39;s alterations to the<br/>\ntimelineseemed far, far away. Being freed from most responsibilities,<br/>\nshe was actually able to afford herself the luxury of simply enjoying<br/>\neverything that was happening to her, even with the emotional<br/>\nrollercoaster that brought so many tears to her eyes. In recent weeks,<br/>\nshe&#39;d very often sit and wonder about her unborn child, and this would<br/>\ncarry over into her conversations with Hirothey would talk about<br/>\nnames, education, clothing, the ritual ceremonies that would<br/>\ndoubtlessly follow their child&#39;s birth. Most of all, Yuki looked<br/>\nforward to holding the child in her arms. If things were still going<br/>\nthe way they were at the moment, Hiro would continue to be away for a<br/>\nvery long amount of the day. If Yuki had the child with her, she&#39;d<br/>\nalways have a part of him nearby, and her mind would be at greater peace.<br/>\nThe sound of heavy footsteps suddenly brought her back into the<br/>\nreality of the Bakumatsu period. Sitting up as quickly as she could,<br/>\nshe once again wiped her eyes dry, straightened out the folds of her<br/>\novercoat, and readied herself. Somehow, she knew that something major<br/>\nhad happened. A wry smile crept over her face as she thought to herself.<br/>\nMust be mother&#39;s intuition<br/>\nSuddenly, the screen door opened, and in came Hiro with an armed<br/>\nretainer. They appeared to be returning from a raid, and neither of<br/>\nthem had taken off their armor yet. Hiro was ecstatic and glowing.<br/>\nKneeling down next to Yuki, he took her hand in his.<br/>\n&quot;Yuki! Wonderful news! We raided the estates of the courtiers and<br/>\nfound evidence that incriminates Sanjou Sanetomi and Iwakura Tomomi,<br/>\nas well as some people working with the radical samurai of Choshuu, in<br/>\na plot to poison Emperor Komei!&quot;<br/>\nYuki sat silently for a moment, staring at Hiro listlessly. Suddenly,<br/>\nshe broke down in tears, leaning forward into Hiro&#39;s embrace.<br/>\n&quot;Aren&#39;t youuhglad?&quot;<br/>\n&quot;Yes!&quot; she said, through her uncontrollable tears. &quot;Yes, I&#39;m glad we<br/>\ngot them! I justdon&#39;t know why I&#39;m crying!&quot; She tried drying her eyes<br/>\nwith the sleeveless haori that Hiro wore over his armor, but to no avail.<br/>\n&quot;Yuki-chan&quot;<br/>\nHiro glanced over to his retainer and dismissed him. The man bowed,<br/>\nand left, silently shutting the sliding door behind him.<br/>\n&quot;Yukidaijoubunaitemo ii desu waIt&#39;s alright to cry&quot;<br/>\n&quot;You know what I really want right now?&quot; she said, feeling the tears<br/>\nsuddenly stop.<br/>\n&quot;What do you need? Just say what it is, and I&#39;ll get itno matter how<br/>\nseemingly odd it might be.&quot;<br/>\n&quot;I really want someroot beer&quot;<br/>\nHiro held an armored hand up to his mouth, trying in vain to suppress<br/>\na laugh.<br/>\n&quot;A root beer?&quot;<br/>\n&quot;Yesa root beer, like what we used to drink in Philadelphia during<br/>\ncollegewith crushed ice.&quot;<br/>\n&quot;Yuki-chan&quot;<br/>\n&quot;I know that there&#39;s no root beer yet. Nor is there crushed iceat<br/>\nleast, not how we know it. I justwish I were home!&quot; She broke out in<br/>\ntears again. &quot;I want my parents here to help!&quot;<br/>\n&quot;Yukiyou know that we&#39;re most probably stuck here. I know that it&#39;s<br/>\nhard. But if there&#39;s anything from this time period that I can get for<br/>\nyou to make things even a little easiereven if it&#39;s as simple as a<br/>\nflower from Yoshino Mountain or as odd as a performance by a fat,<br/>\nbald-headed comedic storyteller from Osakathen don&#39;t hesitate to tell<br/>\nme. We have the means to have pretty much anything we wish now. If<br/>\nthere&#39;s anythinganything at all that I can do&quot;<br/>\n&quot;There are.two things you can do&quot;<br/>\n&quot;Anything. Name them.&quot;<br/>\n&quot;The best red miso soup you can get. These people down here don&#39;t know<br/>\nhow to make misothey use the white type and all. Up north, where I<br/>\ncome from, we eat the red stuff. It just tastes better! In fact, my<br/>\nmother used to make&quot; her voice trailed off, and tears formed in her<br/>\neyes again.<br/>\n&quot;Sssh. Just try to focus on the here and now. What&#39;s the other thing<br/>\nyou wanted?&quot;<br/>\n&quot;Hiro-samayou&#39;re always gone for so long. Nowadays we get even less<br/>\nof chances to be together than we did when you were in the<br/>\nShinsengumi. I know you&#39;re wearing armor, but I would like very<br/>\nmuchfor you to hold me&quot;<br/>\n&quot;Yuki-chanI&#39;m sorry&quot; murmured Hiro, and gently wrapped his arms<br/>\naround her, holding her as close as he could in spite of the limited<br/>\nmovement offered to him by the armor.<br/>\n&quot;Forgive me&quot;<br/>\n*********<br/>\n\tThe changes that Hiro made in the timeline were slow and gradual.<br/>\nHaving been an avid student of history, he was able to immediately<br/>\ncontribute to the arrest of several Choshuu rebels, but couldn&#39;t find<br/>\nanyone major for a long time. The raid that caught Sanjou and Iwakura<br/>\nwas the first critical step toward changing history, because without<br/>\nthem, Emperor Komei would not be poisoned. Thus, a critical element<br/>\nfor the continuation of the Tokugawa government, the Imperial mandate,<br/>\nwas secured. However, things would not remain as simple as he thought.<br/>\nThings were about to come utterly chaotic and undone, like a tapestry<br/>\nwith threads rapidly unwinding.<br/>\nAbout a week after the raid that caught the two plotting noblemen,<br/>\nHiro was in his room, sleeping soundly after a particularly long<br/>\nmeeting with Lord Matsudaira where he expounded the need for rapid<br/>\nacquisition of cannons and Gatling guns. Suddenly, the sound of<br/>\nhurried footsteps startled him out of his deep, dreamless slumber.<br/>\n&quot;Lord Tokugawa! Lord Tokugawa!&quot;<br/>\nSlowly, Hiro drew himself up to a kneeling position. Rubbing his eyes<br/>\na couple times, he stretched in exhaustion and then finally responded.<br/>\n&quot;Enter.&quot;<br/>\nThe sliding door opened, and in came a young, disheveled retainer,<br/>\nprobably serving under Lord Matsudaira.<br/>\n&quot;It&#39;s terrible, sir. After the raid last week, Choshuu has&quot; the<br/>\nsamurai&#39;s voice trailed off suddenly, as if he truly feared what he<br/>\nwas about to tell Hiro.<br/>\n&quot;What? Out with it!&quot;<br/>\n&quot;Choshuu secretly negotiated an alliance with the British awhile ago.<br/>\nLast week&#39;s raid has thrown their lord into a rage, and he has openly<br/>\ncalled in the support of the British, who even now have a fleet<br/>\nsailing here from China and India!&quot;<br/>\nHiro stared at the young man in shock. So this secret alliance was<br/>\nconcluded before the start of his alterations to the timelineOnce<br/>\nagain, he was painfully reminded of a fact first told to him by his<br/>\nfather, years ago: Historians don&#39;t write everything down. There are<br/>\nunwritten parts of history which can very well be truly, utterly<br/>\nterrifying<br/>\n&quot;IImpossible!&quot;<br/>\n&quot;I fear not, my lord.&quot;<br/>\n&quot;And what action is Lord Matsudaira taking?&quot;<br/>\n&quot;His lordship has sent an urgent letter to Edo, requesting that<br/>\nYoshinobu-sama come here immediately as the regent for the shogun<br/>\nIemochi, he is best suited to assume command for the defense of the<br/>\nrealm and of the Tokugawa house, and to make that stand here. If<br/>\nChoshuu and the British intend to strike us, they will strike us here.<br/>\nIn the meanwhile, Lord Matsudaira is also issuing orders for increased<br/>\nrecruitment by the Shinsengumi and Mimawarigumi. Lord Kondou and Lord<br/>\nSasaki will also be asked to present themselves here soon, in order<br/>\nfor Lord Matsudaira to explain the plans for the region&#39;s defense.&quot;<br/>\nHiro paused a moment.<br/>\n&quot;And what of guns?&quot; he finally asked. &quot;Has the Lord Matsudaira said<br/>\nanything about guns?&quot;<br/>\n&quot;I do not know, Lord Tokugawa. That is a subject which you would<br/>\nprobably do better to discuss directly with his lordship than with a<br/>\nmere retainer.&quot;<br/>\n&quot;Understood. Does his lordship require my presence?&quot;<br/>\nThe retainer nodded.<br/>\n&quot;Yeshe&#39;s about to hold a meeting with those of his chief retainers<br/>\nwho are here. He told me to summon you, and said that from now on,<br/>\nwhen on duty, you should be fully armed and armored.&quot;<br/>\nHiro bowed.<br/>\n&quot;As his lordship wishes. Tell him that I shall join him shortly.&quot;<br/>\n**********<br/>\n\tYuki awoke in a cold sweat.<br/>\n\tHiroshe thought. Hiro<br/>\n\tSlowly, she brought herself up to her feet, and shuffled over to the<br/>\nsliding door.<br/>\n\t&quot;PsstHiro.&quot;<br/>\n\tAfter not getting any response, she opened the door, and saw that he<br/>\nwas gone. Suddenly, though, the empty armor stand and sword rack<br/>\ncaught her eye.<br/>\n\t&quot;Ughgone again&quot;<br/>\n\tThe moonlight broke through the clouds, and cast its dim illumination<br/>\non a piece of paper which lay on the neatly folded futon, addressed<br/>\nwith a simple &quot;Yuki&quot;. Slowly bending over, she picked it up and opened it.<br/>\n\tMy dearest<br/>\n\tChoshuu has openly declared hostilities, and has called in British<br/>\naid. Fleet now sailing in from China and India. Lord Yoshinobu coming<br/>\nfrom Edo. Called to Lord Matsudaira&#39;s side, don&#39;t know when I&#39;ll be back.<br/>\n\tDon&#39;t worry about me. I&#39;ll be fine.<br/>\n\t--Hiro<br/>\nBelow the main body of the message, in small, barely visible letters,<br/>\nwas Hiro&#39;s favorite English quote from Thomas Paine&#39;s The American Crisis.<br/>\nThese are the times that try men&#39;s souls<br/>\n*********</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1080707155",
            "msgId": 83,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM0ZGg4aytiNGFqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 81,
            "nextInTopic": 84,
            "prevInTime": 82,
            "nextInTime": 84,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "NOTE: Best read while listening to We Have Forgotten , by Sixpence None the Richer. Title: Jidai Monogatari (Chapter 14) Author: Shimazu Masayoshi E-mail:",
            "messageBody": "<div id=\"ygrps-yiv-1796321169\">NOTE: Best read while listening to &quot;We Have Forgotten&quot;, by Sixpence<br/>\nNone the Richer.<br/>\n<br/>\nTitle: Jidai Monogatari (Chapter 14)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Bodily functions described. Read at your own risk.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\n<br/>\nChapter 14<br/>\n<br/>\nYuki awoke with a start and looked around her in utter confusion,<br/>\nunsure of exactly where she was. Even though three weeks had passed,<br/>\nit took a moment for her to remember that she was in her own room in<br/>\nNijo Castle, and not at in the servants&#39; quarters at the Yagi estate<br/>\nin Mibu. In the distance, she could hear the calling of the night<br/>\nwatch from the direction of the castle gate, which only confirmed her<br/>\nsuspicions. She was definitely in Nijo Castle. No question about it.<br/>\nSighing, she flopped back onto the futon, trying in vain to will<br/>\nherself back to sleep. Over the last week or so, sleep was the one<br/>\nthing that eluded her the most at night. Even though she&#39;d never been<br/>\none for long naps, she&#39;d suddenly become chronically tired. Now,<br/>\nnapping was pretty much all she did all day while Hiro was in his<br/>\nmeetings with Lord Matsudaira. Even when Hiro was around, Yuki found<br/>\nherself almost always either lying down on her own or wanting to rest<br/>\nwith her head on his shoulder.<br/>\n&quot;Back in 2004, I&#39;d always be training, but never be low on energywhy<br/>\nam I suddenly sleeping so much?&quot; she murmured, looking up at the ceiling.<br/>\nToo restless to lie still, she got out of the bed and slowly moved<br/>\ntoward the cabinet by the window nearby. Careful not to make too much<br/>\nnoise, she opened the top drawer and took out a small box. Then,<br/>\nmoving with just as much silence, she went and lit the small floor<br/>\nlantern next to her futon.<br/>\nOpening the box, she gingerly removed the contentsa hand mirror,<br/>\ndecorated with a pattern of floating cherry blossoms on the back. Hiro<br/>\nhad gotten it for her approximately a week after their arrival at<br/>\nNijo, on one of their first nights `together&#39; there, as a celebratory<br/>\npresent marking their good fortune and sincere hopes for a different,<br/>\nbrighter future.<br/>\nHolding the mirror closely, she examined her reflection.<br/>\n&quot;Oh, just lovelyI really have put on weight&quot;<br/>\nIndeed, her features had become fuller, rounder, and somewhat softer<br/>\nin the time that she&#39;d been at Nijo. Then again, it couldn&#39;t be<br/>\nhelped. Upperclass women back then weren&#39;t  as physically active. Yuki<br/>\nherself only got naginata practice done once a week, and spent most of<br/>\nthe rest of her time reading, writing poetry, arranging flowers,<br/>\neating, or sleeping. It was funny-- first she&#39;d had too much to do<br/>\nwith the Shinsengumi, now she had too little to do. Life could be so<br/>\nodd sometimes.<br/>\nSighing, she replaced the mirror in the box, and was about to take it<br/>\nback to the cabinet, when she doubled over, feeling nature calling for<br/>\nwhat was probably the fifth time that night.<br/>\n&quot;Umé!&quot;<br/>\nAlmost instantly, one of the sliding doors opened, and in came a<br/>\nshort, bony woman, carrying a chamber pot. On first glance, one might<br/>\nget the impression that she was frail, but her frame had a strength<br/>\nthat defied her years.<br/>\n&quot;Good thing I have night duty, milady! Nature seems to be calling<br/>\nquite a bit today!&quot; Cackling to herself, she placed the chamber pot on<br/>\nthe floor. Yuki hurried over, and, thankful that she hadn&#39;t tied her<br/>\nsleeping kimono too tightly, undid it a bit, squatted down, and did<br/>\nwhat needed to be done.<br/>\nAs she retightened her kimono, she turned to Umé.<br/>\n&quot;Uméany idea why this is happening? It&#39;s most unnerving. I can&#39;t<br/>\nsleep, I keep needing to goand come to think of it,&quot; she said,<br/>\ntouching a hand to her breasts, &quot;I&#39;ve never felt this sore in my life!&quot;<br/>\nUmé rose slowly and deliberately, with the pot firmly held in both<br/>\nhands, and looked straight at Yukia liberty allowed her only because<br/>\nof years of loyal, devoted service to the Matsudaira family of Aizu.<br/>\nThe candlelight cast sharp patterns of light and shadow over her face,<br/>\nbringing out the directness of her gaze. She may have been a servant,<br/>\nbut Yuki respected her and valued her advice.<br/>\n&quot;Lady Yuki-- may I be permitted to speak frankly?&quot;<br/>\nUsed to frank speech all the time from 2004, Yuki nodded.<br/>\n&quot;You know you can be totally open and honest with me, Umé.&quot;<br/>\n&quot;Thank you, milady. As you know, I&#39;ve served the ladies of the<br/>\nMatsudaira and Tokugawa clans for over three decades. I think it&#39;s<br/>\npretty obvious what&#39;s going on. As for your seiri?&quot;<br/>\nYuki gasped. She was right. The lunar calendar had thrown off her<br/>\naccustomed perception of time, but<br/>\n&quot;It was late this month&quot;<br/>\nUmé nodded, allowing herself a small smile. Her years of experience<br/>\nhad proved her right yet again. She gave Yuki a polite nod.<br/>\n&quot;Yes. You are with child, milady. Now if you will excuse me, I must<br/>\nproperly dispose of this&quot; She bowed as deeply as possible with the<br/>\npot in her hands, and moved away quickly, closing the sliding door as<br/>\nshe went.<br/>\nYuki stood transfixed, too stunned for words. So she was pregnant? A<br/>\nbabybut this would change absolutely everything. Suddenly, she turned<br/>\nand headed for the other sliding door, which led to Hiro&#39;s room,<br/>\nalmost opening it too loudly in her haste. Quietly, she crept over to<br/>\nhis futon, and knelt down, leaning in as close to his ear as she<br/>\npossibly could.<br/>\n&quot;Hiro. Wake up, I need to talk to you.&quot;<br/>\nNo response. She gently shook him by the shoulders, trying not to<br/>\nstartle him too much.<br/>\n&quot;PssstHiroEarth to Lord Tokugawa&quot;<br/>\nSuddenly, his eyes flew open, and he looked around somewhat nervously,<br/>\nmore wary of his surroundings now that he was an aide to Lord Matsudaira.<br/>\n&quot;Yuki! Whawhat&#39;s going on?&quot;<br/>\n\t&quot;Shhh&quot; She lay down next to him, and silently put her arms around him.<br/>\n&quot;Hiroyou ready for this? You&#39;re going to be utterly shocked out of<br/>\nyour wits.&quot;<br/>\nHiro chuckled.<br/>\n&quot;Yuki, I&#39;ve been altering history for nearly a month nownothing<br/>\nshocks me anymore.&quot;<br/>\n&quot;Nothis&#39;ll really shock you. Ready?&quot;<br/>\n&quot;Yeahwhat is it, Yuki-chan?&quot;<br/>\nShe kissed him on the cheek.<br/>\n&quot;We&#39;re going to have a baby.&quot;<br/>\nHiro pulled back a bit. He was somewhat shocked, and wasn&#39;t sure if<br/>\nhe&#39;d heard Yuki&#39;s last statement correctly. He simply had to<br/>\ndouble-check something as seemingly far-reaching in consequences as that.<br/>\n&quot;A baby?&quot;<br/>\nYuki nodded enthusiastically.<br/>\n&quot;Really. No joke. You&#39;re going to be an otousan!&quot;<br/>\n&quot;And youyou&#39;re going to be the kindest, sweetest, most wonderful<br/>\nka-chan any kid could ask for.&quot;<br/>\nHiro looked down at Yuki&#39;s abdomen, and gently placed his hand there,<br/>\nimagining the new life that was forming there at that very moment. He<br/>\nknew that a part of him was in there, merging with a part of Yuki,<br/>\nforming something entirely unique and truly amazing. Forcing all other<br/>\nthoughts aside, Hiro let the thoughts in his heart take precedence.<br/>\nFeeling them too wonderful to hold in, he whispered to Yuki.<br/>\n&quot;Our child&quot; He couldn&#39;t help but smile broadly.<br/>\n&quot;Yes. Our child&quot; echoed Yuki. &quot;Our firstborn&quot;<br/>\n&quot;At least&quot; he said, unable to suppress a chuckle, &quot;we won&#39;t need to<br/>\nworry about college tuition!&quot;<br/>\n&quot;He&#39;ll tutored by his father, be raised in the best traditions of the<br/>\nclan, following both the literary and the martial ways.&quot;<br/>\n&quot;Oh, I think she will be a great poet, archer, and halberdier, like<br/>\nher mother. And she&#39;ll have her mother&#39;s eyes.&quot;<br/>\nThey brought their lips together, kissing slowly and passionately,<br/>\nfeeling the worries, bloodshed, politics, and intrigues of the age<br/>\nrecede far into the distance. Instead, the brightness and joy of life<br/>\nonce again surrounded them in its warm glow, as it had right after<br/>\nthey&#39;d been married, shortly before their arrival in this period<br/>\n&quot;We&#39;ll see&quot; murmured Yuki. &quot;We&#39;ll see.&quot;<br/>\nHiro kissed his wife on the forehead, and ran his fingers through her<br/>\nhair softly. In the stillness of the night, with only the moonlight<br/>\nshining through the windows, he gazed deeply at her, and found her to<br/>\nbe even more beautiful than ever.<br/>\n&quot;No matter what the coming months may bring, remember that I stand by<br/>\nyour side one hundred percent. You know you can count on me,<br/>\nYuki-chan. I love you...&quot;<br/>\nShe buried her face in the folds of his kimono, breathing his scent in<br/>\ndeeply. It wasn&#39;t like when he was in the Shinsengumi. He didn&#39;t smell<br/>\nlike blood, bone and death anymorehe smelled like the Hiro she&#39;d<br/>\nmarriedmild sweat and cherry blossom perfume.<br/>\nAt last, things were right again.<br/>\n&quot;I love you too, Hiro&quot; she sighed. &quot;Well get throughtogether&quot;<br/>\n**********</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1080533349",
            "msgId": 81,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM0ODdoNStsaWU3QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 73,
            "nextInTopic": 83,
            "prevInTime": 80,
            "nextInTime": 82,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 13) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-1985158306\">Title: Jidai Monogatari (Chapter 13)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Nothing really. It&#39;s just that history starts to change here.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\nChapter 13<br/>\n<br/>\nFor a long time there was nothing but silence and death hanging in the<br/>\nair. Many buildings were destroyed, and many more were still burning.<br/>\nIn the distant foothills, the low, echoing rumble of gunfire meant the<br/>\nbattle was still raging, albeit in its final hours. The whistling<br/>\nstill raged on in Hiro&#39;s ears, until suddenly<br/>\n&quot;Hiro-sama!&quot;<br/>\nHis eyes flew open, and he remembered where he was, and more<br/>\nprecisely, whom he was lying on top of.<br/>\n&quot;Hiro-samaI can&#39;t breathe&quot;<br/>\nHiro rolled off slowly, moving to a sitting position and helping Yuki<br/>\nto her knees. She coughed a couple of times, and took several deep<br/>\nbreaths, before looking him in the eyes.<br/>\n&quot;Hiro-samathank you&quot;<br/>\nDespite the restricted movement afforded to her by the armor, Yuki<br/>\nstraightened up and bowed with her forehead to the ground.<br/>\n&quot;Yukithere was nothing else to be done. I&quot;<br/>\nThe sound of hoofbeats cut him off. Turning to the source of the<br/>\nsound, they both went pale with shock. Lord Matsudaira Katamori, the<br/>\nofficial shogunate representative in Kyoto, was slowly riding by,<br/>\nsurveying the damage with a mixed group of mounted retainers and foot<br/>\nsoldiers. Unable to control his gut instinct, Hiro looked the lord<br/>\nstraight in the eyes, not as the defiant low-rank Shinsengumi corporal<br/>\nwhich he pretended to be, but as a member of the Tokugawa house, which<br/>\nhe was. He looked at Matsudaira honestly, as a kinsman.<br/>\nThe lord noticed, and rode closer. Yuki pulled Hiro down into the<br/>\nlowest bow possible, noting what was happening with some degree of<br/>\nhorror. Even if Matsudaira was a kinsman, it was utterly inexcusable<br/>\nfor anyone of such a low rank, even a pretended low rank, to stare<br/>\nsuch a high lord directly in the eyes.<br/>\nThey remained bowing, until the sound of hooves stopped directly in<br/>\nfront of them.<br/>\n&quot;You,&quot; said Matsudaira, addressing Hiro. &quot;Look at me.&quot;<br/>\nSlowly, Hiro looked up, straight into Matsudaira&#39;s eyes again.<br/>\n&quot;My lord.&quot;<br/>\n&quot;You&#39;re with Shinsengumi?&quot;<br/>\n&quot;Yes, my lord.&quot;<br/>\n&quot;Your name?&quot;<br/>\nHiro suddenly felt very weak. His namethat would give everything<br/>\naway, especially to Lord Matsudaira. He would have to reveal<br/>\nhimselfSilently, he gritted his teeth, steeled his nerves, and looked<br/>\nup again.<br/>\n&quot;Tokugawa. Tokugawa Hirotada, my lord.&quot;<br/>\nMatsudaira&#39;s face went white as a sheet for a moment. Then he burst<br/>\nout laughing.<br/>\n&quot;You can&#39;t honestly be serious. The battle must have gotten to you,<br/>\nsamurai. I&#39;m feeling rather good today, so I&#39;ll excuse that. Now I ask<br/>\nyou again, what is your name? Try to be honest with me.&quot; The foot<br/>\nsoldiers tensed at this remark, their hands tight on the hilts of<br/>\ntheir swords.<br/>\nNot about to be intimidated, Hiro brought his ancestors to mindon his<br/>\nfather&#39;s side, Tokugawa Ieyasu, the first Tokugawa shogun. On his<br/>\nmother&#39;s side, Honda Tadakatsu, one of Ieyasu&#39;s chief captains. The<br/>\nblood and spirit of those men and their progeny ran in him. He knew he<br/>\nhad nothing to fear.<br/>\n&quot;Tokugawa Hirotada, my lord.&quot;<br/>\nMatsudaira sighed.<br/>\n&quot;I need some humor today. Alright, then, samurai, so you&#39;re Tokugawa.<br/>\nProve it.&quot;<br/>\n&quot;I am of the Mito house.&quot;<br/>\n&quot;Whose son?&quot;<br/>\n&quot;Tokugawa Tadanobu and Honda Masako&#39;s eldest son.&quot;<br/>\nMatsudaira snickered to himself.<br/>\n&quot;There are no such people in the Mito house. But go on.&quot;<br/>\n&quot;Our clan&#39;s swords bear our hollyhock crest, and are made by the<br/>\nYasutsugu. Our clan&#39;s official armorers are the Miochin.&quot;<br/>\n&quot;Anyone who knows their history could tell me that.&quot;<br/>\nHiro was desperate. He had to prove himself.<br/>\n&quot;Two of your lordship&#39;s direct retainers are named Sagawa Kanbei and<br/>\nNakano Heinai. Nakano Heinai has a wife by the name of Kouko, and two<br/>\ndaughters by the name of Takeko and Yuuko, who are reknowned for their<br/>\nskill with the naginata.&quot;<br/>\nMatsudaira nodded to his foot soldiers, who unsheathed their swords.<br/>\n&quot;I&#39;m sorry, samurai, but I&#39;m afraid I can&#39;t let you go. Whatever<br/>\nspying you&#39;ve been doing on my clan must end now. Thank you for<br/>\namusing me, though.&quot;<br/>\nHiro and Yuki stood up together. Gripping Yuki&#39;s hand firmly, he<br/>\nlooked Matsudaira in the eyes again, this time with the fiercest stare<br/>\nthat he could summon. There was no more pretense. Hiro was bent on<br/>\nusing the position of his family to full advantage. The Matsudaira<br/>\nfamily of Aizu may have been relatives of the shogun, but they were<br/>\nlower-ranking than Hiro&#39;s family, who were one of the main branches<br/>\nfrom which the shogun was chosen.<br/>\n&quot;Many years ago, during the Age of the Country at war, when our common<br/>\nancestor Toshogu (Tokugawa Ieyasu) was still a child, his mother,<br/>\nO-dai no Kata, was sent back to her brother Mizuno Nobutomo&#39;s castle.<br/>\nShe was accompanied by some of the samurai of Matsudaira Hirotada, who<br/>\nis my namesake&quot;<br/>\n\t&quot;Again, anyone who has read history knows that, samurai. My patience<br/>\nis wearing thin--&quot;<br/>\n\t&quot;When they neared the castle, O-dai no Kata bade her husband&#39;s<br/>\nsamurai to leave. She said, `If you come with me, my brother will kill<br/>\nyou all. If that happens, then my son will forever despise his uncle.<br/>\nAs long as my son lives, I will never think of you Matsudaira men as<br/>\nenemies. Since both my son and Nobutomo are related, sooner or later<br/>\nour clans will make peace. But if you stay with me and get killed,<br/>\nthat will be utterly impossible.&#39; Having understood what she said,<br/>\nthey let her proceed on her way alone.&quot;<br/>\n\tMatsudaira&#39;s jaw dropped.<br/>\n\t&quot;How did you?&quot;<br/>\n\t&quot;As I said, my lord, I am who I am.&quot;<br/>\n\tA look of utter confusion passed over Matsudaira&#39;s face. Finally, he<br/>\nshook his head, and barked an order to his foot soldiers.<br/>\n\t&quot;Take their weapons. I don&#39;t want any trouble.&quot;<br/>\n\tLooking at Hiro again, he nodded with a touch of contempt.<br/>\n\t&quot;I don&#39;t know how you know that, but I can assure you, if you&#39;re not<br/>\nwho you say you are, you can consider yourself utterly, without<br/>\nquestion, dead. I assume this is your battlefield attendant?&quot; he said,<br/>\npointing at Yuki.<br/>\n\t&quot;She is Matsumae Yuki, my wife and battlefield attendant.&quot;<br/>\n\t&quot;Strange, but very well. I&#39;ll allow her to remain with you. Now let&#39;s<br/>\nget going.&quot;<br/>\n********<br/>\n\tHiro and Yuki were quickly brought to Nijo Castle, the shogunate&#39;s<br/>\nheadquarters in Kyoto. After being given a bath and a change of<br/>\nclothes, they had been shown to the antechamber before the main<br/>\naudience hall, where, they were told, Lord Matsudaira would see the<br/>\ntwo of them.<br/>\n\tKneeling alongside and slightly behind Hiro, Yuki was in awe. The<br/>\ndecorations and detail on the sliding doors and walls were quite<br/>\nspectacular, as was the immaculate cleanliness of the tatami mats.<br/>\nThis life, the life of the upper class, was how Yuki had previously<br/>\nimagined the past. And yet, having spent several weeks with<br/>\nlower-ranking samurai and former peasants, she could no longer hold on<br/>\nto that image. She looked at her fresh, light-green kimono, and<br/>\nsighed, thinking of Midori and the other women back at Shinsengumi<br/>\nheadquarters, who wore clothing of coarse weave and went to tremendous<br/>\nlengths and sacrifices to support the men of the group.<br/>\n\tShe turned her eyes toward Hiro. Dressed in a formal black kimono and<br/>\nhaori, and striped gray hakama, he looked resplendent and somehow<br/>\nnaturally commandingworthy of someone of his rank and heritage. Since<br/>\nhe had yet to fully prove himself to Lord Matsudaira, the clothing<br/>\nissued to him bore no family crest.<br/>\n\t&quot;His lordship will see you now,&quot; said an attendant, and moved forward<br/>\nto slide open the doors.<br/>\n\tHiro nodded curtly. As the doors opened, he and Yuki bowed all the<br/>\nway down to the floor mats, and then moved forward slowly using shiko,<br/>\na delicate process of sliding on the kneecaps. When they came before<br/>\nthe slightly raised platform where Lord Matsudaira sat, they bowed again.<br/>\n\tMatsudaira gave a nod to the attendant, who left the room and slid<br/>\nthe doors shut.<br/>\n\t&quot;Good afternoon,&quot; said Matsudaira, with a slightly tired tone. &quot;There<br/>\nare things I&#39;d rather be doing, believe me. But if I don&#39;t address<br/>\nthis immediately, it&#39;s not going to go away. You&#39;ll notice that I have<br/>\nhere my official secretary, who will write down any responses you give<br/>\nand keep them on record. I remind you that should you be found to be<br/>\nlying, I will not hesitate to take your head personally.&quot;<br/>\n\tHiro bowed again, and cleared his throat.<br/>\n\t&quot;My lord, before I begin, may I ask one indulgence?&quot;<br/>\n\t&quot;What is it?&quot;<br/>\n\t&quot;I ask that your lordship listen to every word I say, and then make<br/>\nup your mind as to what to do with me and my wife.&quot;<br/>\n\tMatsudaira grunted.<br/>\n\t&quot;Very well. Now begin.&quot;<br/>\n\t&quot;Yes, your lordship. As I said before, I am Tokugawa Hirotada, son of<br/>\nTokugawa Tadanobu of Mito and Honda Masako, daughter of Honda Masahiro<br/>\nof Sunpu. I am descended from Lord Tokugawa Yoshinobu. Much as it may<br/>\nsound like madness, I come from the future.&quot;<br/>\n\tMatsudaira&#39;s face contorted, but being a man of his word, he kept silent.<br/>\n\t&quot;I do not know how I came hereI and my wife were blown here by what<br/>\nI can only call a very fierce wind. But now that I am here, I must<br/>\ntell your lordship that if you do not move quickly, the shogunate will<br/>\nfall. The Tokugawa clan and many of its vassals will be stripped of<br/>\npower and ruined. Lord Yoshinobu will be the last shogun, and will die<br/>\na heartbroken old man. Your own domain will suffer greatlymany will<br/>\ndie, the castle will be demolished, and your people will be exiled to<br/>\nthe Shimokita Peninsula in northern Honshu, where a great number of<br/>\nthem will die of starvation. Also, the shogunate has enemies not only<br/>\nin Choshuu, but also in the Imperial Court, in the Satsuma domain, and<br/>\nin the province of Tosa. And what&#39;s more, in my time, there are no<br/>\nmore samurai or domains. If your lordship would give me the<br/>\nopportunity, I will tell you all that I know, so that you may work<br/>\ntoward the good of Japan, and for the preservation of our clan&#39;s name<br/>\nand honor.&quot;<br/>\n\tHiro bowed to the floormats again.<br/>\n\t&quot;I am done, my lord. You may do with me as you please.&quot;<br/>\n\tMatsudaira Katamori was silent for a long time. Finally, he spoke.<br/>\n\t&quot;I do not know what sort of person you are, nor if you are absolutely<br/>\ntelling the truth, but I will say thisif you are indeed an heir of<br/>\nthe Lord Yoshinobu, you certainly have his presence.&quot; He turned, and<br/>\nnodded to his secretary, who finished his notes, and calmly bowed.<br/>\n\t&quot;Very well, waka-dono (young lord). The coming days will prove if<br/>\nyour words are indeed true. For the time being, I will allow you to<br/>\nremain in this castle, and wear the hollyhock crest on your clothing.<br/>\nThe next time we meet, I expect a concrete example of something that<br/>\ncan be done to avert this catastrophe you speak of.&quot;<br/>\n\tHiro bowed.<br/>\n\t&quot;Thank you, Lord Matsudaira. I will not disappoint you.&quot;<br/>\n\tMatsudaira nodded.<br/>\n\t&quot;Let us hope you don&#39;t, young Lord Tokugawa.&quot;<br/>\n*********</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1080317089",
            "msgId": 73,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGM0MWtiMStmcDZxQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 69,
            "nextInTopic": 81,
            "prevInTime": 72,
            "nextInTime": 74,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 12) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-77771676\">Title: Jidai Monogatari (Chapter 12)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: The Battle of Kinmon is upon us. Graphic violence ensues.<br/>\nRead at your own risk.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\nNOTE: Battle scene best read while listening to &quot;DDevil&quot; by System of<br/>\na Down, or &quot;My Last Breath&quot; by Evanescence.<br/>\n<br/>\nChapter 12<br/>\n<br/>\nJuly 18<br/>\n<br/>\n\t&quot;Ah, Tokugawa-kun, good to see you. Please, have a seat.&quot;<br/>\n\tHiro bowed, and took his seat next to Saitou, facing Kondou and Hijikata.<br/>\n\t&quot;Thank you, Kondou-sama, Hijikata-sama.&quot;<br/>\n\tKondou nodded briskly, and pulled some papers out from a stack to his<br/>\nright, laying them flat on the mats in front of him.<br/>\n\t&quot;No use in wasting time, so let&#39;s get straight to business, shall<br/>\nwe?&quot; asked the commander briskly.<br/>\nHijikata and Saitou nodded their assent quietly. Kondou continued.<br/>\n&quot;I&#39;ve spoken with the men who were upstairs with you at the Ikedaya.<br/>\nFrom what they told me, I understand that you fought almost<br/>\nunstoppably, getting cut repeatedly but not allowing your body to give<br/>\nout until you were sure that the floor was secure. You even went out<br/>\nonto the nearby roofs with Okita-san and chased some people who had<br/>\ntried to escape.&quot;<br/>\n\t&quot;Well,&quot; said Hiro sheepishly, remembering his run-in with Yamazaki on<br/>\nthe roof, after he&#39;d almost been impaled by a spear. &quot;I really don&#39;t<br/>\nremember much. It was all so dark.&quot;<br/>\n\tKondou nodded.<br/>\n\t&quot;Still, I believe that your conduct was exemplary. I&#39;ve spoken with<br/>\nHijikata-san and Saitou-san, and with their approval, I&#39;m going to<br/>\npromote you to gochoucorporal.&quot; He handed the promotion papers to<br/>\nHiro, who accepted them with two bows, first a short bob of his head,<br/>\nthen a full bow all the way to the floor mats.<br/>\n\t&quot;Thank you so much, Kondou-sama. I am unworthy of such honor, but I<br/>\nwill do my utmost to deserve your trust.&quot;<br/>\n\tHiro was about to sit back up when Hijikata cleared his throat.<br/>\n\t&quot;If you&#39;ll stop being overly grateful, Corporal, there&#39;s  something<br/>\nelse that Kondou-san wishes to say.&quot;<br/>\n\tSlightly burning with rage, Hiro kept his gaze turned to the<br/>\nfloorboards. His gut reaction, had revealing his background been an<br/>\noption, would&#39;ve been to tear Hijikata apart for what he&#39;d said.<br/>\nSucking up? Hiro was simply being respectful to Kondou, who was one of<br/>\nhis childhood heroes and whom he personally admired. Hijikata was<br/>\ndifferent for him. He had a grudging respect for the man, and<br/>\nadmiration for the effectiveness of his technique, but otherwise, he<br/>\ncouldn&#39;t stand him and felt that he deserved the nickname &quot;Devil&quot; one<br/>\nhundred percent.<br/>\n\t&quot;Tokugawa-san,&quot; said Kondou, trying to sweep away the uneasy silence.<br/>\n&quot;After consultation, and much thought, I&#39;ve come to a decision. I&#39;m<br/>\ngoing to allow your wife to fight alongside you tomorrow, asa<br/>\npersonal attendant.&quot;<br/>\n\tHiro couldn&#39;t believe his ears. That wasn&#39;t supposed to be possible!<br/>\nThen againhe realized that he and Yuki were changing history simply<br/>\nby being there. Things could be different. They were.<br/>\n\t&quot;Iunderstand, Kondou-sama.&quot;<br/>\n\t&quot;Very good. She can obtain her weapons and armor at the same time<br/>\nthat you do. That&#39;s all. You&#39;re dismissed, Corporal Tokugawa.&quot;<br/>\n\tHiro gave a short bow.<br/>\n\t&quot;Understood. Thank you, Kondou-sama.&quot;<br/>\n*********<br/>\n\tJuly 19<br/>\nYuki tightened the strings of Hiro&#39;s helmet, deftly pulling at the<br/>\ntough lacquered cords with nimble fingers. Giving the knot a tug, she<br/>\nmade sure that it was secure.<br/>\n\t&quot;You&#39;re set, Hiro-sama.&quot;<br/>\n\t&quot;Thanks, Yuki-chan. Are you ready?&quot;<br/>\n\tLooking herself over, she made sure that she was fully armed and<br/>\narmored. Gauntlets, short sword, naginata, armored headband, and<br/>\nbreastplateall present and accounted for. Since she was going to be<br/>\nfighting, she also wore hakama, wide-legged trousers, over her kimono.<br/>\nShe nodded eagerly.<br/>\n\t&quot;Hai, gochou-sama. I&#39;m ready.&quot;<br/>\n\tYuki still couldn&#39;t entirely believe it. Not only had Hiro been<br/>\npromoted, but she was his personal attendant! The risk of battle still<br/>\nremained, but Yuki felt a lot better, since she&#39;d be with Hiro more<br/>\noften. And beyond thatshe was eager to help him in his quest for<br/>\nretribution against Choshuu. Her own clan also suffered at the hands<br/>\nof the rebels, and ended up seeing their domain torn apart by the last<br/>\ngreat battle of the period, the Battle of Hakodate. Whatever path Hiro<br/>\nchose to pursue, Yuki knew one thingtheir minds and swords, as<br/>\nalways, were one.<br/>\n\tThere was an eerie silence among the forces arrayed around the<br/>\nImperial Palace. It seemed like just another day, but deep down<br/>\ninside, everyone knew what was about to happen. Hiro and Yuki could<br/>\nalmost sense it, as well. The Choshuu samurai may not have come into<br/>\nview yet, but they knew very well that they were there, and drawing<br/>\ncloser by the second.\tBehind Hiro and Yuki, the group of 3rd Unit<br/>\npatrolmen under Hiro&#39;s command tensed. Swords already drawn, they<br/>\ncrouched behind a barricade, waiting for the order to charge.<br/>\n\tYuki tapped him on the shoulder. &quot;&quot;Hiro-samafeel that?&quot;<br/>\n\t&quot;Feel wha&quot; The words were left half-said in Hiro&#39;s mouth as the<br/>\nonce-faint war cry echoed from the streets west of the palace.<br/>\n\tOh dear GodHiro mouthed. We are all so dead<br/>\n\tHe turned to Yuki, and nodded.<br/>\n\t&quot;Get ready.&quot;<br/>\n\tNearby, the voices of the Aizu brigade commanders could be heard.<br/>\n\t&quot;Alright, boys!&quot;<br/>\n&quot;Get ready! Here they come!&quot;<br/>\n&quot;No prisoners!&quot;<br/>\nHiro wasn&#39;t concerned with them. He just wanted to further his quest<br/>\nfor retribution and vengeance against the warriors of Choshuu.<br/>\nFrom the surrounding streets and alleys, a seemingly huge force<br/>\nsuddenly materialized, brandishing every type of weapon<br/>\nimaginablefrom the standard katana to muzzle-loading muskets. An<br/>\nagonizing, terrible eternity passed. Then they charged.<br/>\nThe Aizu forces wasted no time. Everywhere there was a musket unit,<br/>\nthe same command resounded.<br/>\n&quot;First line, fire!&quot;<br/>\nThe thunder of gunfire echoed in the hot midsummer air. For a moment,<br/>\nonly the smell of spent ammunition and burning flesh hung in the air.<br/>\nHiro looked through the haze, hoping to see most of the enemy wiped<br/>\nout, but in vainthey seemed not only to not have lost anyone, but<br/>\nalso to have multiplied in number. What was more, they weren&#39;t slowly<br/>\nadvancing anymorethey were running as fast as their legs could carry<br/>\nthem, charging the government positions. Before any member of the<br/>\ngovernment forceAizu, Satsuma, Kuwana, Shinsengumi, or Mimawarigumi<br/>\nbefore any of them could move, the enemy closed the gap and was upon them.<br/>\nHiro was adrift, seemingly detached from the flow of time. His blade<br/>\nslashed through the torso of the first Choshuu samurai, shattering<br/>\nflesh and bone in a rapidly rising kesa-giri slash from the right hip<br/>\nup to the left shoulder. For a moment, Hiro felt horror at what he<br/>\nsaw, a horror that nearly swallowed him whole.<br/>\nThen he brought the past to mind. He remembered stories of the defeat<br/>\nof the Tokugawa clan in battle at Toba-Fushimi, the slaughter at<br/>\nNagaoka, the burning, bullet-riddled banners at Tsuruga Castle in<br/>\nAizu, bearing his family&#39;s triple-hollyhock crest. He forced himself<br/>\nto remember that these were the people who had done that-- these men<br/>\nwho marched under the banner of Mori, lord of Choshuu. And with no<br/>\neffort at all he remembered the words of a middle-aged Emperor Meiji,<br/>\nwho after a lifetime of support for the Choshuu clan, said the words<br/>\nthat still made his blood boil: <br/>\n<br/>\nYesterday I was finally able to do something to show my gratitude to<br/>\nTokugawa Yoshinobu. I ought to be grateful; after all, I took the<br/>\ncountry away from him!<br/>\n <br/>\nIt was in that instant that he made a critical decision. However<br/>\ndifficult, however dangerous, he had to put his knowledge to good use.<br/>\nThe past may have turned out one way, but he was able to change that.<br/>\nBeing in the past himself, there was no way that he could allow for<br/>\nthe same defeats and humiliation to happen a second time. He would<br/>\npreserve his family&#39;s power and honor, no matter what the cost. The<br/>\nTokugawa Shogunate would survivehe would make absolutely sure of it.<br/>\nDeftly rotating his sword back into position, he prepared to bring his<br/>\nsword downwards and through another enemy again, when shots rang out.<br/>\nAt first he thought that it might be some Aizu riflemen firing at<br/>\nwill. When a couple of Mimawarigumi members went down near him, he<br/>\nknew how wrong he was. Choshuu had been stockpiling guns, and now they<br/>\nwere using them. How obvious. How plainly, stupidly obvious.<br/>\nHe started to turn toward the direction of the shots, hoping to cut<br/>\ndown some gunners. His sword seemed to guide itself, progressing to<br/>\nthe more lethal techniques of the Yagyu Ryuu, slowly progressing<br/>\nonward, foot by foot. Totally absorbed in his swordsmanship, Hiro<br/>\ndidn&#39;t see the enemy sword coming down toward his head until there was<br/>\na loud clanging noise. Glancing up for a moment, he saw the blade of a<br/>\nnaginata holding the sword back. In the instant before her grip<br/>\nwould&#39;ve given way, he took advantage of the diversion and swept in<br/>\ntoward his opponent, cutting him down in a shower of blood.<br/>\n&quot;Yuki!&quot;<br/>\n&quot;We&#39;re right behind you!&quot;<br/>\nThere was no point in talking. All they had to do was fight. Eight of<br/>\nthe men who were assigned to Hiro fought their way forward, until they<br/>\nwere fighting back-to-back with him and Yuki. Try as they might, they<br/>\nwere held up, and couldn&#39;t find the source of the gunfire. One by one,<br/>\npeople were going down, helpless against the incoming bullets.<br/>\n\tA whistling noise filled Hiro&#39;s ears. He had heard of such a noise<br/>\nbeing heard by soldiers in World War II and Vietnamnow he knew<br/>\nhimself what it was likea terrible, blinding white noise that he was<br/>\nsomehow numbed to. Hiro pointed his sword forward and ordered a<br/>\ncharge. Five people responded to him, led by Yuki. With a tremendous<br/>\nbattle cry, they threw everything into each cut, slash, and thrust,<br/>\ntrying to advance in the face of the never-ending go-for-broke spirit<br/>\nof the Choshuu warriors.<br/>\n\tTaking a lunge, Hiro prepared to follow, when he heard repeated<br/>\ncracking noises ripping through the air like miniature thunderclaps.<br/>\nHis eyes widened in shock and frozen horror as he watched his five men<br/>\ngetting torn apart by shot after shot from the Choshuu guns, with Yuki<br/>\njust behind them, her naginata ready to strike at anything in her way.<br/>\n\tYuki&#39;s words echoed through his mind.<br/>\nIf you were to fallI wouldslit my throat and willingly follow you in<br/>\ndeath<br/>\nYukihe thought, holding his sword off to one side, and putting his<br/>\nentire being into a dead run. Yukiif you were to fall, I would commit<br/>\nseppuku and follow you in death, as well. My life has no meaning<br/>\nwithout you. Vengeance may be important, but you are even more<br/>\nimportant. I love youforever<br/>\nAs he fell onto her, he closed his eyes and mentally said a prayer.<br/>\n<br/>\nGreat Lord, God whom my ancestors detested, Lord whom I have chosen to<br/>\nfollow We are like grass before the Harvester. If it is Your will,<br/>\npreserve us and let us survive this terrible bloodletting. If it is<br/>\nnot, let us pass from this world of grief and tears hand in hand</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1080239948",
            "msgId": 67,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzdjkwYytnYnZtQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 59,
            "nextInTopic": 69,
            "prevInTime": 66,
            "nextInTime": 68,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 11) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-1450073480\">Title: Jidai Monogatari (Chapter 11)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Hiro and Yuki are sitting in bed talking. Nothing major.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\nChapter 11<br/>\n<br/>\nJuly 15th<br/>\n<br/>\nThe night of chaos at the Ikedaya was slowly becoming a distant<br/>\nmemory. Life in Kyoto moved on as usual, but things were different for<br/>\nthe Shinsengumi. Gone were the days of their appellation by most as<br/>\n&quot;wolves&quot;. Since they had saved the city from almost certain<br/>\nannihilation, they were still feared, but were now respected by many<br/>\nmore people than beforecommoner, lord, and courtier alike. In the<br/>\nwake of their success, Lord Matsudaira had personally sent a monetary<br/>\nreward for the Shinsengumi&#39;s exceptional conduct, as had Emperor<br/>\nKomei. It seemed as though the Shinsengumi was on the top of the<br/>\nworld, unshakeable in its sincerity to the Shogunate&#39;s cause and its<br/>\npursuit of public order in Kyoto.<br/>\nAway from the hustle and bustle of the Shinsengumi headquarters, the<br/>\nYanagi-ya was silent, adrift in the morning calm. The sunlight,<br/>\nstronger now that the sun had risen a bit above the horizon, filtered<br/>\nin through the shutters, casting patterns of light and shadow on the<br/>\nfloor mats inside. Feeling the warmth on their faces, Hiro and Yuki<br/>\nawoke from a deep peaceful sleep. They&#39;d had a very, very good night<br/>\ntogether, and the new day seemed wonderful and bright, full of new<br/>\nmemories to be made. There were other battles to be fought, but for<br/>\nthe time being, they could focus on loving again.<br/>\nSlowly opening her eyes, Yuki pressed close against Hiro&#39;s body,<br/>\nlosing herself in his scent, happily drowning in the ecstasy of<br/>\nfeeling his bare skin against her own. Gently, she kissed the long,<br/>\ndark red scar on his left shoulder, and traced its path with her<br/>\nlittle finger.<br/>\n&quot;Good morning, Hirotada-sama,&quot; she murmured with a smile.<br/>\nHiro ran his fingers through her hair, which hung freely in dark,<br/>\nglossy waves over her shoulders and back. Yuki&#39;s hair had a tendency<br/>\nof growing rather fast. Hiro remembered that her hair was only<br/>\nchin-length when they had arrived, but now, it reached down to her<br/>\nshoulders. Her bangs had also grown longer and silkier. Hiro thought<br/>\nit was cute when she would tuck them behind her ears every now and then.<br/>\n&quot;Good morning, koishii. I see that they&#39;re right when they say that<br/>\n`kissing it will make it feel better&#39;. And you know, you really don&#39;t<br/>\nhave to call me `-sama&#39;.&quot;<br/>\nShe sighed deeply and passionately, hanging onto him as though he was<br/>\nthe only real thing in the world.<br/>\n&quot;I enjoy saying it,&quot; she said playfully, stroking his chin.<br/>\n&quot;To-ku-ga-wa Hi-ro-ta-da-sa-ma. It sounds different.&quot;<br/>\nHiro rolled his eyes. Their pillow talk could be very amusing, indeed.<br/>\n&quot;If you want to, then I guess that&#39;s alright.&quot;<br/>\nA comforting silence followed.<br/>\n&quot;Neh, anata,&quot; whispered Yuki. &quot;Is Kinmon really in four days?&quot;<br/>\nHiro sighed. The Battle of KinmonChoshuu&#39;s attempted retaliation for<br/>\nthe loss at Ikedayawas only four days away. He knew that at that very<br/>\nmoment, thousands of Choshuu samurai had left their home domain and<br/>\nwere marching across the Chugoku region, or sailing in vessels across<br/>\nthe Inland Sea, all bearing eastward toward Kyoto. At the same time,<br/>\nseveral times that number of pro-Shogunate warriors were also<br/>\nconverging on Kyoto, from domains as near as Kuwana and Aizu to as<br/>\ndistant a region as Satsuma. In four days&#39; time, they would meet at<br/>\nKinmon, the &quot;forbidden&quot; western gate of the Imperial palace. The<br/>\nbattle itself would only last a matter of hours, but would cause<br/>\nuntold ruin and destruction, consuming much of Kyoto in fire. The<br/>\nShogunate would win, but at that terrible price not only to its<br/>\nsoldiers but to the city as a wholeand just like before the Battle of<br/>\nIkedaya, Hiro wasn&#39;t sure if he&#39;d survive. He couldn&#39;t avoid Yuki&#39;s<br/>\nquestion, though.<br/>\n&quot;Yes. Kinmon, or Hamagurigomon, or whatever, happens in four days.<br/>\nWhat&#39;s more, I go back to active duty tomorrow.&quot;<br/>\nYuki held his face in her hands, and smiled as courageously as she<br/>\ncould. She had to be strong, for his sake at least.<br/>\n&quot;Don&#39;t worry. I&#39;ll be fine. You know that, right, Hirotada-sama? I got<br/>\nthrough the night of the Ikedaya Incident in one piece, didn&#39;t I?&quot;<br/>\nHiro embraced her tightly.<br/>\n&quot;Yes. And you saved me, too. Thank you again.&quot;<br/>\nYuki giggled.<br/>\n&quot;That was more Doctor Takani&#39;s handiwork than mine.&quot;<br/>\n&quot;All the same,&quot; he murmured. &quot;Thank you. And I&#39;ll say it againanata<br/>\nga watashinotaisetsuna takaramono. You are the most precious treasure<br/>\nof my life.&quot;<br/>\nHiro caressed her face softly, and then brought her lips to his. They<br/>\nkissed deeply, a kiss that tasted of the exhilaration of life and the<br/>\nthrill of victory.<br/>\nSuddenly someone knocked on the sliding door, interrupting their kiss<br/>\nrather abruptly. Rolling out of bed, Hiro and Yuki quickly donned<br/>\ntheir yukata. As Yuki hurriedly started folding the futon, Hiro walked<br/>\nover to the door and opened it a crack.<br/>\n&quot;Harada-samaMidori-san&quot;<br/>\nHarada smiled broadly, giving Hiro a good-natured pat on the shoulder.<br/>\n&quot; `Morning, Lord Shogun! Hope you had a good night!&quot; He indicated a<br/>\nsmall stack of trays in Midori&#39;s arms. &quot;Want to have breakfast together?&quot;<br/>\nHiro glanced over his shoulder at Yuki, who had just finished folding<br/>\nthe futon and putting it in a corner. Opening the door the whole way,<br/>\nhe bowed curtly.<br/>\n&quot;We&#39;d be honored, Harada-sama.&quot;<br/>\nHarada turned to Midori, and nodded.<br/>\n&quot;Well then, Mi-chan.&quot;<br/>\n\tHarada greeted Yuki, who by now had also come up to the door.<br/>\n\t&quot;Good morning, Yuki-san! You sure lookrested.&quot;<br/>\n\tYuki giggled happily.<br/>\n\t&quot;You could say that.&quot; She noticed that Midori was also there, and<br/>\nsmiled. &quot;I see Midori-nee is here too.&quot;<br/>\n\tHiro scratched his chin in curiosity. This was a phrase he hadn&#39;t<br/>\nheard before.<br/>\n\t&quot;Midori-nee?&quot;<br/>\n\t&quot;Yeah! We&#39;ve become quite close in the last few weeks, Hiro-sama!<br/>\nIsn&#39;t that right, Midori-nee?&quot;<br/>\n\t&quot;Sure is, Yu-chan,&quot; answered Midori, as she arranged the trays and<br/>\nthe food on them properly. Turning to Hiro, she gave a short bow.<br/>\n&quot;Hirotada-sama, your wife is amazing. Somehow she can relate to<br/>\nanything, understand any circumstance. Not only is she a great cook,<br/>\nshe&#39;s also a great naginata teacher, as well. She&#39;sbeyond words.&quot;<br/>\n\tHiro allowed himself a small smile.<br/>\nIf you only knew why both of us know so much<br/>\nHarada elbowed Hiro with a laugh, interrupting his musings.<br/>\n&quot;Well, shall we?&quot;<br/>\n&quot;Ahyes, of course, Harada-sama.&quot;<br/>\nThey all sat down, and began eating at a leisurely pace, enjoying the<br/>\ncoolness of the room and the cheerful, bright sunlight coming in from<br/>\nthe outside. Taking a sip of sake, Harada tapped Hiro on the shoulder.<br/>\n&quot;Say, Tokugawa-kun, have you heard the rumors?&quot;<br/>\nHiro knew that he was most probably referring to the impending battle,<br/>\nbut feigned ignorance, hoping to hear Harada&#39;s version of the rumor.<br/>\nAfter all, he reasoned, history is more interesting when you hear a<br/>\ndifferent version of it.<br/>\n&quot;NoI&#39;ve been out for most of the time since Ikedaya.&quot;<br/>\nHarada started laughing so hard, he nearly choked on his sake.<br/>\n&quot;In more ways than onebut anyway, the rumor is that there&#39;s going to<br/>\nbe another battle soon. Kondou-sama said something yesterday morning<br/>\nabout getting spy reports that there are thousands of you-know-which<br/>\nclan warriors marching here in droves, by land and by sea. The Chugoku<br/>\nand Inland Sea are swarming with `em.&quot;<br/>\nContinuing the act, Hiro faked shocknot entirely dishonestly, though,<br/>\nas he was still worried about what the outcome would mean for him<br/>\npersonally.<br/>\n&quot;Really? You don&#39;t say&quot;<br/>\nMidori pouted, and leaned against Harada&#39;s shoulder.<br/>\n&quot;Mou, Sano-kun, please talk about pleasant things. We&#39;re all off duty<br/>\nhere&quot;<br/>\nHarada laughed pleasantly.<br/>\n&quot;Mi-chan, you&#39;re so adorable when you pout. Alright, we won&#39;t talk<br/>\nbusiness. For now, we&#39;ll just enjoy the food and the company.&quot;<br/>\nInstinctively, Hiro raised his sake cup, and almost said Hear, hear in<br/>\nEnglish, which could&#39;ve gotten him into deep trouble.<br/>\nHarada and Midori looked at his sudden pause with a mix of confusion<br/>\nand amusement.<br/>\n&quot;Is the sake too strong, Tokugawa-kun?&quot; Harada asked, breaking the<br/>\nsilence.<br/>\nYuki looked at him in thinly veiled shock, fully aware of what was<br/>\ngoing on in his head, and what had nearly come out of his mouth. The<br/>\ntwo of them had received their college education abroad, in the United<br/>\nStates, and had picked up some American mannerisms as a result.<br/>\nHowever, they were now in a situation where people of their station<br/>\nhad no logical business speaking English unless they were spies for<br/>\nthe Shogunate or the rebels. All Yuki could do was watch as Hiro<br/>\nteetered on the brink of inadvertently ruining everything.<br/>\nGathering his wits about him, he laughed, and forcibly willed Japanese<br/>\nto come out of his mouth.<br/>\n&quot;It&#39;s been awhile since I had sakeit tastes stronger than I<br/>\nremembered. At any rate, I&#39;ll drink to what Midori-san said,<br/>\nHarada-sama. To peace and calm. Beautiful and priceless, yet as<br/>\nephemeral as the falling cherry blossoms.&quot;<br/>\n***********</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1080233319",
            "msgId": 69,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzdjJoNysyM2hzQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 67,
            "nextInTopic": 73,
            "prevInTime": 68,
            "nextInTime": 70,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 11) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-1169873099\">Title: Jidai Monogatari (Chapter 11)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Hiro and Yuki just spent the entire night together. There<br/>\nisn&#39;t really anything questionable in this story, unless the thought<br/>\nof a married couple sitting in bed talking turns your stomach...(lol).<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\nChapter 11<br/>\n<br/>\nJuly 15th <br/>\nThe night of chaos at the Ikedaya was slowly becoming a distant<br/>\nmemory. Life in Kyoto moved on as usual, but things were different for<br/>\nthe Shinsengumi. Gone were the days of their appellation by most as<br/>\n&quot;wolves&quot;. Since they had saved the city from almost certain<br/>\nannihilation, they were still feared, but were now respected by many<br/>\nmore people than beforecommoner, lord, and courtier alike. In the<br/>\nwake of their success, Lord Matsudaira had personally sent a monetary<br/>\nreward for the Shinsengumi&#39;s exceptional conduct, as had Emperor<br/>\nKomei. It seemed as though the Shinsengumi was on the top of the<br/>\nworld, unshakeable in its sincerity to the Shogunate&#39;s cause and its<br/>\npursuit of public order in Kyoto.<br/>\nAway from the hustle and bustle of the Shinsengumi headquarters, the<br/>\nYanagi-ya was silent, adrift in the morning calm. The sunlight,<br/>\nstronger now that the sun had risen a bit above the horizon, filtered<br/>\nin through the shutters, casting patterns of light and shadow on the<br/>\nfloor mats inside. Feeling the warmth on their faces, Hiro and Yuki<br/>\nawoke from a deep peaceful sleep. They&#39;d had a very, very good night<br/>\ntogether, and the new day seemed wonderful and bright, full of new<br/>\nmemories to be made. There were other battles to be fought, but for<br/>\nthe time being, they could focus on loving again.<br/>\nSlowly opening her eyes, Yuki pressed close against Hiro&#39;s body,<br/>\nlosing herself in his scent, happily drowning in the ecstasy of<br/>\nfeeling his bare skin against her own. Gently, she kissed the long,<br/>\ndark red scar on his left shoulder, and traced its path with her<br/>\nlittle finger.<br/>\n&quot;Good morning, Hirotada-sama,&quot; she murmured with a smile.<br/>\nHiro ran his fingers through her hair, which hung freely in dark,<br/>\nglossy waves over her shoulders and back. Yuki&#39;s hair had a tendency<br/>\nof growing rather fast. Hiro remembered that her hair was only<br/>\nchin-length when they had arrived, but now, it reached down to her<br/>\nshoulders. Her bangs had also grown longer and silkier. Hiro thought<br/>\nit was cute when she would tuck them behind her ears every now and then.<br/>\n&quot;Good morning, koishii. I see that they&#39;re right when they say that<br/>\n`kissing it will make it feel better&#39;. And you know, you really don&#39;t<br/>\nhave to call me `-sama&#39;.&quot;<br/>\nShe sighed deeply and passionately, hanging onto him as though he was<br/>\nthe only real thing in the world.<br/>\n&quot;I enjoy saying it,&quot; she said playfully, stroking his chin.<br/>\n&quot;To-ku-ga-wa Hi-ro-ta-da-sa-ma. It sounds different.&quot;<br/>\nHiro rolled his eyes. Their pillow talk could be very amusing, indeed.<br/>\n&quot;If you want to, then I guess that&#39;s alright.&quot;<br/>\nA comforting silence followed.<br/>\n&quot;Neh, anata,&quot; whispered Yuki. &quot;Is Kinmon really in four days?&quot;<br/>\nHiro sighed. The Battle of KinmonChoshuu&#39;s attempted retaliation for<br/>\nthe loss at Ikedayawas only four days away. He knew that at that very<br/>\nmoment, thousands of Choshuu samurai had left their home domain and<br/>\nwere marching across the Chugoku region, or sailing in vessels across<br/>\nthe Inland Sea, all bearing eastward toward Kyoto. At the same time,<br/>\nseveral times that number of pro-Shogunate warriors were also<br/>\nconverging on Kyoto, from domains as near as Kuwana and Aizu to as<br/>\ndistant a region as Satsuma. In four days&#39; time, they would meet at<br/>\nKinmon, the &quot;forbidden&quot; western gate of the Imperial palace. The<br/>\nbattle itself would only last a matter of hours, but would cause<br/>\nuntold ruin and destruction, consuming much of Kyoto in fire. The<br/>\nShogunate would win, but at that terrible price not only to its<br/>\nsoldiers but to the city as a wholeand just like before the Battle of<br/>\nIkedaya, Hiro wasn&#39;t sure if he&#39;d survive. He couldn&#39;t avoid Yuki&#39;s<br/>\nquestion, though.<br/>\n&quot;Yes. Kinmon, or Hamagurigomon, or whatever, happens in four days.<br/>\nWhat&#39;s more, I go back to active duty tomorrow.&quot;<br/>\nYuki held his face in her hands, and smiled as courageously as she<br/>\ncould. She had to be strong, for his sake at least.<br/>\n&quot;Don&#39;t worry. I&#39;ll be fine. You know that, right, Hirotada-sama? I got<br/>\nthrough the night of the Ikedaya Incident in one piece, didn&#39;t I?&quot;<br/>\nHiro embraced her tightly.<br/>\n&quot;Yes. And you saved me, too. Thank you again.&quot;<br/>\nYuki giggled.<br/>\n&quot;That was more Doctor Takani&#39;s handiwork than mine.&quot;<br/>\n&quot;All the same,&quot; he murmured. &quot;Thank you. And I&#39;ll say it againanata<br/>\nga watashinotaisetsuna takaramono. You are the most precious treasure<br/>\nof my life.&quot;<br/>\nHiro caressed her face softly, and then brought her lips to his. They<br/>\nkissed deeply, a kiss that tasted of the exhilaration of life and the<br/>\nthrill of victory.<br/>\nSuddenly someone knocked on the sliding door, interrupting their kiss<br/>\nrather abruptly. Rolling out of bed, Hiro and Yuki quickly donned<br/>\ntheir yukata. As Yuki hurriedly started folding the futon, Hiro walked<br/>\nover to the door and opened it a crack.<br/>\n&quot;Harada-samaMidori-san&quot;<br/>\nHarada smiled broadly, giving Hiro a good-natured pat on the shoulder.<br/>\n&quot; `Morning, Lord Shogun! Hope you had a good night!&quot; He indicated a<br/>\nsmall stack of trays in Midori&#39;s arms. &quot;Want to have breakfast together?&quot;<br/>\nHiro glanced over his shoulder at Yuki, who had just finished folding<br/>\nthe futon and putting it in a corner. Opening the door the whole way,<br/>\nhe bowed curtly.<br/>\n&quot;We&#39;d be honored, Harada-sama.&quot;<br/>\nHarada turned to Midori, and nodded.<br/>\n&quot;Well then, Mi-chan.&quot;<br/>\n\tHarada greeted Yuki, who by now had also come up to the door.<br/>\n\t&quot;Good morning, Yuki-san! You sure lookrested.&quot;<br/>\n\tYuki giggled happily.<br/>\n\t&quot;You could say that.&quot; She noticed that Midori was also there, and<br/>\nsmiled. &quot;I see Midori-nee is here too.&quot;<br/>\n\tHiro scratched his chin in curiosity. This was a phrase he hadn&#39;t<br/>\nheard before.<br/>\n\t&quot;Midori-nee?&quot;<br/>\n\t&quot;Yeah! We&#39;ve become quite close in the last few weeks, Hiro-sama!<br/>\nIsn&#39;t that right, Midori-nee?&quot;<br/>\n\t&quot;Sure is, Yu-chan,&quot; answered Midori, as she arranged the trays and<br/>\nthe food on them properly. Turning to Hiro, she gave a short bow.<br/>\n&quot;Hirotada-sama, your wife is amazing. Somehow she can relate to<br/>\nanything, understand any circumstance. Not only is she a great cook,<br/>\nshe&#39;s also a great naginata teacher, as well. She&#39;sbeyond words.&quot;<br/>\n\tHiro allowed himself a small smile.<br/>\nIf you only knew why both of us know so much<br/>\nHarada elbowed Hiro with a laugh, interrupting his musings.<br/>\n&quot;Well, shall we?&quot;<br/>\n&quot;Ahyes, of course, Harada-sama.&quot;<br/>\nThey all sat down, and began eating at a leisurely pace, enjoying the<br/>\ncoolness of the room and the cheerful, bright sunlight coming in from<br/>\nthe outside. Taking a sip of sake, Harada tapped Hiro on the shoulder.<br/>\n&quot;Say, Tokugawa-kun, have you heard the rumors?&quot;<br/>\nHiro knew that he was most probably referring to the impending battle,<br/>\nbut feigned ignorance, hoping to hear Harada&#39;s version of the rumor.<br/>\nAfter all, he reasoned, history is more interesting when you hear a<br/>\ndifferent version of it.<br/>\n&quot;NoI&#39;ve been out for most of the time since Ikedaya.&quot;<br/>\nHarada started laughing so hard, he nearly choked on his sake.<br/>\n&quot;In more ways than onebut anyway, the rumor is that there&#39;s going to<br/>\nbe another battle soon. Kondou-sama said something yesterday morning<br/>\nabout getting spy reports that there are thousands of you-know-which<br/>\nclan warriors marching here in droves, by land and by sea. The Chugoku<br/>\nand Inland Sea are swarming with `em.&quot;<br/>\nContinuing the act, Hiro faked shocknot entirely dishonestly, though,<br/>\nas he was still worried about what the outcome would mean for him<br/>\npersonally.<br/>\n&quot;Really? You don&#39;t say&quot;<br/>\nMidori pouted, and leaned against Harada&#39;s shoulder.<br/>\n&quot;Mou, Sano-kun, please talk about pleasant things. We&#39;re all off duty<br/>\nhere&quot;<br/>\nHarada laughed pleasantly.<br/>\n&quot;Mi-chan, you&#39;re so adorable when you pout. Alright, we won&#39;t talk<br/>\nbusiness. For now, we&#39;ll just enjoy the food and the company.&quot;<br/>\nInstinctively, Hiro raised his sake cup, and almost said Hear, hear in<br/>\nEnglish, which could&#39;ve gotten him into deep trouble.<br/>\nHarada and Midori looked at his sudden pause with a mix of confusion<br/>\nand amusement.<br/>\n&quot;Is the sake too strong, Tokugawa-kun?&quot; Harada asked, breaking the<br/>\nsilence.<br/>\nYuki looked at him in thinly veiled shock, fully aware of what was<br/>\ngoing on in his head, and what had nearly come out of his mouth. The<br/>\ntwo of them had received their college education abroad, in the United<br/>\nStates, and had picked up some American mannerisms as a result.<br/>\nHowever, they were now in a situation where people of their station<br/>\nhad no logical business speaking English unless they were spies for<br/>\nthe Shogunate or the rebels. All Yuki could do was watch as Hiro<br/>\nteetered on the brink of inadvertently ruining everything.<br/>\nGathering his wits about him, he laughed, and forcibly willed Japanese<br/>\nto come out of his mouth.<br/>\n&quot;It&#39;s been awhile since I had sakeit tastes stronger than I<br/>\nremembered. At any rate, I&#39;ll drink to what Midori-san said,<br/>\nHarada-sama. To peace and calm. Beautiful and priceless, yet as<br/>\nephemeral as the falling cherry blossoms.&quot;<br/>\n***********</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1080179727",
            "msgId": 59,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzdGU2ZitpYXZpQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 58,
            "nextInTopic": 67,
            "prevInTime": 58,
            "nextInTime": 60,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 10) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-986538652\">Title: Jidai Monogatari (Chapter 10)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: There&#39;s a hospital scene-- people getting stitched up. If<br/>\nthat makes your stomach do the funky chicken, then read at your own risk.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\n<br/>\n<br/>\nChapter 10<br/>\n<br/>\n\t&quot;Yuki-han! They&#39;re coming back!&quot;<br/>\n\tMidori pointed up the path to where a thin cluster of lanterns could<br/>\nbe seen, slowly approaching the gate of the headquarters. Yuki stared<br/>\nat the shapes in the distance, squinting to try and figure out if it<br/>\nwas really them. She knew that the timing was right, and that they<br/>\nwere supposed to be back at any minute. But in Bakumatsu-era Kyoto, in<br/>\nthe dark, it was wrong to assume anything of any sort, especially that<br/>\na large crowd of people approaching the Yagi estate had to be none<br/>\nother than the Shinsengumi. Just to be safe, Yuki lowered her naginata<br/>\ninto ready position.<br/>\n\t&quot;No one stands down until we&#39;re absolutely sure it&#39;s them,&quot; she ordered.<br/>\n\tThe others also moved their weapons to a ready stance. Leaning<br/>\nforward, they strained their eyes in the darkness to try and make out<br/>\nthe faces of the approaching crowd of samurai. If it wasn&#39;t the<br/>\nShinsengumi, then they were resolved to do their best in standing<br/>\ntheir ground, in order to do their part for the unit. If it was indeed<br/>\nChoshuu samurai who were approaching, they would not be allowed to<br/>\npass easily, and would pay dearly for every inch of ground they took.<br/>\n\t&quot;Go-yo! Kyoto Military Commission! Official business!&quot;<br/>\n\tThe repeated shout suddenly sent a wave of relief through the women<br/>\nat the gate, making some of them relax the death-grip they had on<br/>\ntheir naginata. So it was the Shinsengumi, back at last after a long<br/>\nnight of fighting. By Yuki&#39;s estimate, they had been out for about<br/>\nseven hoursfrom around seven o&#39;clock in the evening, to the current 2<br/>\nAM. She&#39;d known the Ikedaya incident was long, but no account of it<br/>\nhad prepared her for how long it actually was.<br/>\n\tEager to find Hiro, she ran up to the approaching samurai. Kondou,<br/>\nHijikata, Okita, and Saitou led the group in front, with Okita<br/>\ncarrying the Shinsengumi banner. Yuki noticed that they weren&#39;t<br/>\nalonethere were a large number of Aizu samurai with them, as well,<br/>\nclad in black haori and looking generally more well-groomed than their<br/>\nShinsengumi comrades.<br/>\nJust as Yuki was about to ask someone for the location of the 3rd<br/>\nUnit, she noticed several wounded Shinsengumi members being carried on<br/>\nwooden stretchers. Moving smoothly alongside the stretcher bearers,<br/>\nshe looked over the wounded with a combination of visceral disgust and<br/>\nirrepressible curiosityshe&#39;d never seen people wounded by swords<br/>\nbefore. The cuts seemed so clean, so surgically precise. This was a<br/>\ntestament not only to the skill of Japanese swordsmen, but also to the<br/>\nrazor-sharp edge of nearly any Japanese sword.<br/>\nAs she walked amongst the stretcher bearers, though, one of the<br/>\nwounded suddenly caught her eye. She wasn&#39;t sure why, but something<br/>\nwas familiar about his height and build. He had a large gash on his<br/>\nleft shoulder, the red of his blood staining the sky blue color of his<br/>\novercoat. And his eyesHis eyes were looking straight up to the sky,<br/>\nbut were emptier than any she&#39;d seen before<br/>\nYuki&#39;s hand went to her mouth in shock.<br/>\n&quot;HHirotada-sama!&quot;<br/>\nHe didn&#39;t movejust kept staring blankly at the night sky, deaf to<br/>\neverything.<br/>\nYuki. If I fallwhat will you do?<br/>\nYuki&#39;s eyes filled with silent tears as she remembered their<br/>\nconversation-- his question and her response, both equally shocking<br/>\nand yet, both were things that needed to be said.<br/>\n&quot;I would willingly follow you in death&quot; she whispered, repeating her<br/>\nresponse of that day. Then she paused, and squeezed his hand, choking<br/>\nback tears.<br/>\n&quot;Willinglybut you&#39;re not dead yet.&quot;<br/>\n********<br/>\n\tHiro was alonetotally and utterly alone. He still wore his clothing<br/>\nand battle gear from the attack, but he was by himself, walking in a<br/>\nvast, open field of grass, stretching as far as his eyes could see.<br/>\nLooking down at his shoulder, he found that there was a large blood<br/>\nstain on his uniform, but that his shoulder didn&#39;t hurt anymore. He<br/>\nsighed in relief.<br/>\n\tI would willingly follow you in death. Willingly, but you&#39;re not dead<br/>\nyetcame a familiar voice. His heart leapt.<br/>\n\t&quot;Yuki! Where are you?&quot;<br/>\n\tNo answer.<br/>\n\t&quot;Yuki!&quot;<br/>\n\tHiro walked around the open expanse, trying to find where his wife<br/>\ncould be, but to no avail. Exhausted, he sank down to the ground,<br/>\nlying on his back and looking up at the sky.<br/>\n\tNot dead yetcame Yuki&#39;s voice again.<br/>\n\t&quot;Not dead? Well then where am I? There certainly isn&#39;t this much<br/>\ngrass anywhere in Kyoto!&quot;<br/>\n\tHe sighed in exhaustion, and closed his eyes.<br/>\n\t&quot;So what brings you here?&quot; asked someone. Hiro&#39;s eyes flew open, and<br/>\nhe found himself looking into a face very similar to his own. His jaw<br/>\ndropped at the realization that he was looking at his direct ancestor,<br/>\nthe fifteenth and final shogun, Tokugawa Yoshinobu. Moving to his<br/>\nknees, he bowed in awe.<br/>\n\t&quot;Yoshinobu-sama!&quot;<br/>\n\t&quot;Obviously,&quot; he answered, sitting down next to Hiro. &quot;Now, I&#39;ll ask<br/>\nagain. You&#39;ve got a war to fight, a wife to protect, and honor to<br/>\nuphold,&quot; Yoshinobu paused, emphasizing each of the rest of his words.<br/>\n&quot;Why are you here?&quot;<br/>\nHiro stared at his ancestor blankly.<br/>\n&quot;Idon&#39;t know. Really, Yoshinobu-sama. I don&#39;t.&quot;<br/>\nYoshinobu&#39;s dark eyebrows furrowed.<br/>\n&quot;Rise.&quot;<br/>\n&quot;Excuse me?&quot;<br/>\n&quot;Rise.&quot;<br/>\nHiro shook his head in confusion. He wasn&#39;t sure what his ancestor<br/>\nmeantrise? Rise where?<br/>\n&quot;I&#39;ll say it again. Rise.&quot;<br/>\nHiro shut his eyes. Whatever was going on, he didn&#39;t like it one bit.<br/>\nThe whole &quot;talking to the ancestor&quot; bit was really getting to be annoying.<br/>\n&quot;Idon&#39;tunderstandwhyyou&#39;retellingmetoriseIdon&#39;tgetitIreallydon&#39;tunders&quot;<br/>\nHis eyes flew open, seeing another familiar face.<br/>\n&quot;Shhhlie down, Hirotada-sama. Please.&quot;<br/>\nHiro slowly eased himself back down onto the futon. Out of the corner<br/>\nof his eye, he could see other men around him, similarly injured,<br/>\nreceiving treatment from the serving women and a tall, thin man whom<br/>\nhe recognized from one of his family&#39;s Bakumatsu photo albums as<br/>\nTakani Ryuutarou, Lord Matsudaira Katamori&#39;s personal physician.<br/>\nAs with so many times in the past two weeks, Hiro&#39;s mental history<br/>\ntextbook opened and began to narrate itself. He recalled that after<br/>\nthe victory at the Ikedaya, some of the Aizu samurai had very quickly<br/>\nbrought word to the Military Commission and Lord Matsudaira about the<br/>\nShinsengumi&#39;s exceptional conduct in the battle. Thoroughly impressed,<br/>\nthe lord had immediately sent Doctor Takani to the Shinsengumi, to<br/>\nhelp treat the wounded. Not only that, but the lord had also sent his<br/>\npersonal congratulations on the victory, as well as the promise of a<br/>\nmonetary reward for the unit&#39;s exceptional service. All this and more<br/>\nwas in store, but not just yet.<br/>\n&quot;Take it easy&quot;whispered Yuki. &quot;You&#39;ve been wounded in the shoulder,<br/>\nHirotada-sama.&quot;<br/>\n&quot;Yeah&quot; murmured Hiro. It still felt a bit awkward, hearing Yuki<br/>\naddress him with such overly dignified terms, but given her definite<br/>\nshock, it wasn&#39;t entirely a surprise. If nothing else, it certainly<br/>\nfit the era better, even if he did prefer a simple &quot;Hiro-kun&quot; from<br/>\nher. `When in Rome&#39;, as the Americans say, he thought to himself.<br/>\nHe looked over at his shoulder, which appeared to be tightly wrapped<br/>\nin gauze.<br/>\n&quot;I know thatA Choshuu scumbag&#39;s blade passed right through it. It was<br/>\ncertainly the last thing he did, though.&quot;<br/>\nYuki took a moist cloth, and wiped Hiro&#39;s forehead, cleaning off the<br/>\ncold sweat that had settled there during his period of unconsciousness.<br/>\n&quot;Doctor Takani stitched you up, but you&#39;re going to have to rest.<br/>\nPlease, just take it easy on yourself.&quot;<br/>\nHiro paused, taking a deep, steadying breath.<br/>\n&quot;What about Ikedaya? What happened?&quot;<br/>\nYuki smiled, and gave him a quick kiss, quick enough not to be<br/>\nnoticed. Hiro smiled back at her, feeling a sort of healing that the<br/>\ndoctor could not provide, wash through his body, cleansing him of much<br/>\nof his fatigue and agony, and leaving him with a gentle feeling of<br/>\nwarmth everywhere. He knew he needed to rest awhile, but he already<br/>\nfelt much, much better. Yuki leaned in close to him and whispered, so<br/>\nlow that only Hiro could hear.<br/>\n&quot;You know what happened, koishii. We won&quot;<br/>\n********</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1080178181",
            "msgId": 58,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzdGNtNSthODJrQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 50,
            "nextInTopic": 59,
            "prevInTime": 57,
            "nextInTime": 59,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 9) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-1906416141\">Title: Jidai Monogatari (Chapter 9)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Here we are at the Battle of the Ikeda-ya. It was obviously<br/>\nbloody. Read at your own risk.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\nChapter 9<br/>\n<br/>\nJuly 6th, 1864<br/>\n<br/>\nDusk<br/>\n<br/>\nThe time had come for the departure to the Ikedaya. The entire<br/>\nShinsengumi was lined up in the courtyard, armored and ready to deploy.<br/>\nHiro waited impatiently. He knew what no one else didand he was<br/>\nbeginning to struggle with himself. With the information he possessed,<br/>\nhe could very well change the course of history. If the information<br/>\nwas revealed what he knew to the right people, the Choshuu clan would<br/>\nbe utterly, totally crushed, and Hiro&#39;s family, the Tokugawa, would<br/>\nnever have been driven from power. The shogunate would be free to<br/>\npursue its systematic plans for Westernization at its own pace,<br/>\nsolidifying the support of all the great feudal domains of the north<br/>\nand west, and then might turn its attention to the neighboring<br/>\ncountries. It might conquer China, as the Imperial forces had, or it<br/>\nmight decide to simply trade with it. And then as time went on, Japan<br/>\nwould probably send samurai and conscripts to the European war in<br/>\n1918. And then there was World War IIthat would not be the same,<br/>\neither. Might not even happen at all. But there was something that<br/>\nHiro realized after all this-- if the shogunate survived, he himself<br/>\nmight not exist, and thenhe might not have met Yuki, either<br/>\nThe power of his clan, or his and Yuki&#39;s existence. Which was more<br/>\nimportant? Which to<br/>\nHijikata&#39;s voice interrupted his thoughts.<br/>\n&quot;Attention!&quot;<br/>\nThere was a wave of motion that passed through the Shinsengumi, and<br/>\nthen a tense, overwhelming silence. Hijikata nodded to Kondou, who<br/>\nstepped forward. Unlike the blue and white haori that everyone else<br/>\nwore, Kondou and Hijikata wore white and black ones, denoting their<br/>\nrank. Kondou cleared his throat, and began.<br/>\n&quot;Rebel activity has peaked in Kyoto over the last month. Murders,<br/>\narson, ambushesthey&#39;re going all-out. Acting on good information and<br/>\nevidence, tonight we are going to investigate the area of<br/>\nKawara-machi, on Third Street. Tonight is a pivotal night. In fact, it<br/>\nis much like a game of shogi or gowe must seize the initiative, and<br/>\neliminate as many of them as we can. Captains Nagakura, Toudou, and<br/>\nOkita will each accompany me, along with a few men from each of their<br/>\nunits. Also, the following men will accompany me personally: Shimada<br/>\nKai, Hayashi Nobutarou, Kondou Shuuhei, Ikeda Kotarou, Tokugawa<br/>\nHirotada, and Abe Juurou. All other captains and men, follow<br/>\nVice-Chief Hijikata. That is all.&quot;<br/>\n\tNods and grunts of approval rippled through the assembled crowd.<br/>\n\tOkada, Hiro&#39;s friend, patted him on the shoulder.<br/>\n\t&quot;Congratulations, Tokugawa-kun! You&#39;re going to accompany the commander!&quot;<br/>\n\tHiro managed to smile weakly, nodding his thanks. He looked over to<br/>\nSaitou, who indicated Kondou with a tilt of his head, granting his<br/>\npermission to go. Hiro bowed, and headed over to the commander.<br/>\n\t&quot;Ah, Tokugawa-kun, glad you could join us. Here, take this.&quot; Kondou<br/>\nhanded him a paper lantern with go-yo&quot;official business&quot;written on<br/>\nit in big, black letters.<br/>\n\t&quot;Everyone here?&quot; asked Okita, who came up just then with three men<br/>\nfrom his unit.<br/>\n\tKondou looked around, counting the people in his group.<br/>\n\t&quot;Yes, it seems so.&quot;<br/>\n\tHiro tightened the strings of his chain-mail helmet, and took a deep<br/>\nbreath. At long last, it was time to move out. Suddenly, he saw a<br/>\nfamiliar face out of the corner of his eye. Yuki, accompanied by the<br/>\nother women, stood on either side of the gate, armed with naginata and<br/>\nkodachi. While all the men were out, it would be their job to protect<br/>\nthe headquarters.<br/>\n\tHiro&#39;s gaze met with Yuki&#39;s for a moment. A lifetime of conversations<br/>\nand an eternity of embraces seemed to be expressed in that one gaze.<br/>\nAfter what felt like an eternity, the inevitable, dreaded order came.<br/>\n\t&quot;Move out!&quot;<br/>\n\tThey each turned away, ready to do what had to be done.<br/>\n*********<br/>\n\tAfter about two hours of quiet yet meticulous searching in the<br/>\nKawara-machi district, they finally arrived. The Ikedaya, a small,<br/>\ntwo-story inn, was right there before them. Aizu clan forces were<br/>\nsupposed to have joined them over an hour ago, but they hadn&#39;t shown<br/>\nup. Kondou had ordered the lanterns put out for the sake of surprise,<br/>\nin case this was where the rebels were meeting.<br/>\n\tHiro breathed deeply, and steeled himself for the battle that was<br/>\nabout to begin. Something his father had told him years ago suddenly<br/>\ncame back to him.<br/>\n\t&quot;Remember, son, the samurai treats death as an honored guest.&quot;<br/>\n\tDeath will certainly be a visitor tonight, Father, he thought, as<br/>\nOkita, Nagakura, and Toudou&#39;s men moved around the building to close<br/>\noff the escape routes. Hiro and the others who remained moved closer<br/>\nto Kondou.<br/>\n\tThe commander gave a nod to them, and then strode confidently for the<br/>\ndoor.<br/>\n\t&quot;Open up! Open up!&quot;<br/>\n\tA lantern came on, and soon a short, disheveled man answered the<br/>\ndoor. He paused for a moment to let his eyes adjust to the ambient<br/>\nlight. Then he saw Kondou and the men around him, and more<br/>\nimportantly, their uniforms. His eyes went wide with shock.<br/>\n\t&quot;Hey! We&#39;re being searched! Get r&quot; Kondou&#39;s blade passed through his<br/>\nneck, cutting him off.<br/>\n\t&quot;Move! Move! Move!&quot; shouted Kondou, bounding up the stairs. Hiro,<br/>\nOkita, and two others were right behind him, drawing their swords in<br/>\nnear-unison. They ran for the first room, where the single lantern<br/>\nthat had been on was suddenly extinguished. Kondou tore the sliding<br/>\ndoor open.<br/>\n\tAbout twenty men sat in the dark, many of them with their swords<br/>\nalready drawn.<br/>\n\tKondou spoke up, eager to at least try to get them to surrender.<br/>\n\t&quot;I am Kondou Isami, Commander of the Shinsengumi. We have this inn<br/>\nsurrounded. In the name of the Kyoto Military Commission and Lord<br/>\nMatsudaira, I order you to surrender, or face the consequences.&quot;<br/>\n\tThey never want the easy way out, thought Hiro, as he moved to a<br/>\nchudan stance. There was an awkward silence, as neither side seemed<br/>\nwilling to budge. Finally, one of the rebels moved. In the stillness<br/>\nof the night, Hiro felt like time had no meaning, as he watched the<br/>\nman slowly rise up and draw breath in for a kiai. Suddenly, though,<br/>\ntime snapped back to normal speed, and the man&#39;s kiai erupted across<br/>\nthe dead silence of the night.<br/>\n\t&quot;KYAA!&quot;<br/>\n\tHiro&#39;s eyes widened in shock and horror as Kondou unleashed the full<br/>\nforce of his Tennen Rishin Ryuu training, slashing the man in half<br/>\nacross his chest. The rebels tensed, and suddenly, all of them fell on<br/>\nKondou and the others.<br/>\n\tNow was not the time to think. Hiro parried the first incoming<br/>\nstrike, sweeping it aside with the usual grace of his Yagyu Shinkage<br/>\ntraining. The man jumped back, and then returned, his eyes gleaming in<br/>\nthe moonlight that filtered in through the slats of the inn&#39;s high<br/>\nwindows. Hiro suddenly remembered that he couldn&#39;t be gracious. He had<br/>\nto be lethal. Strengthening his grip, he allowed rage to flow through<br/>\nhimpure, unabated, rage. He had felt this rage every time he read<br/>\nabout his family&#39;s fall from powerit was a burning, searing fire<br/>\nunlike anything he&#39;d ever known. When he first read of it in a history<br/>\nbook at school he&#39;d wanted to torture and slowly kill every western<br/>\nsamurai he could get his hands on, but since they&#39;d all been dead for<br/>\nover a century, he did the next best thingafter returning home, he<br/>\nset his textbook up on a bamboo stake and slashed it to pieces with a<br/>\nkitchen knife. His parents punished him severely for using the knife,<br/>\nbut had understood his rage, advising Hiro to channel the energy into<br/>\nhis martial arts training, instead.<br/>\n\tNow, though, he was there, in the midst of the fire and rain of blood<br/>\nof those days. He was capable of satiating his burning desire for<br/>\nretribution. At last, I will have vengeance, thought Hiro, as he swept<br/>\nthe man&#39;s sword and slashed upward across his chest with a<br/>\nright-handed upward diagonal cut. At last<br/>\n\t&quot;Miburo bastard! I&#39;ll kill you!&quot; shouted another man, running at him<br/>\nwith his sword held in jodan position. Hiro slid into a countering<br/>\nposition, sword vertical to one side, and met the attack, shattering<br/>\nhis enemy&#39;s sword and then going into an upward slash across his chest.<br/>\n\t&quot;Worthless Choshuu scum! I&#39;ll kill you!&quot;<br/>\n\tOn the other side of the room, Okita shouted at Kondou to get<br/>\ndownstairssomething about Toudou and Nagakura needing help. Hiro saw<br/>\nKondou race back down the stairs to the ground floor, where there<br/>\nseemed to be sounds of even fiercer fighting.<br/>\n\tJust then, about ten more rebels came in from the other rooms, armed<br/>\nwith swords and spears. Hiro, Okita, and the four other men still on<br/>\nthe floor backed in toward each other, tightening up their mutual defense.<br/>\n\tOutnumbered five to one. Not a bad way to go down.<br/>\n\tOkita stepped into the Tennen Rishin Ryuu&#39;s highly lethal hiraseigan<br/>\nstance, ready to continue the attack. With a kiai, he launched himself<br/>\nat the enemy again, while the others did the same.<br/>\n\tOn and on, they slashed left and right, cutting through the summer<br/>\nnight and the rain of blood. No matter how hard they fought, though,<br/>\nthe enemy&#39;s number didn&#39;t seem to dwindle at all. The only thing they<br/>\ncould do was fight to hold them off, hopefully until Hijikata&#39;s group<br/>\nor the Aizu forces of the Military Commission arrived.<br/>\n\tHiro was lost, intoxicated in the crimson tide. He smiled<br/>\ngrotesquely, taking pleasure in his enemies&#39; pain, remembering<br/>\naccounts of the slaughter of the pro-Tokugawa domains in 1868,<br/>\nespecially that of the Aizu clan, who suffered until the 1920s as<br/>\n&quot;enemies of the Court&quot;. He recalled all that had happened, and took<br/>\npleasure in paying them back in advance for what they would later do.<br/>\n\tSuddenly, the rebels knocked open the screen doors that led out onto<br/>\nthe small balcony, and jumped off onto the roofs of nearby buildings.<br/>\nThe Shinsengumi members pursued them, not wanting to let anyone get<br/>\naway. Picking a target at random, Hiro went into a hiraseigan stance<br/>\nhimself, and ran, not paying any attention to his enemy&#39;s spear.<br/>\nCloser and closer he came, on a collision course with both the man and<br/>\nthe spear. Just then, at nearly point-blank range, the man let go of<br/>\nhis spear and began to slump. Hiro still didn&#39;t pay any attention,<br/>\nrunning the man through with his blade. Yanking it out, he noticed a<br/>\nlong, metal dagger protruding from the corpse&#39;s back. He looked up. A<br/>\nman in black clothing and armor stood in front of him, and nodded in<br/>\napproval.<br/>\n\t&quot;Next time, Tokugawa Hirotada-san, pay attention to the spear.&quot;<br/>\n\tHiro gasped. How did this man know who he was? Then he rememberedthe<br/>\nShinsengumi had a spy at the Ikedaya incident: Yamazaki Susumu, the<br/>\nhead of the investigations division. It all made senseno one else<br/>\nwould be snooping around in the dead of night in support of the<br/>\nShinsengumi&#39;s operations aside from Yamazaki.<br/>\n\t&quot;Oh, and look behind you,&quot; Yamazaki added, tossing another dagger<br/>\ninches over Hiro&#39;s shoulder. Another rebel samurai slumped over and<br/>\nfell, his sword passing barely a foot away from Hiro&#39;s neck as it<br/>\nfell. By the time Hiro turned back around, Yamazaki was gone. Just<br/>\nlike a spy, too, Hiro thought for a moment, before turning back to the<br/>\nmatter at hand.<br/>\n\tBy now, the rebels were losing ground, and fleeing back into the inn.<br/>\nOkita and the others once again gave chase, running back up and<br/>\nleaping for the balcony.<br/>\n\tHiro picked out his last man, dashing toward him with his sword held<br/>\nhigh. All the rage he&#39;d felt, all the anger and resentment toward the<br/>\nChoshuu clan and its historic aggression against his familyall of<br/>\nthose emotions seemed to radiate from his sword, charging the air with<br/>\na raging, uncontrollable energy. The rebel&#39;s sword started moving<br/>\nupward, inch by inch, second by second, just as Hiro&#39;s sword swept<br/>\ndownward, inch by inch. There was a resounding clang of metal, and the<br/>\nnight was illuminated by sparks for a brief moment. Hiro laughed, a<br/>\nmaniacal, sickening laugh, as he saw his opponent&#39;s head fly off his<br/>\nneck, sending a shower of blood flying everywhere. Feeling wetness on<br/>\nhis left shoulder, he paused to touch it, holding his hand in front of<br/>\nhis face and turning white at the realization that it was his own<br/>\nwarm, wine-red blood he was feeling.<br/>\n\t&quot;Tokugawa-san?&quot; asked Okita. &quot;Tokugawa-san? Are you alright?&quot;<br/>\n\tHiro couldn&#39;t hear anything but the loud whooshing sound that<br/>\nsuddenly reverberated in his ears.<br/>\n\t&quot;Dirty Choshuu scum peasant dogsShould&#39;ve slaughtered you all when<br/>\nwe had the chance&quot;<br/>\n\tHis grip on the sword suddenly went slack, sending the blade<br/>\nclattering to the blood-soaked floor mats. Remember, my son, if you<br/>\nshould ever be in any serious situation which merits the thought of<br/>\nthe next life, just remember one thing-- the samurai treats death as<br/>\nan honored guestthe voice of his father reminded him, as did the<br/>\nvoices of all his ancestors, all the way back to Matsudaira Hirotada,<br/>\nhis namesake. Wanting to be a dutiful son and heir, he obeyed.<br/>\n\tAs he fell forward, he suddenly remembered one other thingwhat he&#39;d<br/>\nsaid the night before.<br/>\n\tYuki I will see you soon</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13.",
            "postDate": "1080092074",
            "msgId": 50,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzcW9qYSszMGVhQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 58,
            "prevInTime": 49,
            "nextInTime": 51,
            "topicId": 50,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 8) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-1160649317\">Title: Jidai Monogatari (Chapter 8)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: &quot;You kill all night, and now you&#39;ve found yourself a woman?&quot;<br/>\n--the Kohagi-ya innkeeper, from &quot;Rurouni Kenshin Tsuiokuhen&quot;.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\n------<br/>\n<br/>\nChapter 8<br/>\n<br/>\nJuly 5, 1864<br/>\n&quot;Are you sure this is alright, Yuki-han?&quot; Midori whispered loudly.<br/>\nWith her sleeves tied back, the bottom of her kimono hitched up, and<br/>\nher practice naginata slung over her shoulder, Midori looked like the<br/>\nstereotypical image of the female samuraicaring for the home, but<br/>\nready to defend it as well.<br/>\n\t&quot;Of course, Midori-san. Now take your stance,&quot; replied Yuki. Grinning<br/>\nconfidently, she moved her wooden sword into chudan stance. Under the<br/>\nrules of Tendo Ryuu, she was required as an instructor to assume the<br/>\nrole of uketachi, or &quot;receiving sword&quot;, during one-on-one training,<br/>\nallowing the student to learn the strengths and weaknesses of their<br/>\nparticular technique, whatever weapon of Tendo Ryuu&#39;s broad curriculum<br/>\nthey might be using.<br/>\nHaving taught intensive naginata every day for the last week and a<br/>\nhalf, she&#39;d quickly seen that Midori was the fastest learner, and had<br/>\nmade a point of practicing with her privately, very early in the<br/>\nmorning, in order to properly train her to be an assistant instructor.<br/>\nIronically, back in 2004, her assistant instructor had been one Inoue<br/>\nKyoko, a descendant of one of the more famous statesmen of Choshuu,<br/>\nInoue Kaoru. My, how times have changedthought Yuki, as she watched<br/>\nMidori slide her naginata to a ready stance.<br/>\nThis session was special. Here, they would be doing more than<br/>\ntrainingthey would actually spar, using the entire courtyard as their<br/>\n`arena&#39;. In doing so, Yuki wanted to test Midori on her skill, to see<br/>\nhow much she&#39;d learned to exploit the weakness of the sword against<br/>\nthe naginata. Her grasping of this point was vital, especially because<br/>\nif she ever had to defend herself, it would most likely be against a<br/>\nsword.<br/>\nOr a gunsaid a voice in the back of Yuki&#39;s head. Scenes from the end<br/>\nof the Bakumatsu flashed before her eyes, where thousands of samurai<br/>\nloyal to the shogunate were mowed down by the thousands in the<br/>\ndesperate, pitched battles further north, starting from Nagaoka, to<br/>\nAizu, and all the way to the Goryokaku fort at Hakodate. Squeezing her<br/>\neyelids shut, she forced the visions out of her mind. Not yetthat&#39;s<br/>\nnot for another 5 years. Not yet<br/>\n&quot;I&#39;m ready, Yuki-han.&quot;<br/>\n&quot;Very well. Then please begin.&quot;<br/>\nMidori nodded, and tightening her grip on the naginata, she took a<br/>\nstep forward. After what seemed like an eternity, Yuki stepped in.<br/>\n&quot;Toh!&quot; Her kiaithe vocal projection of her forcewas more muted than<br/>\nusual. It was, after all, early, and she didn&#39;t want to wake anyone up<br/>\nif she could help it.<br/>\n&quot;Ei!&quot; Midori swept the cut, and dashed her naginata upward on Yuki&#39;s<br/>\nsword, knocking it aside and moving around to continue the attack. She<br/>\nwas too slow, though, and Yuki had already come around and assumed<br/>\nanother chudan stance.<br/>\n&quot;Faster, Midori-san. Faster.&quot;<br/>\nMidori closed her eyes, and brought the naginata back around to ready<br/>\nposition. She paused for a moment, staring Yuki down. Then suddenly,<br/>\nshe lunged forward, using too much force and not enough finesse.<br/>\nAgain, Yuki came around and assumed a chudan stance.<br/>\n&quot;Don&#39;t think, Midori-san. Just move.&quot;<br/>\nSighing in slight exasperation, Midori moved back into ready stance.<br/>\nSensing the change in her attitude, Yuki moved to a low gedan stance,<br/>\ncrouching a bit as she did so.<br/>\nWithout warning, Midori came toward her, almost drifting through the<br/>\nair. Pointing the blade of the naginata downwards, she tried to come<br/>\nin over the top of Yuki&#39;s defense, aiming straight for her chest. Yuki<br/>\nwatched the blade, mesmerized and utterly in amazement at how someone<br/>\ncould grasp naginata so quickly in this age. But where her mind<br/>\nrefused to work, her reflexes did, dashing her sword upwards at<br/>\nMidori&#39;s naginata and knocking it out of one of her hands.<br/>\nMidori bowed.<br/>\n&quot;Thank you, Yuki-han.&quot;<br/>\nYuki relaxed her grip on the sword, and bowed back.<br/>\n&quot;Thank you, Midori-san, for being such a willing student to an<br/>\nunworthy teacher.&quot;<br/>\n&quot;No, I should&quot;<br/>\nThe guardsmen&#39;s voices cut her off.<br/>\n&quot;3rd Unit has arrived! 3rd Unit has arrived!&quot;<br/>\nStartled, Midori moved alongside Yuki. Lowering their weapons, they<br/>\nbowed together as Saitou and the 3rd Unit passed through the gate.<br/>\nYuki immediately saw Hiro near the front of the unit, looking as<br/>\nimmersed as ever in his job. Their eyes met briefly, and he nodded to her.<br/>\nSo something was up. In the &quot;code&quot; they had developed over the last<br/>\ntwo weeks, a silent nod of that sort meant Meet me behind the kitchen<br/>\ntonight. We need to talk. The only other person who knew about this<br/>\nwas, naturally, Midori, without whose cooperation these secret<br/>\nmeetings could not take place.<br/>\n&quot;Midori-san?&quot; Yuki asked. She didn&#39;t need to finish her<br/>\nsentenceMidori had seen Hiro nod, and already knew.<br/>\n&quot;Yes, Yuki-san. You may.&quot;<br/>\n**********<br/>\nAfter what seemed like an agonizingly slow day, the time finally came<br/>\nfor their rendezvous.<br/>\n&quot;You alright?&quot; asked Yuki, the moment Hiro arrived. &quot;You look very<br/>\nworried.&quot;<br/>\n\t&quot;You know why I&#39;m worried,&quot; he said quietly. &quot;Tomorrow nightit&#39;s the<br/>\nnight. There&#39;s a suspicion amongst the patrolmen of all the units that<br/>\nsomething&#39;s about to happen, but as yet, everyone from Saitou-sama on<br/>\nup is keeping quiet about it.&quot;<br/>\n\tYuki nodded. She knew very well that he was talking about the attack<br/>\non the Ikedaya, which was barely a day away. Having read many accounts<br/>\nof that night, she knew about the kind of fighting that took<br/>\nplacethat there would have been so many fights going on at the same<br/>\ntime that the beams of the inn would be hacked to pieces, forcing its<br/>\ndemolition. Yuki also knew that even though Hiro had been fightingand<br/>\nsometimes killingin the true classical style for about two weeks, he<br/>\nwas still thoroughly grounded in the 21st century martial style, which<br/>\nwas ultimately less aggressive in even its most `traditional&#39; forms.<br/>\nShe worried, too, but tried not to think too much of that night.<br/>\n\t&quot;I know. We both know.&quot;<br/>\n\tHiro paused.<br/>\n\t&quot;Yuki. If I fall&quot; His voice trailed off gradually, as if he was<br/>\nsearching for the right words. &quot;If I fallwhat will you do?&quot;<br/>\n\tFor a moment, there was silence, as Yuki&#39;s eyes brimmed with tears.<br/>\n\t&quot;Well&quot; she began with a chuckle, trying to keep her sense of humor<br/>\nsharp, &quot;Are you going to ask me to do what a true samurai&#39;s wife would<br/>\ndo, or what I would do?&quot;<br/>\n\t&quot;We may come from that samurai backgroundand a noble samurai<br/>\nbackground at thatbut we are, ultimately, our own people, and not the<br/>\nsame as our ancestors. I know what a samurai&#39;s wife would doI don&#39;t<br/>\nneed to be reminded. I want to know what you, Matsumae Yuki, the woman<br/>\nI love, the woman I pledged to honor and care for with my lifeI want<br/>\nto know what you would do.&quot;<br/>\n\tYuki was utterly speechlessshe hadn&#39;t expected him to ask such a<br/>\nquestion. Silently, she wrapped her arms around Hiro and wept silently.<br/>\n\t&quot;HiroHirotada-sama,&quot; she murmured, using his full name and honorific<br/>\nfor once. &quot;Hirotada-samamuch as I love this period, and am somewhat<br/>\nenjoying myself, you are the only one who makes it bearable in any<br/>\nway. I don&#39;t mind doing small household things, but the way women are<br/>\ntreated, and the menial labor that they do in this time periodit&#39;s<br/>\nutterly, totally miserable at times. If you were to fallI wouldslit<br/>\nmy throat and willingly follow you in death. Not because it is what a<br/>\nsamurai&#39;s wife would do, but because it is what I would do. I cannot<br/>\nlive without you. Not herenot ever.&quot;<br/>\n\t&quot;Shhhhh&quot; Hiro whispered, rocking her gently, back and forth, trying<br/>\nhis best to soothe her. &quot;Yukiif I fall at the Ikedaya tomorrow, know<br/>\nthat it I fall with your name on my lips. Andknow that I will see you<br/>\nsoon after.&quot;<br/>\n\t&quot;Hirotada-sama&quot; Yuki clung to him, unable to rely on her own strength.<br/>\n\t&quot;AndI know I could get killed for saying this, but I&#39;m going to say<br/>\nit anyway. Since you&#39;re the one who led me to kirisuto-kyo,&quot; he added<br/>\nquietly, being sure to use the 21st century word for `Christianity&#39;<br/>\nand not the 19th century kirishitan, which could cost him his head<br/>\nunder the anti-Christian laws of those days. &quot;Since you&#39;re the one who<br/>\nled me to kirisuto-kyo, please say a silent prayer for me.&quot;<br/>\n\t&quot;I will&quot; she murmured, burying her face in the folds of his haori.<br/>\n&quot;I love you, Hirotada-sama.&quot;<br/>\n\t&quot;I love you too, Yuki-dono,&quot; he replied, adding the honorific on her<br/>\nown name, which he hadn&#39;t done since they&#39;d first met each other.  He<br/>\nheld her tightly, knowing that he might be holding her for the last time.<br/>\n\tHe moved her chin up, and looked at her deeply and longingly.<br/>\n&quot;Always remember I love youeven beyond death.&quot;<br/>\n**********</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 82,
    "nextTopicId": 85
}