{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Harada&#39;s Pudding (a product review)",
            "postDate": "1123978935",
            "msgId": 647,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRkbTJybitsb2J0QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 646,
            "nextInTime": 648,
            "topicId": 647,
            "numMessagesInTopic": 0,
            "msgSnippet": "The following product review is rated G---unless ofcourse you have a really sick mind It isn t [really] a Shinsengumi foodstuff --- but pretty darn close (^_^)",
            "messageBody": "<div id=\"ygrps-yiv-1399474300\">The following product review is rated G---unless ofcourse you have a<br/>\nreally sick mind<br/>\nIt isn&#39;t [really] a Shinsengumi foodstuff --- but pretty darn close (^_^)<br/>\n<br/>\nDuring the great Shinsengumi craze of 2003-2004 many restaurants<br/>\nchanged their menus to address the demand for Hijikata, Kondou and<br/>\nOkita noodles, curry over rice, bento meals and even Nakajima Nobori<br/>\nmilkshakes.  Some companies even advertise their sake with cherub like<br/>\ncaricatures of our heroes!   Few fine eating establishments<br/>\nacknowledged the captain of the 10th squad.<br/>\n<br/>\nHistorical Harada very likely died right after the battle at Ueno Hill<br/>\nin Edo혰but some say he fled to China where he may have emerged to<br/>\nassist Japanese troops during the Sino-Japanese War or was it the<br/>\nRusso-Japanese War?혰whatever혰because I now have a third theory to what<br/>\nhappened to our dear Harada.<br/>\n<br/>\nHe opened a dairy farm.  <br/>\nHis descendants to this day make calcium and iron rich pudding.  Below<br/>\nis a picture of an unopened container, and an image of Harada&#39;s<br/>\npudding carefully extracted and inverted on a tasteful little bowl.  I<br/>\nunderstand that in our health conscious society it is necessary to<br/>\noffer more nutritious alternatives---so included an apple and orange.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://1happyturtle.com/temporary/HaradaCustard.jpg\">http://1happyturtle.com/temporary/HaradaCustard.jpg</a><br/>\n<br/>\nI came across Harada&#39;s pudding on my quest to stock up on shrimp<br/>\nchips, which by the way taste great with tuna sandwiches.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://1happyturtle.com/temporary/Shrimp_Flavored_Chips.jpg\">http://1happyturtle.com/temporary/Shrimp_Flavored_Chips.jpg</a><br/>\n<br/>\nAfter purchasing Harada&#39;s pudding for a mere $1.99 I inspected the<br/>\nprofessional packaging and was immediately disappointed by the lack of<br/>\na cute small eating implement which frequently accompanies many<br/>\nJapanese snacks.  After removing the pudding I noticed the 6 petal<br/>\nflower design.  I briefly contemplated what flowers are equipped with<br/>\nsix petals and abandoned those thoughts to consider the product name<br/>\nitself &quot;custard pudding&quot;.  Unfortunately it is not pudding---it is<br/>\nFLAN custard.  How can we trust a company which tries to combine 2<br/>\nkinds of food into one?  Although the package touts its rich calcium<br/>\nand iron the nutrition facts lists 17% saturated fat and a shocking<br/>\n15g of sugar.  The most scary ingredients are &quot;locust bean gum&quot; (which<br/>\nappears TWICE)  and &quot;sweetened egg yolk&quot;.  No wonder there is 15 g of<br/>\nsugar in this snack혰they sweeten the ingredients even before they make<br/>\nthe product.  I was also warned that Harada&#39;s pudding was made in a<br/>\nfactory which uses soybeans.  <br/>\nTo this day I have never experienced cardiac arrest due to ingesting<br/>\nsoybeans so I disregarded the ominous warning and proceeded to enjoy<br/>\nHarada&#39;s creamy snack which can be finished in about 3 spoonfuls.  The<br/>\ntexture of flan was perfect and I made sure to check for locust<br/>\nabdomens or wings.  My initial grade for this product is a strong B<br/>\nbut I have to drop the grade to B- because after consuming all 3 cups<br/>\nmy tongue was coated with a greasy waxy substance which was removed<br/>\nonly after imbibing the contents of a 3 inch bottle of Shirakiku sweet<br/>\nyogurt drink (made in Korea).<br/>\n<br/>\nThe review above has been forwarded to Harada Dairies Corporation in<br/>\nNiigata Japan along with a note requesting a clarification of the<br/>\nmysterious LOCUST BEAN GUM ingredient.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 637,
    "nextTopicId": 648
}