{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 236155874,
            "authorName": "haggert2002",
            "from": "&quot;haggert2002&quot; &lt;kevinirwin007@...&gt;",
            "profile": "haggert2002",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "My fan story.",
            "postDate": "1125883399",
            "msgId": 655,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRmZzZtOCtib3BmQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 654,
            "nextInTime": 656,
            "topicId": 655,
            "numMessagesInTopic": 0,
            "msgSnippet": "Samurai of the Shinsengumi Meiji era Rounin In the 4th year of Meiji… the samurai were considered to be no more. Few where able to continue with the only way",
            "messageBody": "<div id=\"ygrps-yiv-2060637991\">Samurai of the Shinsengumi<br/>\nMeiji era Rounin<br/>\n<br/>\n<br/>\n<br/>\n\tIn the 4th year of Meiji the samurai were considered to be <br/>\nno more. Few where able to continue with the only way they know of <br/>\nhow to live but in a state of hiding, unable to fulfill their Samurai <br/>\nDuties. Few, however former Mibu Wolves in the days of the Shogunate <br/>\nwhere still amongst the world of modernization. Saito Hajime, now <br/>\ngoing by the name Fujita Goro, he patrols the city of Tokyo&#39;s streets <br/>\nas a one of the sword-baring policemen. He is known for the Tennen-<br/>\nRishen Gatotsu stance and is known to be equally powerful to the now <br/>\ndeceased Souji Okita, former Captain of the 1st Shinsengumi Unit. <br/>\nSaito was the former 3ed Unit Captain. One of his specialties was his <br/>\nso said ability to see beyond the normal human eye. He was able to <br/>\nsee spirits and even speak with them, seeing those who haunt others <br/>\nand those who are unable to rest in peace. Other survivors, such as <br/>\nthe 2nd and 10th unit captains Shinpatchi Nagakura and Sanosuke <br/>\nHarada, where trying there best to coup up and live with the new <br/>\nMejia Modernization days. Sanosuke was known for his ways with a <br/>\nspear, being rather horrid at sword fighting. He was a master of <br/>\nTaneda Style Spear-Fighting. But this story is about two samurai who <br/>\nwhere only recruits of the Shinsengumi in the Bakumatsu war. They are <br/>\nTaika Noezoe and Fujiwara Makoto. They continue to strive as Samurai <br/>\nin the name of the Shinsengumi. They still patrol the roads of Kyoto <br/>\nand live as if it where still the &quot;good old days&quot;. Here is their <br/>\nstory, about the revival of the Shinsengumi.<br/>\n<br/>\n<br/>\n<br/>\n&quot;Hey. Taiki wake up.&quot; Eye opening, Taiki Noezoe wakes to see his <br/>\npartner Fujiwara kneeling down beside him. &quot;Hm. Fujiwara. Is it <br/>\nmidnight?&quot; &quot;Yes brother, it is. Its time now so get off your ass and <br/>\nlets go.&quot; Taiki stumbled from his small bed. Fujiwara was standing <br/>\nnext to him. He was wearing his blue white uniform with the &quot;Faith&quot; <br/>\nsymbol on the back in white. The body of the uniform was a darkish <br/>\nblue and on the bottom of the sleeves where white spick like patterns <br/>\nrunning upward. He wore a black fishnet shirt with his dark black <br/>\nkimono. Fujiwara walked to the closet of their small one roomed home. <br/>\nHe slid open the door and took out Taiki&#39;s matching uniform and his <br/>\nlight gray kimono. Taiki walked up to Fujiwara who then took in hand <br/>\nhis clothing then quickly slide on his dressage. Fujiwara then went <br/>\nup to his sword rack that was sitting on the floor next to his <br/>\nbedding. He lowered and lifted up his black and red sheathed katana <br/>\nas well as the matching wakizashi. He tied them to his belt then <br/>\nstood there, ready for there upcoming night. Taiki as well went to <br/>\nhis sword stand and took in hand and tied to his belt his sword set. <br/>\nTaiki looked up at Fujiwara and gave a slight smile. &quot;Well Fuji, you <br/>\nready?&quot; &quot;Heh always am, brother.&quot; Taiki nodded then walked to the <br/>\ndoor and slowly slid it open then peeked out into the dark night. <br/>\nSmall faint lights lit the sides of the street showing a few people <br/>\nsitting here and there on a corner. Taiki and Fuji then quickly <br/>\nrushed out into the night, quickly running into a dark alley for <br/>\ncover. Taiki went farther into the alley while Fuji stayed at the <br/>\nopening of the alley peeking out into the open. Fuji then rushed out <br/>\nof the alley up to another alley with Taiki right behind him. Taiki <br/>\nthen took watch. He saw in the distance four men walking down the <br/>\nstreet, all four wearing blue uniforms and dress blue jean pants, <br/>\nsymbolizing them to be a local police brigade on patrol. &quot;Hey Fuji, <br/>\nwanna test out our blades on these simpletons?&quot; &quot;Heh. Taiki, you <br/>\ndon&#39;t want to stain your sword with government pigs blood now do <br/>\nyou?&quot; He said giving a small laugh showing sarcasm. Taiki gave a <br/>\nsmall laugh as well as he unsheathed his blade. &quot;Lets get em bro!&quot; <br/>\nFujiwara drew his blade as well. They both waited for their moment of <br/>\nattack. The men walked until they came to one of the few houses that <br/>\nwhere still light inside. They simply walked in. &quot;Huh what in the <br/>\nworld? Hey Fuji, they went into that local home. You think there <br/>\nsuppose to be there?&quot; &quot;Don&#39;t know but lets go crash their little walk <br/>\nin and go see what their up to.&quot; They both ran swiftly to the edge of <br/>\nthe house. Fujiwara peeked into a window that had barely enough eye <br/>\npeeking room. In there he was able to see three of the police and <br/>\npart of one other person but he was unidentifiable. &quot;Okay, on my <br/>\ncount. 1. 2. 3 NOW!&quot; Taiki rushed into the door followed right <br/>\nnext to Fuji. As they entered they both quickly took out one of the <br/>\npolicemen as if they wanted to fight fairly with the others. &quot;What in <br/>\nthe hell?!?!?  HEY?! Who the hell are you?&quot; The other two policemen <br/>\ndrew their sabers. The other man drew a katana. &quot;How dare you jump <br/>\ninto my home and kill a government official. Wait a second.&quot; The man <br/>\nstared at Fuji and Taiki then went into slight shock. &quot;SHINSENGUMI?! <br/>\nDAMN YOU SHOGUNATE DOGS YOUR ALL SUPOSE TO BE DEAD!&quot; Fuji smiled <br/>\ndemonically. &quot;Yeah, I guess we are suppose to be dead. Maybe we ARE <br/>\ndead. He he he.&quot; Taiki laughed with him. The police then charged the <br/>\ntwo, their sabers up. &quot;Wow, thinking they can overcome us with wimpy <br/>\nsabers.&quot; Fuji quickly went into Tennen-Reshen stance, lifting the <br/>\nblade up into the policemen, their blades striking. Taiki dodged the <br/>\npolicemen&#39;s attack then glanced around. He saw a spear hanging above <br/>\nthe fireplace and went for it, grasping it in hand then pulling it <br/>\ndown. &quot;I&#39;m not to hot with a sword so I&#39;ll just use this for now. He <br/>\nthen lunged at his enemy police officer, pulling off a move that made <br/>\nthe policeman&#39;s saber fling out of his hands and into the wall. Taiki <br/>\nthen jabbed the blade of the spear into the gut of his enemy and <br/>\nclaimed the officer&#39;s death as his victory. &quot;Hah hah. That&#39;s what I&#39;m <br/>\ntalking about!&quot; Fuji was messing with his enemy. He continued <br/>\nblocking wimpy attacks while taunting the police. &quot;Come on man. <br/>\nAren&#39;t you government pigs suppose to be great fighters. So kill me <br/>\nalready.&quot; &quot;Damn it. Shut your face and die!&quot; Fuji lunged backward <br/>\nfrom the officer&#39;s supposedly strongest jabbing attack. &quot;Wow, you&#39;re <br/>\nstarting to really bore me. Guess I&#39;ll just finish you off right <br/>\nNOW!&quot; Fuji quickly got into Gatotsu stance and struck at the officer, <br/>\nhis blade sliding right through his chest, another death. The other <br/>\nman, owner of the house, stared at the two now seen as <br/>\nmurderers. &quot;Damn you. Why the hell did you kill them?&quot; &quot;Well, where <br/>\nbig time Mejia Government haters. So where going to end the terror of <br/>\nthe ones who think modernization is what Japan needs.&quot; Fujiwara&#39;s <br/>\nspeech spread fear into the mind of the man, him being a Loyalist-<br/>\nExclusionist. The man quickly got into his sword stance. He looked to <br/>\nbe a master of Hokushin Single Sword Style, the same as the now dead <br/>\nex-vice-commander of the Shinsengumi, Kuisuke Yamanami. Fujiwara <br/>\nstared at him in slight confusion. <br/>\n&quot;Vice Commander! Vice Commander Yamanami. Where is he?&quot; <br/>\n\t&quot;Oh, Fuji&quot;<br/>\n\t&quot;Master Okita? Where is Yamanami?&quot;<br/>\n\t&quot;He committed&quot;<br/>\nThe attack was on. The man lunged at Fuji who was still in shock. The <br/>\nblade was swung downward right above Fuji.  CLING!!!  Taiki was <br/>\nstanding right next to Fuji, the spear right above Fuji&#39;s head, <br/>\nblocking the attack. &quot;Damn it Fuji what&#39;s wrong with you?&quot; &quot;Huh WHAT <br/>\nTHE?!&quot; Fuji stared up at the crossed blades. &quot;He, sorry about that <br/>\nTaiki.&quot; Fuji then took up his blade and lunged it into the neck of <br/>\nthe Loyalist. He then pulled it out, blood spewing everywhere. The <br/>\ncorpse fell backward onto the floor. Fujiwara&#39;s eye gleaming <br/>\ndemonically, he took out a small napkin and whipped the blood from <br/>\nhis blade. &quot;Well then, we best be go&quot; He was interrupted of the <br/>\nsight of the fourth police officer staring at them from the back <br/>\nroom. The terrified officer ran for his life out the back door then <br/>\ninto the streets, heading back to the precinct. &quot;Humph, guess we <br/>\nmissed one.&quot; Stated Taiki. &quot;He, what a shame. Well we better continue <br/>\nwith our original plan.&quot; Fuji re-sheathed his blade then ran out the <br/>\nfront door, followed by the now spear using Taiki. They rushed down <br/>\nthe street, taking a right on the next road intersection. They ran <br/>\npast Shimabara, the local whorehouse that was soon to be sold out by <br/>\nthe government. They past a few thrift shops then finally came to one <br/>\nin particular, Masuya Thrift. &quot;Damn shame this part of the city <br/>\nwasn&#39;t burned to the ground.&quot; Taiki remarked. &quot;Apparently so.&quot; They <br/>\nbusted down the boarded up door. The shop had close down because of <br/>\nthe death of Masuya. He had been hiding Choshu Loyalist in his shop <br/>\nand they based there for a while till they attacked the city. Okita, <br/>\nKoundo, Hijikata, Saito, Harada, Nagakura, and Todo where able to <br/>\ninfiltrate Masuya&#39;s shop and kill all who apposed. They began to <br/>\nsearch the wreckage, Fujiwara taking upstairs and Taiki taking down. <br/>\nFujiwara found a few papers stacked on an end table in the back of <br/>\nthe main room. He lifted up the stack to see that they where nothing <br/>\nbut a bunch of sale papers. Taiki then came storming down the stairs. <br/>\nIn his hand was a small bag. &quot;Hey Fuji check out what I found.&quot; He <br/>\nopened up the small bag revealing almost 50 Ryo. &quot;Check it out man. <br/>\nWere gonna be fine for a while with this.&quot; bragging about his <br/>\ndiscovery. Fuji glanced onto the ground. There next to the end table <br/>\nwas an abacus lying on its side.<br/>\n<br/>\n\t&quot;He committed Seppuku I killed him with my own hands.&quot;<br/>\n\t&quot;But Mr. Okita why would you WHY WOULD YOU DO SOMETHING <br/>\nLIKE THAT?!&quot;<br/>\n\t&quot;Because Fuji because of the rules of the Shinsengumi.&quot;<br/>\n<br/>\n<br/>\n&quot;Fuji dude are you all right?&quot; Fuji looked back to his <br/>\nfriend. &quot;Yeah.. I&#39;m fine. Just remembering of things back before the <br/>\nwar.&quot; &quot;Man don&#39;t think of such depressing things. It&#39;s not good for <br/>\nyou.&quot; &quot;Well seems they refuse to get out of my mind.&quot; &quot;Hm&quot; Fuji sat <br/>\ndown as well as Taiki in front of him. &quot;Well what WERE you <br/>\nremembering.&quot; &quot; When Yaminami&quot; &quot;Oh that I remember that.&quot; Vice <br/>\nCommander Yaminami. Everyone befriended him. Unlike his fellow <br/>\npartner Vice-Commander, Toshizo Hijikata, Keisuke Yaminami was a kind-<br/>\nhearted man who never really seemed to get angry. One day though, he <br/>\nwas getting fed up with how Hijikata was treating him and how the <br/>\nShinsengumi seemed to be getting out of control. He abandoned the <br/>\nShinsengumi, but was caught by Souji Okita. He brought him back to <br/>\nShinsengumi headquarters. Their Koundo made it final that Yamanami <br/>\nwere to commit seppuku, Okita being his second. <br/>\nSeppuku is when a samurai is in so much dishonor that he decides or <br/>\nis forced to take a small blade into his stomach. The person called <br/>\nthe second, in this case, Souji Okita, then beheads him to relieve <br/>\nhim of the pain of his now sliced open gut. <br/>\n<br/>\nOne, You must not stray from the samurai&#39;s code.<br/>\nTwo, Desertion is not permitted.<br/>\nThree, You will not raise private funs without permission.<br/>\nFour, You will not take up litigious matters without permission.<br/>\nFive, Private conflicts are not permitted.<br/>\n\tThose who defy these articles shall be sentenced to commit <br/>\nseppuku without fail.<br/>\n<br/>\n&quot;Well did you find anything, Fuji?&quot; Naw. Just some stupid sales <br/>\npapers.&quot; &quot;Oh. Well I guess we can head out now if theirs nothing else <br/>\nhere of use.&quot; Fujiwara and Taiki then stood up and walked to the <br/>\ndoor. They walked out then began rushing back to their home. Once <br/>\nthere they disarmed then got back into bed. The sun was visible now <br/>\nout from the window, slowly rising up to bring morning light.<br/>\n<br/>\n______________________________________________________________________<br/>\n<br/>\nSecond part.<br/>\n<br/>\nSamurai of the Shinsengumi<br/>\nMeiji era Rounin<br/>\n<br/>\n<br/>\n\t&quot;Open up now!&quot; A loud slam came from the door. Fujiwara&#39;s <br/>\neyes widened as he woke from the banging from outside. &quot;Open now in <br/>\nthe name of the Meiji Police.&quot; Fuji looked over to Taiki. He was <br/>\nawake as well. Fuji whispered, &quot;Taiki, what are we to do?&quot; <br/>\n&quot;Heh. Beats me. All I knows that we gotta get out of here and <br/>\nfast.&quot; &quot;Open up now or we will be forced to break down the <br/>\ndoor.&quot; &quot;Heh. You know Taiki these Meiji fools are wimpy. If we as <br/>\nShinsengumi where after someone locked in a home or room we would <br/>\nhave broken down the door without saying word.&quot; &quot;Hah!&quot; They then both <br/>\nquickly got from their beds and ran for their uniforms and <br/>\nswords. &quot;Lets get going.&quot; They then snuck out the back of their door, <br/>\nseeing in front that the police had just busted down the door. They <br/>\nboth started running to the west, Fujiwara in front.<br/>\n<br/>\n\t&quot;Hey Souji, do you think me and Taiki will get as strong as <br/>\nyou one day?&quot;<br/>\n\t&quot;Huh? Well of coarse you two will. I bet you two will be <br/>\nstronger then me and even Mr. Hijikata.&quot;<br/>\n\t&quot;Huh!? No way! That&#39;s imposable.&quot;<br/>\n\t&quot;Heh heh. Nothings imposable Fuji.&quot;<br/>\n<br/>\n\t&quot;So, Fuji, where on hell we gonna be stationing at <br/>\nnow?&quot; &quot;Don&#39;t know to tell you the truth, but it can&#39;t be here in <br/>\nTokyo. If we stay here the police will surly catch up with us one of <br/>\nthese days.&quot; &quot;Damn it! We shouldn&#39;t have let that one police get <br/>\naway!&quot; They continued going past many houses down the street. They <br/>\nmade sure not to stray onto the main road knowing there would be many <br/>\nother police out looking for them. They would be a prime look out now <br/>\nin Kyoto until captured. They would have to escape to another city, <br/>\nbut where?<br/>\n<br/>\n\tThey made their way to the out skirts of town after five <br/>\nminutes of non-stop running. They came to a gate and collapsed next <br/>\nto it. &quot;Damn Taiki we haven&#39;t ran so damn fast in so damn <br/>\nlong.&quot; &quot;Hah its not that its only that you are so out of <br/>\nshape.&quot; &quot;Hah hah really funny.&quot; Taiki stabbed his spear into the <br/>\nground and leaned on it. Fuji was leaning his back to the gate. &quot;Well <br/>\nwe better keep going. Its lucky us that theirs no one watching over <br/>\nthis gate during the day.&quot; Fuji looked up at the sun. He could tell <br/>\nfrom its position that it was around noontime. He pulled out his set <br/>\nof prayer beads and wrapped them around his hand and began to pray. <br/>\nTaiki looked at him and sighed. &quot;Why on Earth do you still pray to <br/>\nBuddha?&quot; &quot;Because its forever my second most important thing in <br/>\nlife.&quot; &quot;Oh really. So tell me I&#39;m the first most important thing is <br/>\nthat correct.&quot; &quot; No.&quot; Taiki laughed. &quot;Of coarse not. Samurai first <br/>\nlike same with me.&quot; &quot;No, that&#39;s not entirely true.&quot; &quot;Oh Fuji you <br/>\ngotta be shit&#39;n me. Don&#39;t tell me your still attached to your wife.&quot; <br/>\nFuji stayed in silence. While he and Taiki where living in a small <br/>\nvillage outside of Kyoto for the time being two years ago, Fuji had a <br/>\nwife who was killed during the 2ed year of Meiji. They where only <br/>\nmarried for a year and bared a one and a half year old child. Both <br/>\nhis wife and his son where killed in a raid on their home after Fuji <br/>\nwas suspected for killing the local tax collector, which, of coarse, <br/>\nwas true. The tax collector was being ruthless and unjust. He was <br/>\ntaxing way more then reasonable and always had his way because he had <br/>\na group of bodyguard Ninjas. Fuji and Taiki both decided to take up <br/>\nthe sword, and spear in Taiki&#39;s case, and bring justice old fashion <br/>\nstyle. Fuji and Taiki lived because they where out for the moment, <br/>\ncollecting food from the local farm. When they came back, they saw <br/>\nthe bodies of Megumi, his wife, and Shintada, his son.<br/>\n<br/>\n\t&quot;Fuji I was able to get over the death of my wife. How come <br/>\nyou cant?&quot; &quot;Because I refuse to. I know I will be with her again one <br/>\nday.&quot; &quot;Well yeah you will when you&#39;re dead!&quot; Fuji glared at Taiki, <br/>\nwho was really starting to get on his nerves. Taiki&#39;s wife had died <br/>\nearlier, in the 1st year of Meiji. She and him where married three <br/>\nmonths before the war. They settled down in Mibu but shortly, Taiki <br/>\nwas called to battle with the 10th Unit. When the war was over, Taiki <br/>\ncame back to see that his wife, Toki, had died from a fatal case of <br/>\npneumonia. This brought him to a temporary insanity and he almost <br/>\nkilled Fuji but Fuji was able to get through to him after having a <br/>\nspear in his side and a katana in Taiki&#39;s shoulder. <br/>\n<br/>\n\t&quot;Hey Taiki. You want to go to Mibu for a while?&quot; &quot;Hmm oh I <br/>\ndon&#39;t know.&quot; Fuji took his prayer beads and slide them back into a <br/>\npocket in the inside of his uniform. &quot;Well we have to go somewhere, <br/>\nand fast.&quot; &quot;Well I don&#39;t really want to go back to Mibu. Don&#39;t want <br/>\nany bad memories to get to me.&quot; &quot;Well, why don&#39;t we go to Edo!&quot; &quot;HAH. <br/>\nAre you crazy? Okay A its now named Tokyo and B it&#39;s the capital of <br/>\nthe Meiji government. Walking into the capital wearing Shinsengumi <br/>\nuniforms with swords strapped to our hips is like intentionally <br/>\nwalking into the gates of hell.&quot; Fuji stared at Taiki with a blank <br/>\nlook. &quot;You nimrod like anyone would know where there in the first <br/>\nplace.&quot; Taiki looked down at the ground. &quot;Well what ever man. Its <br/>\nyour call.&quot; &quot;Right then. We go to Tokyo. There, we can be two of the <br/>\nvery few Rounin there.&quot; &quot;Yeah good luck with that.&quot; Taiki rolled his <br/>\neyes then took a firm hold of his spear then lifted it up out of the <br/>\nground. &quot;Lets just get going now before we have more pansy&#39;s in blue <br/>\nafter us.&quot; Taiki slightly laughed at his own joke. Fuji stood back up <br/>\nthen began walking, Taiki following him. They where now on their way <br/>\nto Tokyo, the capital of the Meiji Restoration, The Capital of modern <br/>\nJapan.<br/>\n<br/>\n\t&quot;Mr. Harada!&quot;<br/>\n\t&quot;Oh! Hey they&#39;re Taiki. What&#39;s up?&quot;<br/>\n\t&quot;Nothing much. Hey could me and you spar?&quot;<br/>\n\t&quot;What! Are you serious? You want to spar with me spear <br/>\nagainst sword?&quot;<br/>\n\t&quot;Heck no! Spear against spear&quot;<br/>\n\t&quot;Hey now that&#39;s more like it. So you wanna be a spear fighter <br/>\nlike me hm?&quot;<br/>\n\t&quot;Of coarse I do. You&#39;re the coolest guy here.&quot;<br/>\n\t&quot;Shucks, really. Your to kind just so to kind.&quot;<br/>\n\t&quot;Mr. Harada stop being so boosting and fight me!&quot;<br/>\n\t&quot;Alright dude, simmer down. Ready?  FIGHT!&quot;<br/>\n<br/>\n\tTaiki looked up at the sky then at his spear. He smiled at it <br/>\nknowing he was king of all spear fighters in Japan, of coarse right <br/>\nnext to Sanosuke Harada. &quot;Hey Taiki, you remember where Sanosuke went <br/>\nto after the war?&quot; &quot;Beats me. All I know is he&#39;s settled down with a <br/>\nwife somewhere with Shinpatchi living with him.&quot; &quot;Heh, you could <br/>\nnever get those two jokers apart could you.&quot; Nope not at all.&quot; Taiki <br/>\nstretched backward. He then gazed at his spear yet again. It was a <br/>\nvery nice and from the looks of it a very expensive piece of <br/>\nweaponry. It had a smooth polished wood shaft and a sharp cross blade <br/>\nat the top. There was a blue strap wrapped around the end and the <br/>\nmiddle of the red colored shaft to allow a good grip. &quot;Wonder how <br/>\nmuch the poor bastard spent on this fine spear. Well too bad for him <br/>\ncuz I have it.&quot; &quot;That and he&#39;s dead so to sad for him as well.&quot; &quot;Heh <br/>\nheh. Of coarse.&quot; They where now coming up to a intersection of the <br/>\npath. In one direction you could see that it lead to a sea road and <br/>\nin the other direction it lead to Mibu. There was a sign that said <br/>\nMibu right and Tokyo left. &quot;Well I guess where taking left eh <br/>\nFuji?&quot; &quot;That&#39;s right.&quot; Fuji turned left, Taiki of coarse right behind <br/>\nhim. Taiki looked backward to get a last glimpse at the once long <br/>\ntime home of his, Kyoto then looked down the path to Mibu.<br/>\n<br/>\n\t&quot;Well Taiki, where at the intersection. One way goes to Mibu <br/>\nvillage and the other to the capital, Kyoto. Where are we to go?&quot;<br/>\n\t&quot;I say we go to the capital. I bet we could find a great <br/>\nopportunity to make so real cold hard ryo.&quot;<br/>\n\t&quot;That&#39;s true, so very true. Well Kyoto, make way cuz here <br/>\ncomes the two greatest samurai in the land.&quot;<br/>\n<br/>\n\t<br/>\n<br/>\n<br/>\nEnd <br/>\n\tFOR NOW</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 654,
    "nextTopicId": 656
}