{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 199587949,
            "authorName": "Formerly Divertimento",
            "from": "&quot;Formerly Divertimento&quot; &lt;ellene_j@...&gt;",
            "profile": "ellene_j",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Fic: Doubts; PMK; Okita, Tetsu, Hijikata; G",
            "postDate": "1126539237",
            "msgId": 658,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRnNDc1NStpNXRoQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 657,
            "nextInTime": 659,
            "topicId": 658,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: DOUBTS Author: DIVERTIMENTO E-mail: ellene_j@*... Source: Peacemaker Kurogane Main character(s): Okita, Hijikata, Tetsu, OC Archived on the",
            "messageBody": "<div id=\"ygrps-yiv-1708626179\">Title: DOUBTS<br/>\nAuthor: DIVERTIMENTO<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ellene_j@...\">ellene_j@...</a>\t<br/>\nSource: Peacemaker Kurogane<br/>\nMain character(s): Okita, Hijikata, Tetsu, OC<br/>\nArchived on the website:  Yes<br/>\nGeneral Rating:  G<br/>\nWarning:  None<br/>\nDisclaimer:  Don&#39;t own any characters. Am too awed by them. They<br/>\nown me, mind, body, soul.<br/>\n <br/>\nFor the version with italics, bolds, and other formatting stuff that <br/>\ngot lost in the list, or if you wish to leave reviews, please click <br/>\non this link: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.fanfiction.net/secure/live_preview.php?\">http://www.fanfiction.net/secure/live_preview.php?</a><br/>\nstoryid=2557076&chapter=1<br/>\n<br/>\n<br/>\nDOUBTS<br/>\n<br/>\n&quot;Exciting,&quot; said Okita Souji, muffled, through a mouthful.<br/>\n<br/>\n&quot;Well, yes,&quot; The proprietor of his favourite confectionery<br/>\nsounded <br/>\nlike her products  and looked the part, with her small, cosily<br/>\nplump <br/>\nform and bright dark eyes. &quot;Indeed, even in a place where <br/>\nextraordinary things happen on a daily basis. I think I have had <br/>\nenough excitement to be getting along with, for now.&quot;<br/>\n<br/>\nSouji said lightly, deliberately, &quot;I suppose the last real stir<br/>\nwas <br/>\nthe Ikedaya Incident.&quot;<br/>\n<br/>\n&quot;Ah,&quot; the lady said. &quot;Who could forget that? Hijikata-san<br/>\nis a kind <br/>\nsoul, no doubt he had his reasons. Tell me, Soujirou, have you had <br/>\nsome sort of quarrel with him?&quot;<br/>\n<br/>\nSouji thought: And that&#39;s what you wanted to ask me, with the bag<br/>\nof <br/>\ncandies, because you are a kind soul too And I wish I could be <br/>\nproperly honest with you.<br/>\n<br/>\n&quot;No,&quot; he said, choosing his words carefully. &quot;But we have<br/>\nhad a <br/>\ncouple of bad news recently and I think he just wants to be alone. <br/>\nFor a while.&quot;<br/>\n<br/>\nShe shook her head. <br/>\n<br/>\nA small pain shot through Souji&#39;s chest; he clutched it briefly,<br/>\nand <br/>\nSaizou squirmed uneasily against him.<br/>\n<br/>\nHe said suddenly, &quot;Did he never come back at all, ever? Your son?<br/>\nHow could he just go off and leave you, like that?&quot;<br/>\n<br/>\n&quot;I don&#39;t know,&quot; the lady said. &quot;But no, there was no<br/>\nsign of him <br/>\nsince.&quot;<br/>\n<br/>\n&quot;To go away like that&quot;<br/>\n<br/>\nShe looked at him sharply. &quot;Have you heard anything about<br/>\nhim.&quot;<br/>\n<br/>\n&quot;Oh, no, of course not.&quot;<br/>\n<br/>\n&quot;You&#39;re a funny boy yourself,&quot; the lady said curiously.<br/>\n&quot;Sometimes <br/>\nyou sound like an old man. Comes from hanging around the Shinsengumi <br/>\nfor such a long time, I suppose&quot; She hesitated for a moment,<br/>\nthen <br/>\ndrew closer. &quot;There was once, a few days before he left, when we<br/>\nwere <br/>\nalone, he told me: If you have once betrayed a great trust, you dare <br/>\nnot let yourself be trusted again, because a second betrayal would be <br/>\nthe end of the world. I don&#39;t know if you can understand<br/>\nthat.&quot;<br/>\n<br/>\n&quot;You mean he was frightened of what he might do?&quot;<br/>\n<br/>\n&quot;And more frightened of what he had done. Whatever it was.&quot;<br/>\n<br/>\n&quot;So he ran away. Poor guy.&quot;<br/>\n<br/>\n&quot;Poor me,&quot; the lady sighed.<br/>\n<br/>\nThere was a gentle tug at the hem of his yukata. Souji bent slightly, <br/>\ntipping Saizou out onto the streets where he capered excitedly around <br/>\nhis feet. The child gazed up at him with wide adoring eyes; face <br/>\nalight with anticipation.<br/>\n<br/>\n&quot;Here you go, Miki-chan,&quot; Souji poured out a generous portion<br/>\nof <br/>\ncandies into the cupped hands, smiling all the while.<br/>\n<br/>\nStuffing the candies into her mouth, the child turned suddenly and  <br/>\ngave him a clumsy hug before running off. &quot;Thank you,<br/>\nSoujiro-san!&quot;<br/>\n<br/>\nThe lady laughed when she saw his smile brighten with pleasure and  <br/>\nsurprise, &quot;Fond of you, those orphans.&quot;<br/>\n<br/>\n&quot;I am fond of them too, very.&quot;<br/>\n<br/>\n&quot;Be careful then, won&#39;t you?&quot; Her round face was innocent<br/>\nof all  <br/>\nexpression, but the words had force. Souji looked at her rather <br/>\ncoldly. <br/>\n<br/>\n&quot;What do you mean?&quot;<br/>\n<br/>\n&quot;Well,&quot; the lady said carefully, pottering about her shop.<br/>\n&quot;I am not <br/>\nat all sure what it is that is going on all around us, or where it is <br/>\nleading. But those who know anything at all about the Shinsengumi <br/>\nalso know that there is a fierceness to its power, like the white <br/>\nburning of the sun.&quot; Suddenly her voice sounded to Souji very <br/>\nstrong. &quot;At the very heart, that is. Other things, like humanity,<br/>\nand <br/>\nmercy, and charity, that most good men hold more precious than all <br/>\nelse, they do not come first for the Mibu-Ro. Oh, sometimes they are <br/>\nthere; often, indeed. But in the long run the concern is with <br/>\nabsolute order, ahead of all else. You are like fanatics. Your<br/>\nmasters, at any rate. &quot;<br/>\n<br/>\nHer warm lyrical voice ended, and there was only the roar of bustling <br/>\nhumanity around them. Souji looked out over the mass of bobbing <br/>\nheads, silent.<br/>\n<br/>\n&quot;That was a whole lot of nonsense, now,&quot; The shopkeeper<br/>\ncontinued <br/>\nawkwardly. &quot;But I was only saying, be careful not to forget that <br/>\nthere are people in this city who can be hurt, even in the pursuit of <br/>\ngood ends.&quot;<br/>\n<br/>\nSouji heard again in his mind his opponents&#39; anguished cries as<br/>\nhe <br/>\ncut them down And for a second another image, unexpected,<br/>\nflashed <br/>\ninto his mind out of his past: the strong, bony face of Kondo Isami, <br/>\ncold in judgement of a once-respected figure who, through the frailty <br/>\nof being no more than a man, had once betrayed the cause of the <br/>\nShinsengumi.<br/>\n<br/>\nHe sighed. &quot;I understand what you are saying,&quot; he said sadly.<br/>\n&quot;But  <br/>\nyou misjudge us, because you are a human yourself. For us demons,  <br/>\nthere is only the destiny. Like a job to be done. We are here simply <br/>\nto stop any potential revolutions at all costs. The charity and mercy <br/>\nare for you, they are the only things by which men are able to exist <br/>\ntogether in peace. But in this hard case that we are in, confronting <br/>\nthe Choshu and the other such renegade factions, we can make no use <br/>\nof them.&quot;<br/>\n<br/>\nSouji reached down and lifted his hyperactive pet, cradling it <br/>\nagainst his chest as it grunted in satisfaction. A fine rain began to <br/>\nmist the streets of Kyoto. He turned around then and began his long <br/>\nwalk back to the Headquarters.<br/>\n<br/>\n&quot;Soujiro,&quot; The voice behind him called out softly. &quot;It is<br/>\na cold  <br/>\nworld you live in, my boy. I do not think so far ahead, myself. I <br/>\nwould take one human being over all the principle, all the time.&quot;<br/>\n<br/>\nHe stopped then. &quot;Sometimes,&quot; he said slowly over his<br/>\nshoulder, &quot;in <br/>\nthis sort of a war, it is not possible to pause, to smooth the way <br/>\nfor one human being, because even that one small thing could mean an <br/>\nend for countless others.&quot; Then bowing his head slightly, and <br/>\ngathering round him his robes, he glided away.<br/>\n<br/>\nFor all he knew, the lady&#39;s son could very well have joined a<br/>\nrival <br/>\nfaction. In that case, it was quite likely that he, Okita Souji, <br/>\ndemon-child of the Shinsengumi, have played some part or other in the <br/>\nman&#39;s postulated demise. No one would know: he had already killed<br/>\nso <br/>\nmany. Perhaps the lady would never know security: what right had he <br/>\nto value an individual less than the potential collapse of a regimen <br/>\nas he knew it? Suffering is not increased by numbers: one body can <br/>\ncontain all the suffering the world can feel. He had judged like a <br/>\ntrue assassin in terms of quantity.<br/>\n<br/>\nTwilight had passed into night; he wandered through the network of <br/>\nturns, with Saizo whining for his late dinner. The city was full of <br/>\nnarrow streets and alleys, all of which he knew like the back of his <br/>\nhand, but he was too careless of his own welfare and safety to be  <br/>\ncautious and he had left his katana in his room.<br/>\n<br/>\nSo it came as no surprise when he saw Tetsunosuke waiting at the <br/>\ngates to the Headquarters: &quot;Okita-san! Hijikata-san would have<br/>\nfifty <br/>\nfits if he sees you in this state!&quot;<br/>\n<br/>\nSouji smiled and patted the boy&#39;s head absent-mindedly as he <br/>\npassed. &quot;A little rain won&#39;t kill me, Tetsu-kun.&quot;<br/>\n<br/>\n<br/>\n <br/>\n<br/>\n<br/>\nHijikata Toshizo did have fifty fits when he passed him in the  <br/>\nhallway. Soujiro stifled a snigger as he watched his brother-in-arms <br/>\nturn an alarming shade of bright purple. Could fits be quantified? he <br/>\nthought, and burst out laughing.<br/>\n<br/>\n&quot;Souji! What did you think you were doing? A Shinsengumi captain <br/>\nreduced to this state! What is the world coming to?&quot;<br/>\n<br/>\nSouji found himself promptly divested of his robes and his hair dried <br/>\nby a pair vigorous hands. In minutes, he was clad warmly in a crisp <br/>\nclean robe, hair trailing down his back. <br/>\n<br/>\nBehind him, Toshi said unexpectedly, &quot;You are killing<br/>\nyourself.&quot;<br/>\n<br/>\nOne human being over all the principle.<br/>\n<br/>\nSouji lay down on his futon, curling into a ball, pulling up his <br/>\nknees. &quot;Oh, so would I,&quot; he said sadly to himself. &quot;So<br/>\nwould I, if I <br/>\ncould. It would feel a lot better inside me. But it wouldn&#39;t<br/>\nwork.&quot;<br/>\n<br/>\nToshi couldn&#39;t have known that his young friend was not replying<br/>\nto <br/>\nhim when he said that. He stood up stiffly and left the room, <br/>\nremembering to close the screen doors firmly to shut out any draught.<br/>\n<br/>\nHe thought of the day years ago and Souji kneeling in front of him, <br/>\nwith his wide innocent eyes on the katana bestowed upon him. How he <br/>\nwished there existed someone to whom he could say he was sorry.<br/>\n<br/>\nThe End<br/>\n<br/>\nThe end? Well, maybe not. We shall see. Meanwhile, if there is anyone <br/>\nout there reading this, please review.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 657,
    "nextTopicId": 659
}