{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 199587949,
            "authorName": "Formerly Divertimento",
            "from": "&quot;Formerly Divertimento&quot; &lt;ellene_j@...&gt;",
            "profile": "ellene_j",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "FIC: Haiku: Summer; PMK; G",
            "postDate": "1127136477",
            "msgId": 660,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGRnbWVjdCt0M3F2QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 659,
            "nextInTime": 661,
            "topicId": 660,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Haiku: Summer Author: Divertimento E-mail: ellene_j@*... Source: PMK Main character(s): Heisuke, Tetsu, Okita, Hijikata Archived on the website:",
            "messageBody": "<div id=\"ygrps-yiv-2030528602\">Title: Haiku: Summer<br/>\nAuthor: Divertimento<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ellene_j@...\">ellene_j@...</a><br/>\nSource: PMK<br/>\nMain character(s): Heisuke, Tetsu, Okita, Hijikata<br/>\nArchived on the website:  Yes<br/>\nGeneral Rating:  G<br/>\nWarning:  Mild M/M<br/>\nDisclaimer:  The usual. I own the title.<br/>\n<br/>\nAs usual, I leave the link to the story on ff.net for potential <br/>\nreviewers and for those who don&#39;t like to read from their mails: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.fanfiction.net/s/2350302/1/\">http://www.fanfiction.net/s/2350302/1/</a><br/>\n<br/>\nHAIKU: SUMMER<br/>\n<br/>\n<br/>\nThey were outside the great gate of Kyoto, and all the crowd was <br/>\ngone. Before them lay broad green fields, and a rough sandy road <br/>\nstretching brown-gold into the distance with a wood beyond. The <br/>\nvoices from the city died away. Somewhere a lark sung in the summer <br/>\nsky; a blue sky, patched here and there with puffy fair-weather <br/>\nclouds, the sun high amongst them now. They turned up the sandy road <br/>\nand went on without breaking step, at a steady walk. <br/>\n<br/>\nHeisuke eyed the flower in Tetsu&#39;s sash. &quot;Oooh!&quot; he said in a mocking <br/>\nfalsetto. &quot;A flower for the puppy, is it?&quot;<br/>\n<br/>\nTetsu said irritably. &quot;Leave off.&quot;<br/>\n<br/>\n&quot;Not as pretty as Saya, the one who gave it to you.&quot; Heisuke leaned <br/>\ncloser, his face inches from the boy. <br/>\n<br/>\n&quot;As who?&quot;<br/>\n<br/>\n&quot;Saya-chan. Don&#39;t you think she&#39;s pretty, then?&quot; The lopsided grin <br/>\ngrew wider.<br/>\n<br/>\n&quot;I suppose so, yes,&quot; Tetsu flushed. &quot;I never thought about it.&quot;<br/>\n<br/>\nHeisuke laughed, &quot;One good thing about you, you&#39;re uncomplicated.&quot;<br/>\n<br/>\nBut Tettsu&#39;s mind had jumped backward to the tableau he had <br/>\nunwittingly interrupted last night. He wound a loose string <br/>\nthoughtfully round one finger as he walked. &quot;I wonder what Okita-san <br/>\nis doing now, back there.&quot;<br/>\n<br/>\nHeisuke snorted. &quot;The usual, of course. The Demon is probably moping <br/>\naround in his room and Okita is most likely with him since he is not <br/>\npatrolling today.&quot; His next remark startled Tetsu. &quot;Too bad the Demon <br/>\ndidn&#39;t take a shine to Itou-san.&quot;<br/>\n<br/>\nTetsu stopped abruptly and frowned, confused. &quot;Well, Itou-san, of <br/>\ncourse! But Hijikata-san? I thought he was  well, you know. I <br/>\nthought  &quot;<br/>\n<br/>\n&quot;You thought the Old Demon was gay?&quot; Heisuke roared, and half a dozen <br/>\nlarks rocketed into the air. He put a long arm around Tetsu&#39;s <br/>\nshoulders, obviously tickled by the notion. &quot;Oh, my. No-o-o. Not by a <br/>\nwondrous long shot. Hijikata-Toshizou,&quot; he informed him as they <br/>\nstrolled along, &quot;is in love with Nature and women are nature at its <br/>\nfinest for the Old Demon! Couldn&#39;t say no if a woman came to him, and <br/>\ncome they surely did.&quot;<br/>\n<br/>\n&quot;But &quot; Tetsu said, more confused now. &quot;But I saw them yesterday, and <br/>\nhe was undoing Okita-san&#39;s sash&quot;<br/>\n<br/>\n&quot;Note, if you will,&quot; Heisuke said, face grave, eyes alight, &quot;the awe-<br/>\ninspiring lack of shock with which I greet your announcement.&quot;<br/>\n<br/>\nTetsu growled at the man he was very nearly content to call his <br/>\nfriend. &quot;Eat shit,&quot; he said through gritted teeth, &quot;and die.&quot;<br/>\n<br/>\n&quot;Your master has had a lamentable influence on your vocabulary,&quot; <br/>\nHeisuke said with starchy disapproval.<br/>\n<br/>\nThey sat for a time listening to the sounds of the woods and staring <br/>\nat the western sky, blazing now with the colours of sundown. Heisuke <br/>\nseemed to be working something out, so Tetsu just waited until he <br/>\nspoke again.<br/>\n<br/>\nHeisuke was concerned about how the Shinsengumi would fare after the <br/>\nupheaval; he did not want to see anyone hurt. Okita&#39;s all guts and <br/>\nbrains on the outside, but there is broked glass inside that child. <br/>\nIf he had to choose, the Old Demon is going to choose to follow <br/>\nthrough with his plans and draconian laws, and he would hate to think <br/>\nhow Souji would take that.<br/>\n<br/>\nI, for one, am not going to make the same mistake Sannan made all <br/>\nthose years ago.<br/>\n<br/>\n<br/>\n <br/>\n<br/>\n<br/>\nThe object of this conversation was unaware of the extent to which <br/>\nthe exalted state of his soul was drawing notice. Toshi was sweating <br/>\nbuckets with Saizou curled up on his lap, radiating heat like a <br/>\nsecond sun in the late afternoon. If, instead of assuming that he was <br/>\nmeditating on the future of Japan or synthesising some new forms of <br/>\ntorture for the Choshu members, anyone had asked him directly what he <br/>\nwas thinking about, he would have said, without hesitation, &quot;I was <br/>\nthinking that I could really use a drink of tea.&quot;<br/>\n<br/>\nA tea and peaceful quiet as he worked, that would have been <br/>\nperfection. But even with those two elements of bliss, he knew he <br/>\nwould never be completely happy.<br/>\n<br/>\nStill, there was great contentment in the simplest moments. Like now: <br/>\nsitting in his room in the Mibu Temple, where he could relax in the <br/>\nafternoon while the others slept, without so many interruptions. All <br/>\nthe screen doors were set open, which gave a pleasant sense of summer <br/>\nfreedom.<br/>\n<br/>\nLulled by the afternoon heat, the stilly hum and the warm breeze, <br/>\nSouji would relax and Toshi would feel his breathing slow and his <br/>\nsweet weight settling against him. Sometimes he would simply sit and <br/>\nwatch him sleep, enjoying the rare silence. Toshi pushed the hair off <br/>\nhis forehead one-handedly and looked down at Souji, shifting slightly <br/>\nto ease the numbness in his right arm. <br/>\n<br/>\nAnd he wondered, as he recently did with startling frequency, if <br/>\nSouji still missed his sister. Such topics were usually off-limits <br/>\nand deftly turned aside when brought up. Mitsu was the ideal wife: <br/>\ndignified, devoted, subtle, confident  in other words, a woman of <br/>\ntrue samurai descent. He loved her low husky voice; similar to <br/>\nSouji&#39;s, now that he thought of it, but unusual among grown men.<br/>\n<br/>\nMore than anything, he wished to know if Souji blamed him for the <br/>\nabject misery they had known since the move to Kyoto  endless <br/>\npatrols and raids that more often than not ended with bloodshed.<br/>\n<br/>\n&quot;Grief  where should it end?&quot; Toshi muttered, his mind struggling <br/>\nsluggishly with the vague introit. He glared at the Book in the far <br/>\ncorner of the room; he would rather be spanked a hundred times than <br/>\nrisk waking Souji just to get to it. He tried again, his voice barely <br/>\na whisper:<br/>\n<br/>\n&quot;Grief  where should it end?<br/>\n Where the leaves go in Autumn.&quot;<br/>\n<br/>\nHe stopped, surprised at how fast he had managed to come up with two <br/>\nlines of a haiku. It usually took him a full afternoon to complete <br/>\njust one. Heartened, he started again.<br/>\n<br/>\n&quot;Grief  where should it end?<br/>\n Where the leaves go in Autumn.&quot;<br/>\n<br/>\nAnd how should he proceed from there? He frowned.<br/>\n<br/>\n&quot;Where the leaves go in Autumn.&quot;<br/>\n<br/>\n&quot;Where&quot; <br/>\n<br/>\nAnd then Toshi realised the warm weight on his arm was gone and that <br/>\nthe distracting prickling sensation heralding the return of normal <br/>\nblood circulation was starting. Souji, roused from his light nap, <br/>\nyawned and craned his neck to look at Toshi. &quot;That&#39;s very poetic, <br/>\nHijikata-san. Of course the trouble with leaves is, they grow again.&quot;<br/>\n<br/>\nToshi grunted, choosing to remain otherwise silent. <br/>\n<br/>\n&quot;Why, the great Vice-Commander of the Shinsengumi is well and truly <br/>\nstumped!&quot; he paused, a finger tapping insistently on the chin. &quot;How <br/>\nabout this, Hijikata-san: Plum blossoms in spring. ?&quot;<br/>\n<br/>\nToshi started. What exactly is he getting at? His face, however, <br/>\nremained an unassailable mask of calm and logic as he puffed on his <br/>\npipe. &quot;You insufferable brat. That has no logical link to the <br/>\nprevious lines.&quot;<br/>\n<br/>\nSouji gazed wistfully at the courtyard. &quot;There is a link, alright.&quot; <br/>\nHe looked at Toshi and seemed suddenly to relax; he grinned. &quot;There <br/>\nare references to plants and seasons in the second line, aren&#39;t <br/>\nthere?&quot;<br/>\n<br/>\n&quot;That&#39;s it. I&#39;m quitting. I&#39;ve had enough,&quot; Toshi declared. &quot;It&#39;s too <br/>\nhot, and this has become entirely too silly.&quot;<br/>\n<br/>\n&quot;At least it isn&#39;t bratty,&quot; his friend pointed out, laughing.<br/>\n<br/>\nThe screen door leading to the corridor slid open and Tetsu entered <br/>\nsurreptitiously with the made tea. &quot;Anou, Okita-san, who were you <br/>\nreferring to?&quot;<br/>\n<br/>\n&quot;Let&#39;s see,&quot; Toshi said, reading from an invisible scroll and <br/>\ndeliberately talking over Souji&#39;s head. &quot;Brats. It says, Okita Souji <br/>\nand Ichimura Tetsunosuke. It also says here, insufferable.&quot;<br/>\n<br/>\nIgnoring Toshi, Souji winked at Tetsu and assured him with perfect <br/>\naplomb, &quot;It&#39;s a form of endearment.&quot;<br/>\n<br/>\n<br/>\n  The End  <br/>\n<br/>\n<br/>\nI admit this is rather rushed too, but I tried my best given the <br/>\nvarious constraints, so gimme some feedback, yes? That would be <br/>\nwonderful and nice and beautiful. And heavenly. <br/>\n<br/>\nYou know what I mean.<br/>\n<br/>\nReview! Grovels on the floor.<br/>\n<br/>\nAnyway, this is not finished. I mean, don&#39;t you people want to know <br/>\nwhat Tetsu saw? Snickers. You decide.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 659,
    "nextTopicId": 661
}