{
    "totalMsgInTopic": 7,
    "messages": [
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13",
            "postDate": "1079728019",
            "msgId": 27,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzZmwyaytoNXVrQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 23,
            "nextInTopic": 0,
            "prevInTime": 26,
            "nextInTime": 28,
            "topicId": 7,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 5) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-219880820\">Title: Jidai Monogatari (Chapter 5)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Contains graphic or violent situations in most chapters. Hey,<br/>\nit was the Revolution, for crying out loud! There _was_ blood flowing<br/>\nin the streets and secret trysts in inns and teahouses! Ehem...right.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\nChapter 5<br/>\n<br/>\n\tWork done for the time being, Yuki sat leaning against a pillar on<br/>\nthe veranda and sighed tiredly. The day had been quite a long one, and<br/>\nthe work, be it cleaning, cooking, or washing, never seemed to get<br/>\ndone. To top it off, there were some off-duty patrolmen who seemed to<br/>\nlike shadowing her and the other women, so Yuki remained guarded and<br/>\nalert. Tired of the day&#39;s concerns, though, she focused on the mist.<br/>\nThe view into the courtyard reminded her of the 11th century<br/>\nliterature she&#39;d studied in college. In those days, Kyoto was the<br/>\ncenter of the vibrant Heian court culture, which remained one of the<br/>\nmost well-known periods of Japanese history, primarily because of the<br/>\nsheer volume of writing done by the women of the court, including such<br/>\nfamous names as Sei Shonagon and Lady Murasaki. As Yuki recalled, one<br/>\nof the favored poetic devices of the Heian court ladies was the<br/>\nmistusually used in reference to the mist shrouding a departing<br/>\nlover&#39;s receding figure. Just like how it shrouded the path that Hiro<br/>\ntook, earlier today she thought. The more things change, the more<br/>\nthey stay the same<br/>\n\tYuki&#39;s consciousness started drifting. The rhythm of the raindrops,<br/>\ngently striking the roof of the veranda and the flat, worn stones of<br/>\nthe courtyard, had a nearly hypnotic effect on her. She closed her<br/>\neyes, and would&#39;ve fallen asleep had the guards at the gate not made<br/>\ntheir timely announcement.<br/>\n\t&quot;3rd Unit is here! 3rd Unit is here!&quot;<br/>\n\tShe&#39;d wanted to hear those words all day. Suddenly, a poem from those<br/>\nbygone days of the Heian court leapt to mind<br/>\n\tFaintly I saw you<br/>\na man spied for an instant<br/>\nas through the morning mist.<br/>\nAnd yet I fear that I may die,<br/>\nso clear is the love that I feel.<br/>\nYuki managed to get to her feet and give the customary bow, just as<br/>\nthe soaked samurai of Saitou&#39;s unit came through the gate. Once safely<br/>\nwithin the compound, they all made a dash for the dry safety of the<br/>\nsurrounding rooms and the veranda. She caught sight of Hiro as he made<br/>\nit onto to the veranda. Shaking the moisture off his new blue and<br/>\nwhite haori, he approached her.<br/>\n\t&quot;Tadaima. I&#39;m home.&quot;<br/>\n\t&quot;Okaerinasai, Hiro-kun. Welcome back.&quot;<br/>\n\tShe leaned forward, and quickly whispered in his ear.<br/>\n\t&quot;Meet me behind the kitchen tonight.&quot;<br/>\n\tHe nodded.<br/>\nI was hoping you&#39;d say thathe thought. We need to talk<br/>\n********<br/>\n\tThe rain tapered off a couple hours later, after sunset, leaving the<br/>\nground moist and the air slightly humid. Hiro didn&#39;t notice at first,<br/>\nbeing rather occupied with sharing drinks with his fellow 3rd Unit<br/>\nmembers in one of the smaller rooms.<br/>\n&quot;Hey guysdidn&#39;t the rain stop?&quot;<br/>\n\tThe men paused for a moment, and listened closely, some halting cups<br/>\nof sake halfway in order to discern the lull that always follows a<br/>\nsteady rain.<br/>\n\t&quot;So it did&quot; mumbled someone. &quot;Aw great, now it&#39;ll be humid&quot;<br/>\n\tThey all glanced at each other for a moment.<br/>\n\t&quot;At least that&#39;ll keep those Choshuu dogs off the streets for awhile!&quot;<br/>\n\tThe entire room burst out in raucous laughter.<br/>\n\t&quot;Yeah! That way, maybe they&#39;ll sweat to death, and that&#39;ll take care<br/>\nof them at last! `Topple the Shogunate&#39; this, you dirty slobs!&quot;<br/>\n\t&quot;Hear, hear!&quot; Everyone downed their cups of sake in hearty agreement.<br/>\n\tHiro bowed curtly.<br/>\n&quot;If you&#39;ll all excuse me, I need go outside for awhile and get some<br/>\nfresh air.&quot;<br/>\n\t&quot;Awwwalright, Lord Shogun. Hurry back, your Excellency, or we&#39;ll<br/>\nfinish all the sake!&quot;<br/>\n\tHiro laughed at the new nickname.<br/>\nIf they only knewPeople around here certainly have a strange sense of<br/>\nhumor<br/>\n\t&quot;I&#39;ll try.&quot;<br/>\n\tSake isn&#39;t what I need to calm myself down right nowhe thought.<br/>\n Quickly making it out to the veranda, he was overjoyed at his<br/>\ndiscovery that the rain had stopped. He slipped into his sandals and<br/>\nheaded out into the courtyard, silently coming to the area behind the<br/>\nkitchen, trying his best not to be noticed. There wasn&#39;t much room<br/>\nbehind the kitchenjust a narrow bit of a passage between it and the<br/>\nouter wall.<br/>\n\t&quot;Yuki?&quot; he whispered, barely audibly. &quot;You here?&quot;<br/>\n\tHiro looked around, unable to see much in the darkness. Suddenly,<br/>\nthough, he saw her form illuminated by the starlight-- leaning against<br/>\nthe outer wall, hands pressed together in a silent effort to calm her<br/>\nimpatience, silent tears glistening in the moonlight glow.<br/>\n\t&quot;Yuki.&quot;<br/>\n\tShe looked up suddenly, squinting to make sure it was him.<br/>\n\t&quot;Hiroyou&#39;re here&quot;<br/>\n\tUnable to control herself any more, she threw her arms around him,<br/>\nand sobbed bitterly.<br/>\n\t&quot;I was so worried about you! When I asked the date, and found out it<br/>\nwas June 20and I remembered that today was the day that Furutaka was<br/>\ncaptured at the Masuya clothing store. You were out on patrol, and I&quot;<br/>\nshe buried her face in the folds of his kimono, unable to go on.<br/>\n\t&quot;Shhhhh.&quot; he whispered. &quot;It has been a long day, for both of us.<br/>\nDon&#39;t worry, Yuki-chanthings will work out.&quot;<br/>\n\t&quot;How can you say that?&quot; she moaned. &quot;We&#39;re in the middle of a war,<br/>\nsiding with the doomed cause. The Ikedaya battle is only a matter of<br/>\nweeks away, then the Battle of Kinmon, then the minor skirmishes, all<br/>\nthe way to your ancestor Yoshinobu&#39;s renunciation of authority, then<br/>\nthe battle of Toba-Fushimi and the retreat north, then the bloodbath<br/>\nat Aizu-Wakamatsu and Hakodatecan we really live through this period?<br/>\nWho&#39;s to say you won&#39;t get killed on patrol tomorrow? I&#39;ve always<br/>\nloved this period, but now that I&#39;m actually in it, I feel so alien. I<br/>\nneed you. I don&#39;t want to lose you. &quot;<br/>\n\t&quot;Yuki&quot; Hiro sighed, running his fingers gently through her long,<br/>\nglossy hair. &quot;If there were only one thing I could tell you to<br/>\nremember now, it&#39;d be this.&quot; He took her face in his hands, and looked<br/>\ndeeply into her eyes, mesmerized by the way that the moonlight made<br/>\nthem sparkle. <br/>\n&quot;Anata wa watashi no taisetsu na takaramono desuyou are my precious<br/>\ntreasure. I hold on to this one thought always.&quot; <br/>\n\tYuki gave Hiro a gentle, loving squeeze.<br/>\n\t&quot;Thank youI w--&quot; she tried to say something, but he quietly<br/>\ninterrupted, drawing their lips together in a long, bittersweet,<br/>\nsatisfying kiss that tasted of tears and longing<br/>\nWaves of pleasing, delightful warmth washed over both of them,<br/>\nlighting the air with a beautiful, surreal glow. Yuki sensed her knees<br/>\nget weak, and felt like she was almost melting in the comfort of his<br/>\nembrace.<br/>\n&quot;And even though the word won&#39;t exist until after the end of this<br/>\nwaraishiteru, Yuki-chan. I love you&quot;<br/>\n\tHer heart skipped a beat. She felt like it&#39;d been so long since the<br/>\nlast time he&#39;d said that.<br/>\n&quot;Dai suki desudai suki desu, Hiro-kun...If I could shout it from the<br/>\nrooftops without getting arrested by your new boss for disturbing the<br/>\npeace, I would.&quot;<br/>\n\tHiro quietly chuckled. Seems like her wit is the same as ever<br/>\n\t&quot;Hiro-kunsomething else. Will we ever get to be alone?&quot;<br/>\n\tHe sighed again.<br/>\n&quot;I&#39;ll have to figure something out. The guys in my unit have been<br/>\ntalking about the two of us this evening, offering `suggestions&#39; left<br/>\nand right about all the teahouses and inns they&#39;ve heard of from here<br/>\nto Edo, but I don&#39;t know anything for sure. They&#39;re all drunk right<br/>\nnow, so I can&#39;t say that I trust what they say right now. Just be<br/>\npatientwe&#39;ll get our chance.&quot;<br/>\n\tYuki&#39;s brow furrowed in frustration.<br/>\n&quot;People were so up-tight in this age. They had all the licensed<br/>\npleasure quarters they wanted and morebut when it came to people who<br/>\nwere actually in love, they had to&quot; She lowered her voice, suddenly<br/>\nremembering the secrecy of their meeting.<br/>\n&quot;I&#39;ll wait. I don&#39;t want to wait forever, though&quot;<br/>\n\t&quot;I&#39;ll get right on it&quot; he said with a smirk, getting her drift. &quot;I<br/>\ndon&#39;t know about my unit, but they say that Harada Sanosuke-sama of<br/>\nthe 10th Unit is the guy to ask about stuff like thatI&#39;ve readand<br/>\nheard, that he seems to know a lot of the `right places&#39;. I&#39;ll ask<br/>\nhim, when I get the opportunity.&quot;<br/>\n&quot;Thanks,&quot; she murmured. &quot;Can we stay like this for a while?&quot;<br/>\n\t&quot;Yesplease&quot;<br/>\nHiro closed his eyes and letting the peace and calm of the moment<br/>\nenter his soul. He knew well that he would need to hold such peace<br/>\ndeep inside his heart, to get both of them through the long, tiring,<br/>\nand bloody days to come.<br/>\n*********</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13",
            "postDate": "1079653533",
            "msgId": 23,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzZGNhdCtiMW9xQGVHcm91cHMuY29tPg==",
                "inReplyToHeader": "PGMzZGM4NytkdWlsQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 22,
            "nextInTopic": 27,
            "prevInTime": 22,
            "nextInTime": 24,
            "topicId": 7,
            "numMessagesInTopic": 0,
            "msgSnippet": "... Please change that to Chapter 4 . Thanks. --Masayoshi",
            "messageBody": "<div id=\"ygrps-yiv-1390019273\"><blockquote><span title=\"ireply\">&gt;Title: Jidai Monogatari (Chapter 2)<br/>\n<br/>\n </span></blockquote>Please change that to &quot;Chapter 4&quot;. Thanks.<br/>\n<br/>\n--Masayoshi</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13",
            "postDate": "1079653447",
            "msgId": 22,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzZGM4NytkdWlsQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 21,
            "nextInTopic": 23,
            "prevInTime": 21,
            "nextInTime": 23,
            "topicId": 7,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 2) Author: Shimazu Masayoshi E-mail: patriot014@h... Source: Original Main character(s): Entire Shinsengumi General Rating:",
            "messageBody": "<div id=\"ygrps-yiv-1186751190\">Title: Jidai Monogatari (Chapter 2)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: patriot014@h...<br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Contains graphic or violent situations in most chapters. Hey,<br/>\nit was the Revolution, for crying out loud! There _was_ blood flowing<br/>\nin the streets and secret trysts in inns and teahouses! Ehem...right.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\n<br/>\nChapter 4<br/>\n<br/>\n\tOut on patrol, Hiro had to do his best to keep from grinning like an<br/>\nidiot. He still couldn&#39;t believe his eyeshe was on patrol in Kyoto<br/>\nwith the Shinsengumi, wearing the blue overcoat with white<br/>\nmountain-shaped triangles on the sleeves, wearing swords like his<br/>\nsamurai ancestors, and walking in step with Saitou Hajime&#39;s 3rd Unit.<br/>\nHe let the whole experience, the atmosphere and all the sights,<br/>\nsounds, and smells of Kyoto, sink in.<br/>\n\tAs he walked, he let his eyes wander around. Kyoto in these days was<br/>\nnothing like he&#39;d ever seen in photographseven the surviving<br/>\nbuildings from the period didn&#39;t look this good, this clean. The day<br/>\nwas calm, making the city, even in these bloody days, seem worthy of<br/>\nthe name &quot;Peaceful Capital&quot;. Hiro also noticed, with some degree of<br/>\namusement, that anywhere the unit went, people would entirely clear<br/>\nthe street, some going so far as to even avert their eyes. We&#39;re so<br/>\ngood, we&#39;re badhe thought with a chuckle.<br/>\n\tSaitou ordered the unit to halt. When Hiro noticed where they were,<br/>\nhe stopped smiling. In all the excitement, he&#39;d never asked the date.<br/>\nNow he suddenly knewJune 20, 1864. This was the date of the pivotal<br/>\narrest that took place here, at the Masuya used clothing store.<br/>\n\tWith a sweep of his hand, Saitou ordered the unit to surround the<br/>\nbuilding, cutting off all possible routes of escape. Hiro began moving<br/>\ntoward one of the groups, but Saitou motioned him back to the front.<br/>\nSo I&#39;m still being tested, thought Hiro, as he joined the four men who<br/>\nwere with the captain. After a couple of uneasy moments, they<br/>\nannounced themselves.<br/>\n\t&quot;We are the Shinsengumi!&quot; called Saitou. &quot;By order of the Kyoto<br/>\nMilitary Commission, we wish to speak with the owner of this shop!&quot;<br/>\n\tA short man with furtive, darting eyes stepped forward.<br/>\n\t&quot;I&#39;m Masuya Kiemon.You want something?&quot; he drawled, in Japanese heavy<br/>\nwith a southern accent, much like the accent characteristic of the<br/>\nAmerican south. The shopworkers, who all seemed to have a similar air<br/>\nabout them, suddenly tensed up.<br/>\n&quot;We&#39;ve received reports of rebel activity around here. Have<br/>\nyounoticed anything?&quot;<br/>\n\tIn what seemed like a matter of seconds, half a dozen concealed<br/>\nblades were pointed at Saitou and his group.<br/>\n\tI guess that answers the question, thought Hiro darkly.<br/>\n\t&quot;Don&#39;t make me laugh,&quot; sighed Saitou, slowly bringing his hand toward<br/>\nthe hilt of his sword. &quot;You Ishin dogs are only going to make it worse<br/>\nfor yourselves.&quot;<br/>\n\t&quot;Get `im, boys,&quot; growled Masuya.<br/>\n\tHiro didn&#39;t wait for someone to come at him. Drawing his sword, he<br/>\ngritted his teeth and went toward the nearest enemy. He tried to do<br/>\nhis best to focus on the battle, and not on the fact that his sword,<br/>\nwhich he believed was &quot;life-giving&quot; and protective, was actually being<br/>\nused to kill. Rebel extremists or not, killing was killing.<br/>\n\tMoments later, the rest of the Third squad poured in through the<br/>\nother entrances, quickly crushing any resistance. Soon Masuya was left<br/>\nalone, standing amidst the bodies of his associates, with over two<br/>\ndozen swords pointed at him.<br/>\n\t&quot;Surrender,&quot; said Saitou, glaring at him with his piercing, wolf-eyed<br/>\ngaze. Masuya quietly held his hands up in the air, palms facing<br/>\noutward. Someone found some rope, and quickly bound his hands. Another<br/>\npatrolman searched him thoroughly for any hidden weapons. When all was<br/>\nsecure, Saitou nodded.<br/>\n\t&quot;Two people go and notify the Military Commission about what<br/>\nhappened, five people stay here as a guard until they get here. The<br/>\nrest of you come with me to the Maekawa estate.&quot;\tHiro bobbed his head<br/>\nrespectfully, and followed Saitou&#39;s group.<br/>\n************<br/>\nThe 3rd Unit arrived at the Maekawa estatethe &quot;other&quot; Shinsengumi<br/>\nheadquartersrather quickly. It seemed that Hijikata was already<br/>\nthere, and had been waiting for some time. After Saitou delivered a<br/>\nface-to-face report, he handed Masuya over to Hijikata. Then the two<br/>\nShinsengumi leaders and the prisoner, as well as a couple of other<br/>\nmembeers not from the 3rd unit, entered the small building in the back<br/>\nof the estate, and shut the doors. The interrogation of Masuya Kiemon<br/>\nhad begun.<br/>\nThe 3rd Unit sat around the estate idly, eating rice balls and sweets,<br/>\ntalking, catnapping, and in general, resting their feet after a long<br/>\nday out on the streets. It was a good thing that the interrogation<br/>\nroom had been built as a storage buildingthe walls and doors were<br/>\nthicker than usual, and thus blocked out any sounds of agony that<br/>\nundoubtedly accompanied any interrogation by Hijikata Toshizou.<br/>\nHiro quietly munched on a rice ball and thought to what was happening<br/>\nin the interrogation with disgust. History books on the Shinsengumi,<br/>\nas well as accounts of Hijikata himself, seemed to be very good about<br/>\nrecounting this incident.<br/>\nHijikata had Masuya hung by his ankles by the ceiling. After letting<br/>\nthe blood flow into the man&#39;s head until he lost feeling in his legs,<br/>\nHijikata started to interrogate him, firing question after question at<br/>\nhis victim. Masuya wouldn&#39;t answercouldn&#39;t answer. Hijikata beat him<br/>\nrepeatedly, until his skin was raw and bleeding, and still Masuya said<br/>\nnothing. Finally, exasperated, Hijikata had metal spikes driven<br/>\nthrough the soles of the man&#39;s feet, and had placed lit candles on the<br/>\nprotruding part of each spike. Only when the hot wax dripped into the<br/>\nopen wounds in his soles did Masuya start talking.<br/>\nFirst of all, he admitted that Masuya Kiemon was a pseudonym. He was<br/>\nactually a samurai of the Ishin Shishi named Furutaka Shuntarou<br/>\nMasayasu. Masquerading as a Kyoto merchant, he had slowly helped amass<br/>\na large arsenalonlu one of several which were to be used in this<br/>\nattack. As it turned out, the Ishin Shishi were planning massive<br/>\naction in Kyoto. Around the Gion Festival in mid-July, they planned to<br/>\nexecute a plan so inhuman, so cruel, that even Hijikata apparently<br/>\ndidn&#39;t believe his ears at first. They would secretly set fire to a<br/>\ndistrict north of the Imperial Palace and allow the wind to spread the<br/>\nfire rapidly. In the ensuing conflagration, they would kill as many of<br/>\nthe Shinsengumi and related shogunate forces as possible, and to top<br/>\nit all off, they were going to kidnap Emperor Komei and whisk him off<br/>\nto Choshuu, the domain which was at the forefront of the<br/>\nanti-shogunate movement, and with the &quot;approval&quot; of the Emperor,<br/>\n&quot;reinstate&quot; the Imperial government. Hijikata had wanted to find out<br/>\nmore, but at that point, almost mercifully, Furutaka Shuntarou<br/>\nMasayasu had died from a combination of blood loss and exhaustion. But<br/>\nthe Shinsengumi had found out the rest of the story through their spy<br/>\nnetwork, and ended up stopping the plot in the first week of July, at<br/>\nthe Battle of Ikedaya...<br/>\nAt the thought of Ikedaya, Hiro closed the mental textbook and thought<br/>\nof reality. He knew that the Battle of Ikedaya lasted an entire night,<br/>\nand that there were several Shinsengumi dead, as well as some people<br/>\nwho were wounded so badly they would never be able to see or wield a<br/>\nsword again. He thought of how he might be one of those casualties, of<br/>\nhow Yuki would probably suffer in such a familiar yet alien time, of<br/>\nhow she&#39;d be alienated because of her &quot;modern&quot; approach to life<br/>\n&quot;Getting ahead of ourselves, aren&#39;t we?&quot; he muttered, giving himself a<br/>\nslap to the forehead. &quot;One day at a time&quot;<br/>\n&quot;Neh, Tokugawa-san,&quot; said one of his fellow 3rd unit patrolmen. &quot;We&#39;ve<br/>\nbeen on patrol all day, and haven&#39;t had any time to ask you about<br/>\nyourself&quot;<br/>\n&quot;Oh. Yes, I suppose that&#39;s right,&quot; said Hiro, scratching his head in<br/>\nembarrassment.<br/>\n&quot;Where are you from?&quot; asked a man sitting next to him. &quot;I can&#39;t<br/>\ntellyour accent isvague.&quot;<br/>\nAs with Hijikata that morning, Hiro decided to tell part of the truth.<br/>\n&quot;Well, I was born in Mito, but my father was a wandering swordsman, so<br/>\nI&#39;ve been all around the country, training at various schools. None of<br/>\nthe schools of the major styles though. Come to think of it,&quot; he<br/>\nadded, &quot;traveling from school to school was how I ended up meeting my<br/>\nwife, up at a naginata school in northern Honshu&quot;<br/>\n&quot;Skilled with the `spear&#39; and sword, eh, Tokugawa-san?&quot; someone burst out.<br/>\n&quot;Ha, ha. Very funny.&quot;<br/>\n&quot;She is quite a sight, though,&quot; said someone else, around a mouthful<br/>\nof rice balls.<br/>\nA shout interrupted them.<br/>\n&quot;1st Unit is here! 1st Unit is here!&quot;<br/>\nThe 3rd Unit condensed themselves, moving closer together to give room<br/>\nto the newcomers. Hiro looked them over. Being the first unit, they<br/>\nwere the unspoken objects of the envy of perhaps every other unit of<br/>\nthe Shinsengumi. He&#39;d thought it only had to do with the fact that<br/>\ntheir captain was Okita Souji, but now, having gotten a good look at<br/>\nthem, it seemed like every one of the men of that unit was an object<br/>\nof envy, as wellthey seemed cleaner, taller, and stronger than the<br/>\n3rd Unit.<br/>\nSuddenly, Saitou emerged from the interrogation room, quickly slipping<br/>\nout and closing the door behind him. He had his eyes shut and was<br/>\nshaking his head in quiet disbelief. Tugging smartly at his haori, he<br/>\nmoved over to his unit.<br/>\n &quot;Alright, let&#39;s head back to the Yagi mansion, everyone!&quot;<br/>\nEveryone quickly got up and formed two lines. One of the men on the<br/>\nright raised the Shinsengumi flag. Though none of them had trained in<br/>\nWestern military drill exercises, the beat of their march was more<br/>\nconstant a cadence than any Hiro had heard in his life. He did his<br/>\nbest to keep his step in time with the others.<br/>\nThough still in disgust at the interrogation, and still doubtful about<br/>\nthe future, Hiro nonetheless felt a sense of accomplishment. He&#39;d<br/>\nsaved Yuki&#39;s life, joined Shinsengumi, helped apprehend a rebel, had<br/>\nfought side-by-side with one of the most famous swordsmen of the age,<br/>\nand was on his way to gaining respect from his fellow patrolmen.<br/>\nAll in all, he&#39;d had a good day.</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13",
            "postDate": "1079653315",
            "msgId": 21,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzZGM0NCs0MnVrQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 9,
            "nextInTopic": 22,
            "prevInTime": 20,
            "nextInTime": 22,
            "topicId": 7,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 3) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-1252544907\">Title: Jidai Monogatari (Chapter 3)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Contains graphic or violent situations in most chapters. Hey,<br/>\nit was the Revolution, for crying out loud! There _was_ blood flowing<br/>\nin the streets and secret trysts in inns and teahouses! Ehem...right.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\n<br/>\nChapter 3<br/>\n<br/>\nAfter being given a clean bill of health by the doctor and a long,<br/>\nhealing bath, Yuki was helped out to the courtyard, where she&#39;d been<br/>\ntold Hiro was to duel Hijikata for entrance into Shinsengumi. Herself<br/>\na martial arts instructor, she was well familiar with Hijikata&#39;s<br/>\nlegendary mastery of his style, Tennen Rishin Ryuu. Hiro probably<br/>\ndidn&#39;t stand a chancethough a senior instructor of the Tokugawa<br/>\nfamily&#39;s branch of Owari Yagyu Shinkage Ryuu swordsmanship, there was<br/>\na fundamental difference between his and Hijikata&#39;s attitude towards<br/>\nthe sword: Hiro knew it as a means of self-discipline and protection,<br/>\nwhile Hijikata, like most samurai, ultimately took it as a weapon of<br/>\nwar. Hiro may have killed two people that morning, but Hijikata had<br/>\nprobably been doing so for at least the last year that he&#39;d been in<br/>\nKyoto, and probably long before.<br/>\nIt was still a bit unbelievable to Yuki that they were now in Kyoto in<br/>\nthe middle of the Bakumatsu period. The atmosphere, sounds, sights,<br/>\nand smells were exactly how she&#39;d imagined it, but more surreal.<br/>\nEverything had a bright, wondrous aura about it, making her feel like<br/>\nshe was seeing the world through new eyes. Everything, from the<br/>\nblueness of the sky all the way down to her new light-green kimono<br/>\nwith the darker green brocade obi, was bright and beautiful. Eager to<br/>\nforget about what had happened to her in the morning, she focused her<br/>\nentire attention on that sense of wonder and awe.<br/>\nHiro and Okita finally emerged from one of the rooms. Yuki saw the new<br/>\nswords that her husband wore, and smiled. He&#39;d finally managed to live<br/>\nout his dreamto be a samurai in the age of samurai, instead of being<br/>\nan anachronism in the modern age. Okita, walking next to him, carried<br/>\na suit of practice armor and a bamboo sword. Unable to restrain<br/>\nherself, Yuki strode over to them.<br/>\n&quot;Hiro-kun?&quot;<br/>\nHiro jerked upright at the sound of her voice. Turning on his heel, he<br/>\nsaw her, and tried to protest. Yuki simply put a finger to his lips,<br/>\nand smiled.<br/>\n&quot;I&#39;m here to help you get ready.&quot;<br/>\nWithout waiting for a response, she took the breastplate from Okita<br/>\nand started tying it into place.<br/>\n&quot;YukiI&quot;<br/>\nAfter tying the protective apron up, she undid the sash of his katana,<br/>\nand took it carefully.<br/>\n&quot;I&#39;ll hold this for you.&quot;<br/>\nHe nodded quietly, and took her hand, holding it up to his cheek. On<br/>\nthe inside, she ached to be held, and knew that he probably wanted to<br/>\ndo so just as badly. Both of them restrained themselves. They knew<br/>\nvery well what the social constraints of the age were, and how open<br/>\ndisplay of affection was considered &quot;improper&quot; and &quot;barbaric&quot;. Yuki<br/>\ncould feel that Hiro wanted to say something deep and romantic, but<br/>\ninstead, seemed to be content with two words.<br/>\n&quot;Thank you.&quot;<br/>\nShe didn&#39;t need to answer. Giving him a short bow, she stepped back to<br/>\nwhere the maids and serving women stood. <br/>\n&quot;Fine man ya got there, Yuki-han,&quot; said one of the maids<br/>\nenthusiastically, in the fast-paced Kansai accent characteristic of<br/>\nnatives of the Kyoto area.<br/>\n&quot;Yes&quot; she sighed wistfully.<br/>\nOnce Okita helped Hiro tie the helmet into place, it was time to<br/>\nbegin. Hiro and Hijikata had moved into their starting positions<br/>\nopposite each other. Kondou Isami, the commander of the Shinsengumi,<br/>\nstood between and a safe distance back from them, acting as the referee.<br/>\n&quot;Ready?&quot; called Kondou. Both combatants nodded. &quot;Begin!&quot;<br/>\nYuki could hear the collective gasp among the onlookers when Hiro<br/>\nmoved into a jodan stancesword angling backwards, held over his head.<br/>\nThe jodan stance was the most aggressive stance in all Japanese<br/>\nswordsmanship, the equivalent of shouting You want a piece of me? by<br/>\nway of posture. Consequently, to take a jodan stance against Hijikata<br/>\nToshizou, even in a practice duel, was seen as a brash and<br/>\nunrestrained challenge of authority.<br/>\nTry as she could, Yuki couldn&#39;t read Hijikata&#39;s intention or direction<br/>\nat all. The man was an utter enigma, not allowing any opening<br/>\nwhatsoever. Truly worthy of the appellation of &quot;demon&quot;<br/>\nSuddenly, Hijikata began moving to the side a bit, probably only to<br/>\ntest Hiro&#39;s reaction, but illiciting none. Hiro simply stayed in<br/>\njodan, facing the vice-commander, looking him as straight in the eyes<br/>\nas possible without letting his blood curdle from fearand then it<br/>\nhappened. Hijikata bolted, dashing straight in toward Hiro with a<br/>\ntremendous kiai, a vocal projection of inner force, moving quickly<br/>\nbehind the shout with the linear, frontal assault style that was the<br/>\nhallmark of Tennen Rishin Ryuu.<br/>\nYuki gasped. Hiro seemed frozen in place, somehow transfixed by the<br/>\nsight of Hijikata rushing him, coming closer and closer and closer,<br/>\nhis aura somehow inducing a total paralysis. Suddenly, he seemed to<br/>\nregain control of his senses, and stepped out of the way, forcing<br/>\nHijikata to quickly stick out a foot and halt his forward momentum,<br/>\nspinning around and facing Hiro again with a growl.<br/>\nNow Hijikata moved into a jodan stance, more out of rage than anything<br/>\nelse. Hiro moved to chudan stance, and tried staring his opponent down.<br/>\n&quot;You&#39;re a fool if you think you can defeat me!&quot; snarled Hijikata.<br/>\nKeeping his sword high, he tilted it forward. Then he vanishedHiro<br/>\nlifted his sword quickly to a vertical kasumi stance to protect his<br/>\nface and torso, just when Hijikata reappeared right in front of him,<br/>\ndelivering a diagonal kesa-giri slash that sent Hiro and his sword<br/>\nflying in opposite directions. Yuki bit her lip, stifling the urge to<br/>\nrun to him and block Hijikata&#39;s next attack with her own body.<br/>\nSuddenly, though, Hiro stuck an arm out and rolled backward, quickly<br/>\ndashing back up and running for his sword. He grabbed it just in time,<br/>\nright when Hijikata tried to make a final, decisive slash, bringing it<br/>\nup to meet the vice-commander&#39;s weapon. The two of them seemed fixed<br/>\nin place, frozen somehowand then Hiro let loose a tremendous kiai,<br/>\nsweeping Hijikata&#39;s sword to one side, and then sweeping back upward<br/>\ntoward his headjust when Hijikata jerked his sword up and stopped<br/>\ninches from Hiro&#39;s throat.<br/>\n&quot;Aiuchi! A tie!&quot; called Kondou. Both of them slowly lowered their<br/>\nweapons, and bowed to each other. Yuki let out a sigh of relief. So<br/>\nher Hiro had survived after all<br/>\n&quot;Why&#39;re you so red all of a sudden, Yuki-han?&quot; asked another one of<br/>\nthe serving women, a girl probably around fourteen years of age.<br/>\n&quot;Ohme? Blushing? No, far from it!&quot; she said, trying to act the part<br/>\nof the brave, steady samurai wife. The women snickered to themselves,<br/>\namused at her awkwardness.<br/>\nShe walked over to where Hiro stood, being helped out of his armor by<br/>\nOkita.<br/>\n&quot;Your sword,&quot; Yuki announced. As she held it out to him with both<br/>\nhands, she realized that her grip on it had been very tight. Yuki<br/>\nremembered the old sayingthe sword is the soul of the samuraiand<br/>\nsmiled. So she&#39;d been able to hold a part of Hiro, after all<br/>\n&quot;Ah. Thank you, Yuki-chan.&quot; He received the katana with both hands and<br/>\ntied it back into place at his left hip, next to his short sword.<br/>\n&quot;This your wife?&quot; asked Kondou.<br/>\n&quot;Yes, Kondou-sama,&quot; answered Hiro, not being able to help smiling.<br/>\n&quot;I&#39;m Matsumae Yuki,&quot; she said quietly, and bowed low, as was<br/>\nappropriate for a woman of those days.<br/>\n&quot;She&#39;s a good cook, and quite skilled with the naginata (halberd) and<br/>\nkodachi (short sword).&quot;<br/>\nKondou laughed. &quot;Well, it sounds like we&#39;ll have good use for someone<br/>\nof her talents. But for now, Tokugawa-san, there is something you must<br/>\ndo.&quot; Pulling a piece of paper from inside the sleeve of his kimono, he<br/>\nread, in an official voice:<br/>\n&quot;Tokugawa Hirotada. As a new member of the Shinsengumi, you must swear<br/>\nby the following rules:<br/>\nFirst, never to deviate from the Way of the Samurai.<br/>\nSecond, never to abandon the Shinsengumi.<br/>\nThird, never to raise money selfishly.<br/>\nFourth, to never engage in private lawsuits.<br/>\nFifth, not to engage in petty quarrels.<br/>\nSixth, to fight and die on the spot, should your unit captain be<br/>\nkilled in combat.<br/>\nSeventh, to not go back for the body of any member of any unit except<br/>\nthe unit captain, whether the death toll is low or high.<br/>\nAnd finally, whether on duty or not, to immediately commit seppuku,<br/>\nshould you engage an enemy in single combat and fail to kill him. Do<br/>\nyou swear to live by these rules?&quot;<br/>\nHiro swallowed hard, and nodded.<br/>\n&quot;Well then, sign in blood,&quot; answered Kondou, holding out the paper.<br/>\nYuki looked on as Hiro pulled out his short sword a bit, exposing the<br/>\nblade. He pricked his right thumb on the cold steel, and when he saw<br/>\nthe blood seep from the cut, he stuck his thumb out, and pressed down<br/>\nfirmly on the paper.<br/>\n&quot;Tokugawa Hirotada,&quot; said Hijikata coldly, finishing for Kondou, &quot;you<br/>\nhave pledged in blood to honor these rules. Welcome to the Shinsengumi.&quot;</div>",
            "specialLinks": []
        },
        {
            "userId": 109033547,
            "authorName": "andrea Smith",
            "from": "andrea Smith &lt;andjoysmith@...&gt;",
            "profile": "andjoysmith",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "Re: [SHQ_Spy_Division] FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13",
            "postDate": "1079579609",
            "msgId": 9,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDQwMzE4MDMxMzI5LjQ2MDA4LnFtYWlsQHdlYjQxNDA1Lm1haWwueWFob28uY29tPg==",
                "inReplyToHeader": "PGMzYjNuaytzY3RqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 8,
            "nextInTopic": 21,
            "prevInTime": 8,
            "nextInTime": 10,
            "topicId": 7,
            "numMessagesInTopic": 0,
            "msgSnippet": "Really, good, I like it. ... === message truncated === __________________________________ Do you Yahoo!? Yahoo! Mail - More reliable, more storage, less spam ",
            "messageBody": "<div id=\"ygrps-yiv-1240430048\">Really, good, I like it.<br/>\n<br/>\n<br/>\n--- Shimazu Masayoshi &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; Title: Jidai Monogatari (Chapter 2)<br/>\n&gt; Author: Shimazu Masayoshi<br/>\n&gt; E-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\n&gt; Source: Original<br/>\n&gt; Main character(s): Entire Shinsengumi<br/>\n&gt; General Rating: PG-13<br/>\n&gt; Warning: Contains graphic or violent situations in<br/>\n&gt; most chapters. Hey,<br/>\n&gt; it was the Revolution, for crying out loud! There<br/>\n&gt; _was_ blood flowing<br/>\n&gt; in the streets and secret trysts in inns and<br/>\n&gt; teahouses! Ehem...right.<br/>\n&gt; Disclaimer: This story is entirely mine, and is not<br/>\n&gt; based on anything.<br/>\n&gt; You _may_ read it, but if you try to steal it, I<br/>\n&gt; will get the entire<br/>\n&gt; Shinsengumi to descend on your head and Aku Soku Zan<br/>\n&gt; you mercilessly.<br/>\n&gt; Thank you.<br/>\n&gt; <br/>\n&gt; Chapter 2<br/>\n&gt; <br/>\n&gt; Kyoto<br/>\n&gt; Genji 1 (1864), June 20th<br/>\n&gt; <br/>\n&gt; As Hiro found out, he and Yuki hadn&#39;t landed far<br/>\n&gt; from the Yagi<br/>\n&gt; estate-- probably only about a couple blocks away.<br/>\n&gt; He was glad they<br/>\n&gt; were that close, for Yuki&#39;s sake, as she didn&#39;t seem<br/>\n&gt; too likely to be<br/>\n&gt; in a calm enough state to hike very far.<br/>\n&gt; His first impression at realizing where he was, was<br/>\n&gt; that the 1860s<br/>\n&gt; didn&#39;t smell as good as he&#39;d imagined. Despite the<br/>\n&gt; extreme cleanliness<br/>\n&gt; and cautious sanitation common to any major Japanese<br/>\n&gt; city of those<br/>\n&gt; days, there was still the smell of dirt and mud in<br/>\n&gt; the air. The sky<br/>\n&gt; seemed bluer, though, and the visibility was<br/>\n&gt; excellent. He&#39;d read all<br/>\n&gt; about it in his college textbooks, heard all about<br/>\n&gt; it from his<br/>\n&gt; family&#39;s stories, but he&#39;d never imagined it to be<br/>\n&gt; so�overpoweringly<br/>\n&gt; real. He was there, in the textbooks, as history was<br/>\n&gt; being written,<br/>\n&gt; walking the streets with a troop of samurai. If the<br/>\n&gt; situation weren&#39;t<br/>\n&gt; so grave, and the era not so bloody, he might<br/>\n&gt; actually have taken the<br/>\n&gt; time to better soak in the atmosphere.<br/>\n&gt; &quot;Here we are. Shinsengumi headquarters,&quot; said the<br/>\n&gt; wolf-eyed man,<br/>\n&gt; indicating the gateway with a tilt of his head.<br/>\n&gt; &quot;Please follow me.&quot;<br/>\n&gt; As he led them through the gate, Hiro remembered the<br/>\n&gt; force that had<br/>\n&gt; brought them here, and felt a chill run down his<br/>\n&gt; spine. Gritting his<br/>\n&gt; teeth, he did his best to put the past behind him,<br/>\n&gt; and followed the<br/>\n&gt; wolf-eyed man into the main courtyard.<br/>\n&gt; &quot;Welcome back, Saitou-san!&quot; called a man who had<br/>\n&gt; just emerged from one<br/>\n&gt; of the rooms. He was about the same height as<br/>\n&gt; wolf-eyes-- Saitou-- but<br/>\n&gt; looked much younger, with childlike features, almost<br/>\n&gt; too young to be<br/>\n&gt; holding the katana in his left hand.<br/>\n&gt; &quot;No time for that, Okita-kun! Go get the doctor, and<br/>\n&gt; tell Hijikata-san<br/>\n&gt; that I have business with him.&quot; Okita nodded curtly,<br/>\n&gt; and dashed off,<br/>\n&gt; returning momentarily with the Yagi family doctor<br/>\n&gt; and a couple of<br/>\n&gt; maids, before dashing off in the other direction to<br/>\n&gt; find Hijikata.<br/>\n&gt; &quot;Clean this woman up and check her for any injuries<br/>\n&gt; if you would,<br/>\n&gt; sensei.&quot; He nodded, and gestured for Hiro to let go.<br/>\n&gt; &quot;It&#39;ll be<br/>\n&gt; alright,&quot; Saitou reassured him. &quot;Don&#39;t worry. She&#39;s<br/>\n&gt; in good hands.&quot;<br/>\n&gt; Reluctantly-- very reluctantly-- Hiro let go of<br/>\n&gt; Yuki, who was promptly<br/>\n&gt; led away by the doctor and maids.<br/>\n&gt; &quot;Don&#39;t worry,&quot; Saitou repeated, bringing Hiro back<br/>\n&gt; to full attention.<br/>\n&gt; &quot;Now let&#39;s go see Hijikata-san, and clear this<br/>\n&gt; business of Masuda&#39;s<br/>\n&gt; people up.&quot;<br/>\n&gt; &quot;Y�yes of course, Saitou-san.&quot; As the mist cleared<br/>\n&gt; from his mind, Hiro<br/>\n&gt; put two and two together. Saitou�a leader in the<br/>\n&gt; Shinsengumi�Saitou<br/>\n&gt; Hajime! The legendary Shinsengumi third unit<br/>\n&gt; captain! And Okita�must<br/>\n&gt; be Okita Souji, the first unit captain! And<br/>\n&gt; Hijikata�Hiro shivered in<br/>\n&gt; mild horror at the name. Hijikata Toshizou<br/>\n&gt; Yoshitoyo, the Shinsengumi<br/>\n&gt; vice-commander and &quot;demon&quot;. Originally the son of<br/>\n&gt; the farmer, he was<br/>\n&gt; adopted into a samurai family, and soon became an<br/>\n&gt; expert at<br/>\n&gt; swordsmanship. Known for his cold and cruel manner<br/>\n&gt; of leadership, he<br/>\n&gt; was feared by all, friend and foe alike-- and yet,<br/>\n&gt; loyal to the last,<br/>\n&gt; he fought to the very end of the Bakumatsu period,<br/>\n&gt; finally dying of a<br/>\n&gt; gunshot wound at the Battle of Matsumae Castle in<br/>\n&gt; Hokkaido. That day,<br/>\n&gt; however, lay some five years into the future.<br/>\n&gt; Saitou halted abruptly next to a sliding door, and<br/>\n&gt; slid it open with<br/>\n&gt; one hand, bowing. &quot;Hijikata-san. Sorry to keep you<br/>\n&gt; waiting.&quot; He nodded<br/>\n&gt; to Hiro, and they entered together. &quot;Saitou-san.<br/>\n&gt; Have a seat, please.<br/>\n&gt; You as well,&quot; Hijikata said, motioning to Hiro, who<br/>\n&gt; sat along Saitou,<br/>\n&gt; facing the vice-commander.<br/>\n&gt; &quot;Now, what did you do about those three idiots?&quot;<br/>\n&gt; asked the<br/>\n&gt; vice-commander abruptly. That&#39;s something the<br/>\n&gt; historians were right<br/>\n&gt; about, thought Hiro. Hijikata&#39;s cold, cruel,<br/>\n&gt; calculating, and to the<br/>\n&gt; point�<br/>\n&gt; &quot;We heard they were out drinking and causing trouble<br/>\n&gt; nearby. However,<br/>\n&gt; we hadn&#39;t counted on this man being there.&quot; Saitou<br/>\n&gt; pointed at Hiro.<br/>\n&gt; &quot;Masuda and the others tried raping his wife, and he<br/>\n&gt; killed two of the<br/>\n&gt; men in retaliation. We got there just in time and<br/>\n&gt; managed to stop him<br/>\n&gt; from killing Onoda.&quot;<br/>\n&gt; Hijikata stroked his chin thoughtfully. &quot;Onoda will<br/>\n&gt; pay duly for his<br/>\n&gt; crime�he has violated the first rule of our code, by<br/>\n&gt; behaving in a<br/>\n&gt; manner unbecoming a warrior.&quot; He turned his cold<br/>\n&gt; gaze toward Hiro.<br/>\n&gt; &quot;Now, tell me who you are, and why, if you are<br/>\n&gt; indeed a samurai, you<br/>\n&gt; have no swords.&quot;<br/>\n&gt; Hiro studied Hijikata intently, while trying to come<br/>\n&gt; up with a<br/>\n&gt; coherent, believable answer that wouldn&#39;t get him<br/>\n&gt; instantly killed.<br/>\n&gt; The books were right-- he really was tall, almost<br/>\n&gt; above average.<br/>\n&gt; Unlike his only surviving photograph, where his hair<br/>\n&gt; lay untied, down<br/>\n&gt; to chin length, it was tied up in a neat topknot.<br/>\n&gt; His features were<br/>\n&gt; firm and commanding, exuding a twofold aura of<br/>\n&gt; immaculacy and<br/>\n&gt; coldness. His photograph showed him wearing a<br/>\n&gt; Western-style suit, but<br/>\n&gt; seeing him here, dressed in a wide-sleeved kimono<br/>\n&gt; and crisp, clean<br/>\n&gt; gray trousers was more real, more powerful, in a<br/>\n&gt; way.<br/>\n&gt; He knew well that he couldn&#39;t say who he really was,<br/>\n&gt; especially<br/>\n&gt; because someone of his clan, no matter what their<br/>\n&gt; rank, wouldn&#39;t be<br/>\n&gt; wandering the streets of Kyoto in this era,<br/>\n&gt; especially not without a<br/>\n&gt; sizable escort. But he couldn&#39;t think of any other<br/>\n&gt; convincing alias.<br/>\n&gt; Finally, using the intricacies and seemingly endless<br/>\n&gt; variations of<br/>\n&gt; Japanese names to his advantage, he decided to tell<br/>\n&gt; the truth�partly.<br/>\n&gt; &quot;I am Tokugawa Hirotada.&quot;<br/>\n&gt; Hijikata&#39;s face visibly became pale.<br/>\n&gt; Hiro knew exactly what he was thinking: For members<br/>\n&gt; of the Shinsengumi<br/>\n&gt; to have broken the rules was bad, but for them to<br/>\n&gt; have done what they<br/>\n&gt; did to a relative of the shogun might cost him his<br/>\n&gt; very head� <br/>\n&gt; &quot;Spelled with different letters than that of the<br/>\n&gt; Shogun&#39;s name. As for<br/>\n&gt; my swords�&quot; Hiro heard himself make up a story that<br/>\n&gt; even he partly<br/>\n&gt; didn&#39;t believe: he&#39;d been befriended by Masuda at a<br/>\n&gt; local teahouse,<br/>\n&gt; and had promptly begun drinking with him. Somehow,<br/>\n&gt; Masuda had drugged<br/>\n&gt; Hiro&#39;s drink, knocking him unconscious, during which<br/>\n&gt; time he&#39;d stolen<br/>\n&gt; Hiro&#39;s swords. Then Hiro had woken up in the street,<br/>\n&gt; seen Masuda and<br/>\n&gt; two other people trying to rape his wife, who&#39;d come<br/>\n&gt; looking <br/>\n </span></blockquote>=== message truncated ===<br/>\n<br/>\n<br/>\n__________________________________<br/>\nDo you Yahoo!?<br/>\nYahoo! Mail - More reliable, more storage, less spam<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a></div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13",
            "postDate": "1079579188",
            "msgId": 8,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzYjNuaytzY3RqQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 7,
            "nextInTopic": 9,
            "prevInTime": 7,
            "nextInTime": 9,
            "topicId": 7,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: Jidai Monogatari (Chapter 2) Author: Shimazu Masayoshi E-mail: patriot014@.*** Source: Original Main character(s): Entire Shinsengumi General",
            "messageBody": "<div id=\"ygrps-yiv-144464401\">Title: Jidai Monogatari (Chapter 2)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Contains graphic or violent situations in most chapters. Hey,<br/>\nit was the Revolution, for crying out loud! There _was_ blood flowing<br/>\nin the streets and secret trysts in inns and teahouses! Ehem...right.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\nChapter 2<br/>\n<br/>\nKyoto<br/>\nGenji 1 (1864), June 20th<br/>\n<br/>\nAs Hiro found out, he and Yuki hadn&#39;t landed far from the Yagi<br/>\nestate-- probably only about a couple blocks away. He was glad they<br/>\nwere that close, for Yuki&#39;s sake, as she didn&#39;t seem too likely to be<br/>\nin a calm enough state to hike very far.<br/>\nHis first impression at realizing where he was, was that the 1860s<br/>\ndidn&#39;t smell as good as he&#39;d imagined. Despite the extreme cleanliness<br/>\nand cautious sanitation common to any major Japanese city of those<br/>\ndays, there was still the smell of dirt and mud in the air. The sky<br/>\nseemed bluer, though, and the visibility was excellent. He&#39;d read all<br/>\nabout it in his college textbooks, heard all about it from his<br/>\nfamily&#39;s stories, but he&#39;d never imagined it to be sooverpoweringly<br/>\nreal. He was there, in the textbooks, as history was being written,<br/>\nwalking the streets with a troop of samurai. If the situation weren&#39;t<br/>\nso grave, and the era not so bloody, he might actually have taken the<br/>\ntime to better soak in the atmosphere.<br/>\n&quot;Here we are. Shinsengumi headquarters,&quot; said the wolf-eyed man,<br/>\nindicating the gateway with a tilt of his head. &quot;Please follow me.&quot;<br/>\nAs he led them through the gate, Hiro remembered the force that had<br/>\nbrought them here, and felt a chill run down his spine. Gritting his<br/>\nteeth, he did his best to put the past behind him, and followed the<br/>\nwolf-eyed man into the main courtyard.<br/>\n&quot;Welcome back, Saitou-san!&quot; called a man who had just emerged from one<br/>\nof the rooms. He was about the same height as wolf-eyes-- Saitou-- but<br/>\nlooked much younger, with childlike features, almost too young to be<br/>\nholding the katana in his left hand.<br/>\n&quot;No time for that, Okita-kun! Go get the doctor, and tell Hijikata-san<br/>\nthat I have business with him.&quot; Okita nodded curtly, and dashed off,<br/>\nreturning momentarily with the Yagi family doctor and a couple of<br/>\nmaids, before dashing off in the other direction to find Hijikata.<br/>\n&quot;Clean this woman up and check her for any injuries if you would,<br/>\nsensei.&quot; He nodded, and gestured for Hiro to let go. &quot;It&#39;ll be<br/>\nalright,&quot; Saitou reassured him. &quot;Don&#39;t worry. She&#39;s in good hands.&quot;<br/>\nReluctantly-- very reluctantly-- Hiro let go of Yuki, who was promptly<br/>\nled away by the doctor and maids.<br/>\n&quot;Don&#39;t worry,&quot; Saitou repeated, bringing Hiro back to full attention.<br/>\n&quot;Now let&#39;s go see Hijikata-san, and clear this business of Masuda&#39;s<br/>\npeople up.&quot;<br/>\n&quot;Yyes of course, Saitou-san.&quot; As the mist cleared from his mind, Hiro<br/>\nput two and two together. Saitoua leader in the ShinsengumiSaitou<br/>\nHajime! The legendary Shinsengumi third unit captain! And Okitamust<br/>\nbe Okita Souji, the first unit captain! And HijikataHiro shivered in<br/>\nmild horror at the name. Hijikata Toshizou Yoshitoyo, the Shinsengumi<br/>\nvice-commander and &quot;demon&quot;. Originally the son of the farmer, he was<br/>\nadopted into a samurai family, and soon became an expert at<br/>\nswordsmanship. Known for his cold and cruel manner of leadership, he<br/>\nwas feared by all, friend and foe alike-- and yet, loyal to the last,<br/>\nhe fought to the very end of the Bakumatsu period, finally dying of a<br/>\ngunshot wound at the Battle of Matsumae Castle in Hokkaido. That day,<br/>\nhowever, lay some five years into the future.<br/>\nSaitou halted abruptly next to a sliding door, and slid it open with<br/>\none hand, bowing. &quot;Hijikata-san. Sorry to keep you waiting.&quot; He nodded<br/>\nto Hiro, and they entered together. &quot;Saitou-san. Have a seat, please.<br/>\nYou as well,&quot; Hijikata said, motioning to Hiro, who sat along Saitou,<br/>\nfacing the vice-commander.<br/>\n&quot;Now, what did you do about those three idiots?&quot; asked the<br/>\nvice-commander abruptly. That&#39;s something the historians were right<br/>\nabout, thought Hiro. Hijikata&#39;s cold, cruel, calculating, and to the<br/>\npoint<br/>\n&quot;We heard they were out drinking and causing trouble nearby. However,<br/>\nwe hadn&#39;t counted on this man being there.&quot; Saitou pointed at Hiro.<br/>\n&quot;Masuda and the others tried raping his wife, and he killed two of the<br/>\nmen in retaliation. We got there just in time and managed to stop him<br/>\nfrom killing Onoda.&quot;<br/>\nHijikata stroked his chin thoughtfully. &quot;Onoda will pay duly for his<br/>\ncrimehe has violated the first rule of our code, by behaving in a<br/>\nmanner unbecoming a warrior.&quot; He turned his cold gaze toward Hiro.<br/>\n&quot;Now, tell me who you are, and why, if you are indeed a samurai, you<br/>\nhave no swords.&quot;<br/>\nHiro studied Hijikata intently, while trying to come up with a<br/>\ncoherent, believable answer that wouldn&#39;t get him instantly killed.<br/>\nThe books were right-- he really was tall, almost above average.<br/>\nUnlike his only surviving photograph, where his hair lay untied, down<br/>\nto chin length, it was tied up in a neat topknot. His features were<br/>\nfirm and commanding, exuding a twofold aura of immaculacy and<br/>\ncoldness. His photograph showed him wearing a Western-style suit, but<br/>\nseeing him here, dressed in a wide-sleeved kimono and crisp, clean<br/>\ngray trousers was more real, more powerful, in a way.<br/>\nHe knew well that he couldn&#39;t say who he really was, especially<br/>\nbecause someone of his clan, no matter what their rank, wouldn&#39;t be<br/>\nwandering the streets of Kyoto in this era, especially not without a<br/>\nsizable escort. But he couldn&#39;t think of any other convincing alias.<br/>\nFinally, using the intricacies and seemingly endless variations of<br/>\nJapanese names to his advantage, he decided to tell the truthpartly.<br/>\n&quot;I am Tokugawa Hirotada.&quot;<br/>\nHijikata&#39;s face visibly became pale.<br/>\nHiro knew exactly what he was thinking: For members of the Shinsengumi<br/>\nto have broken the rules was bad, but for them to have done what they<br/>\ndid to a relative of the shogun might cost him his very head <br/>\n&quot;Spelled with different letters than that of the Shogun&#39;s name. As for<br/>\nmy swords&quot; Hiro heard himself make up a story that even he partly<br/>\ndidn&#39;t believe: he&#39;d been befriended by Masuda at a local teahouse,<br/>\nand had promptly begun drinking with him. Somehow, Masuda had drugged<br/>\nHiro&#39;s drink, knocking him unconscious, during which time he&#39;d stolen<br/>\nHiro&#39;s swords. Then Hiro had woken up in the street, seen Masuda and<br/>\ntwo other people trying to rape his wife, who&#39;d come looking for him.<br/>\nSeeking to save his wife and defend his honor, Hiro had no choice but<br/>\nto kill Masuda and the other man, after which point Saitou had stopped<br/>\nhim. He also added that he demanded a new pair of swords in return for<br/>\nthe ones that Masuda had stolen.<br/>\n&quot;And,&quot; he added, rather impulsively, &quot;I&#39;d like to join Shinsengumi.&quot;<br/>\nHijikata eyed him carefully for a moment, stroking his chin pensively<br/>\nagain. &quot;Tokugawa-san, I will grant your request for a new pair of<br/>\nswords, as I am eager to make amends for the actions of these fools.<br/>\nHowever, to join Shinsengumi, you must pass an entrance exam, in which<br/>\nyou must engage in a mock duel with one of the upper-ranking members,<br/>\nsuch as myself, Saitou-san, or Okita-kun. Do you consider yourself<br/>\nwilling to go through with it?&quot;<br/>\nHiro knew all about the Shinsengumi&#39;s entrance exam-- how it involved<br/>\nfacing off in a practice duel with one of the chief captainsand that<br/>\nthough he didn&#39;t need to win to gain entrance, he would quite probably<br/>\nend up with broken bones. If successful, he also knew well that he ran<br/>\nthe risk of getting killed, especially in the tumultuous war and<br/>\ndefeat of the shogunate that loomed just over the horizon. Hiro almost<br/>\npitied these men for not knowing what would happen to themthat Okita<br/>\nwould die in a hospital, a victim of tuberculosis at age 25, that<br/>\nHijikata would die in battle in Hokkaido, and that Saitou would die of<br/>\nold age in the dawn of the 20th century, the victim of an<br/>\nalcohol-induced stomach ulcer. But despite all the history, the risks,<br/>\nthe names, dates, and places involved, he guessed that he was probably<br/>\nin this time period to stay, and that if he was to provide for his<br/>\nwife, he had to have a stable job and a place to live. Which the<br/>\nShinsengumi did offer its members<br/>\nThere was more to consider, as well. Assuming he survived the violent<br/>\nbloodletting of the Bakumatsu period, he had very little to no chance<br/>\nof getting anywhere in the imminent Meiji government which<br/>\nsubsequently arosesince he wouldn&#39;t be able to explain his origin,<br/>\nand since he had chosen to ally himself with his ancestors&#39; collapsing<br/>\norder and government. But he had no choice. Shinsengumi was the only<br/>\nway to go. &quot;Yes,&quot; he said, staring straight into Hijikata&#39;s eyes, and<br/>\ndoing his best not to flinch. &quot;Yes, I am willing.&quot;<br/>\nHijikata cleared his throat. After quietly thinking to himself for a<br/>\nmoment, he nodded curtly. &quot;I see. Very good.&quot; He raised his tone.<br/>\n&quot;Okita-san?&quot;<br/>\nThe sliding door glided open, and Okita bowed politely. &quot;Yes?&quot;<br/>\n&quot;Get this man a new pair of swords immediately. See to it that he also<br/>\ngets a bath and a decent meal. At noon, he duels me.&quot; Okita nodded,<br/>\nlooking somewhat amused at Hiro&#39;s shocked expression. Hijikata turned<br/>\nback to Hiro. &quot;Tokugawa-san, you&#39;re free to go.&quot;<br/>\nHiro bowed, all the way to the floor mats. &quot;Thank you, Hijikata-sama.&quot;<br/>\n&quot;Come on,&quot; urged Okita, smiling. Hiro got up and followed, heartened<br/>\nby Okita&#39;s calm demeanor.<br/>\nHijikata closed his eyes until Hiro left, and then, when he was sure<br/>\nthat they were gone and fully out of earshot, turned to Saitou. &quot;Do<br/>\nyou trust his story?&quot;<br/>\n&quot;Partly. Masuda definitely tried to rape his wife, but the story about<br/>\nthe swords seemed made-up&quot;<br/>\n&quot;Hm.&quot; Hijikata nodded. &quot;Still, whether he&#39;s lying or not, we lost two<br/>\npeople today. And from what you tell me about the way he fights,<br/>\ntaking him in is an acceptable risk. We need people who fight like that.&quot;<br/>\nHe paused a moment, thinking about how Hiro had fought for his wife.<br/>\nHe&#39;d seen different people fight for different things, but had never<br/>\nheard of a man who fought for love. Not like this&quot;And besides,&quot; he<br/>\nadded, &quot;once he swears the blood oath to uphold the Shinsengumi code,<br/>\nwe&#39;ll see just how much a man of his word Tokugawa-san is.&quot;<br/>\nSaitou nodded quietly. &quot;Agreed. That always does show who the most<br/>\nloyal members are.&quot;<br/>\n&quot;If he does make it in, then I&#39;d like to start him off in your unit,<br/>\nand then maybe move him up to the 2nd unit. If he really proves<br/>\nhimself, I might consider putting him in the first unitbut we&#39;ll see.&quot;<br/>\n&quot;By all means,&quot; said Saitou. &quot;I&#39;d definitely like to see him in action<br/>\nagain-- against revolutionary samurai this time. We need that kind of<br/>\nenergy on our side.&quot;<br/>\nHijikata allowed himself a small, tired sigh. &quot;Agreed.&quot;<br/>\n&quot;I&#39;m also curious to see what the commander will think of him,&quot; added<br/>\nSaitou.<br/>\n&quot;Kondou-san? We&#39;ll see. He isn&#39;t quick to commenting on skill until he<br/>\nsees it with his own eyes.&quot; Saitou nodded in agreement.<br/>\nHijikata rose to his feet. &quot;Well then, if you&#39;ll excuse me,<br/>\nSaitou-san, I have to go prepare for a duel.&quot;</div>",
            "specialLinks": []
        },
        {
            "userId": 108589066,
            "authorName": "Shimazu Masayoshi",
            "from": "&quot;Shimazu Masayoshi&quot; &lt;patriot014@...&gt;",
            "profile": "shimazuryu",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "0"
            },
            "subject": "FIC: Jidai Monogatari, Original, Entire Shinsengumi, PG-13",
            "postDate": "1079578836",
            "msgId": 7,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGMzYjNjbis5a2EyQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 8,
            "prevInTime": 6,
            "nextInTime": 8,
            "topicId": 7,
            "numMessagesInTopic": 0,
            "msgSnippet": "WARNING-- this chapter contains attempted rape and graphic violence ******************** Title: Jidai Monogatari (Chapter 1) Author: Shimazu Masayoshi E-mail:",
            "messageBody": "<div id=\"ygrps-yiv-2104961613\">WARNING-- this chapter contains attempted rape and graphic violence<br/>\n<br/>\n********************<br/>\n<br/>\nTitle: Jidai Monogatari (Chapter 1)<br/>\nAuthor: Shimazu Masayoshi<br/>\nE-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:patriot014@...\">patriot014@...</a><br/>\nSource: Original<br/>\nMain character(s): Entire Shinsengumi<br/>\nGeneral Rating: PG-13<br/>\nWarning: Contains graphic or violent situations in most chapters. Hey,<br/>\nit was the Revolution, for crying out loud! There _was_ blood flowing<br/>\nin the streets and secret trysts in inns and teahouses! Ehem...right.<br/>\nDisclaimer: This story is entirely mine, and is not based on anything.<br/>\nYou _may_ read it, but if you try to steal it, I will get the entire<br/>\nShinsengumi to descend on your head and Aku Soku Zan you mercilessly.<br/>\nThank you.<br/>\n<br/>\n<br/>\nChapter 1<br/>\n<br/>\nKyoto<br/>\nHeisei 16 (2004), July 6th<br/>\n<br/>\n &quot;Governments may come and go, but Kyoto is eternally `the Capital&#39;,&quot;<br/>\nsaid Tokugawa Hirotada with a smile.<br/>\n&quot;Heian-kyothe Peaceful Capital,&quot; added his wife, Yuki.<br/>\nThe two of them were new to Kyoto. Out of a passion for their samurai<br/>\nancestry, as well as a desire to live the history they&#39;d studied in<br/>\ncollege, they had decided to establish themselves in Kyoto and pursue<br/>\na joint career in martial arts instruction and historical enacting.<br/>\nSince the night was not too cold, they&#39;d decided to get into character<br/>\na bit--put on traditional garb and walk the streets of Mibu, one of<br/>\nthe historic districts, for awhile.<br/>\n &quot;Hiro-kun! Look! It&#39;s the Yagi estate!&quot;<br/>\nHiro glanced over in the direction that she was pointing. Sure enough,<br/>\nthere was the Yagi estate, which had acquired quite a reputation<br/>\nduring the bloody Bakumatsu period in the 1860s, when the<br/>\nShinsengumi-- one of the shogunate&#39;s official police units in<br/>\nKyoto--set up their headquarters there. Seeing the gate open, Hiro<br/>\nraised an eyebrow in curiosity. &quot;Isn&#39;t this after their open hours?<br/>\nWhy is the gate open?&quot; Even though he wasn&#39;t sure, something at the<br/>\nextremities of his sensory perception feltamiss. Then again, there<br/>\nwas always something weird going on in Kyoto-- some commemoration,<br/>\ncelebration, or event that not everyone would hear about. Being a fan<br/>\nof the Shinsengumi, he couldn&#39;t resist the urge to find out what was<br/>\ngoing on.<br/>\n&quot;Want to check it out? At the very least we&#39;ll give the caretakers a<br/>\ngood shock,&quot; he said with a smile. Yuki nodded.<br/>\nAs they walked toward the gate of the Yagi mansion, the wind, which<br/>\nhad just been a gentle breeze only moments before, began to pick up.<br/>\nCloser to the estate now, they could see what looked like a fire<br/>\nburning in the inner courtyard. Hiro opened his mouth to say something<br/>\nabout the fire, when the wind&#39;s ferocity sharply increased, and the<br/>\nworld around seemed to darken.<br/>\nHiro didn&#39;t stop to think-- instincts honed during years of sword<br/>\ntraining took over. Instinctively, he grabbed a hold of Yuki by the<br/>\nshoulders and pulled her in quickly-- putting both arms around her and<br/>\nholding her as close as he could.<br/>\n&quot;Hiro? What&#39;s going on?&quot; she barely managed to shout over the wind.<br/>\n&quot;Hold me.&quot;<br/>\n&quot;What?&quot;<br/>\n&quot;Just hold me!&quot;<br/>\nThe wind shifted. Instead of blowing straight, it started twisting in<br/>\non itself, pushing the helpless couple around this way and that. A<br/>\nword flashed through Hiro&#39;s mind, a word he didn&#39;t really believe and<br/>\ndidn&#39;t really like, but that seemed to be the closest thing to this<br/>\nwind: kamikaze. Divine Tempest. Unable to consciously stand up to the<br/>\nwind anymore, he closed his eyes and focused his entire being on the<br/>\none dearest to him, drawing courage from the gentle strength of her<br/>\nembrace and the close warmth of her body. He felt her give a gentle<br/>\nsqueeze, as if to say, I love you. Don&#39;t ever let go of me <br/>\nThe wind, more untamed now, began to whistle shrilly, like a flute in<br/>\na Noh drama. Unwittingly, Hiro opened his eyes and saw that he was no<br/>\nlonger on the ground, but being spun through the air, faster and<br/>\nfaster and faster. The Yagi mansion wasn&#39;t really below, though. But<br/>\nwhat he heard next made him forget about any of that.<br/>\nI, Tokugawa Hirotada, take you, Matsumae Yuki, to be my<br/>\nThe wedding. That was in June-- why could he hear his words from the<br/>\nceremony?<br/>\nSenzowa daijidakedo, kami wo shinjiru! I honor my ancestors, but I<br/>\nbelieve in God!<br/>\nHis own voice, while arguing his new Christian faith with his father.<br/>\nI&#39;m Tokugawa Hirotada. Pleased to meet you, Yuki-dono.<br/>\nThe day he&#39;d met Yuki<br/>\nTokugawa Hirotada, I pass this sword on to you, in honor of your<br/>\ncoming of age.<br/>\nHis father again-- giving him one of the family swords, the one made<br/>\nby Yasutsugu XI, in honor of his coming of age ceremony.<br/>\nWe must endure the unendurable, bear the unbearable, and suffer the<br/>\nunsufferable<br/>\nHearing his own voice, perhaps. But now Emperor Hirohito&#39;s voice?<br/>\nHijikata! Go, now! Go to Shonai and get reinforcements!<br/>\nHijikata? Reinforcements from Shonai? That could only be the voice of<br/>\nMatsudaira Katamorilast lord of the Aizu domain in the 1860s, and<br/>\nsponsor of the Shinsengumi...<br/>\nThe Shinsengumi<br/>\nHiro opened his eyes, and found himself looking at the hilt of a<br/>\nsword. Following the hilt downward, he saw a blue overcoat, withwhite<br/>\nmountain-shaped triangles on the sleeves. Blue overcoat, white<br/>\nmountain-shaped triangles on the sleeves. The uniform of the<br/>\nShinsengumi? Butwhat would another historical enactor be doing out<br/>\nthisearly? With his senses slowly returning to him, he found that it<br/>\nwas light again, probably around dawn. Butwhere was he? And<br/>\n&quot;Oi! Masuda-kun! Look what we&#39;ve got here!&quot;<br/>\nThe man who was looking over Hiro got up.<br/>\n&quot;Yeah?&quot;<br/>\nTwo more men in Shinsengumi uniform held a very tired and<br/>\nbattered-looking Yuki up by her arms.<br/>\n&quot;Ah, so the flowers are blooming early this year? Don&#39;t worry, fellas,<br/>\nwe can enjoy their fragrance just as well.&quot; He rubbed his palms<br/>\ntogether nefariously. &quot;We can each have a turn&quot;<br/>\nThe first of Yuki&#39;s screams suddenly snapped Hiro&#39;s senses back into<br/>\nfull focus. Rolling himself up to his knees, he saw the three men, all<br/>\nin Shinsengumi uniform, trying to rip her kimono off. Hiro&#39;s right<br/>\nhand automatically went to his left hip, but then he remembered that<br/>\nhe was obviously not armed. But he had no choicehe rose to his feet.<br/>\nQuietly, he closed the distance between himself and Masudafinally<br/>\ncoming right behind him, he wrapped an arm around the man&#39;s neck and<br/>\njerked it sharply to the right. With his free hand, he grabbed the<br/>\nhilt of Masuda&#39;s sword and yanked it out of the sheath. Masuda fell<br/>\nwith a yelp, startling his accomplices.<br/>\n&quot;M-Masuda-kun?!&quot;<br/>\nHiro stood over Masuda&#39;s corpse. Now armed and ready to fight, he<br/>\nraised the sword into a high guard stance.<br/>\n&quot;W-Who the heck are you?!&quot; they choked out in fear and alarm.<br/>\n&quot;You&#39;re about to die, so knowing my name is useless to you.&quot;<br/>\n&quot;Bah! Just a wastrel ronin! Let&#39;s get `im!&quot; The men threw Yuki down to<br/>\nthe ground. Drawing their swords they lunged at Hiro, hoping to<br/>\novertake him by speed. He sideswept one man, yanked him downward with<br/>\nhis free hand, and kicked him toward the other one. The two of them<br/>\ninstantly went down with a thud, their swords clattering to the ground<br/>\nloudly.<br/>\n&quot;Get up!&quot; Hiro snarled, kicking them mercilessly. &quot;Get up!&quot;<br/>\nOne of them managed to grab his own sword, and tried to get up. He<br/>\nturned his gaze upward just in time to see Hiro&#39;s sword descend in a<br/>\nshimmering arcspattering the other man with his blood. The other<br/>\nthrew himself at Hiro&#39;s feet, whimpering pitifully. &quot;Please! Please!<br/>\nDon&#39;t kill me! I didn&#39; mean no harm! We was just out drinkin&#39;, that&#39;s<br/>\nall! Please!&quot;<br/>\nHiro couldn&#39;t hear him in his blind rage. He picked the man up by the<br/>\ncollar and held him off the ground. Raising his sword, he readied to<br/>\nstab the man, just as--<br/>\n&quot;You! Drop the sword!&quot;<br/>\nHe dropped the man instead, and spun on his heel, coming face to face<br/>\nwith another man in Shinsengumi uniform, with about a dozen others<br/>\nbehind him, all armed-- all with swords, some also with spears and<br/>\nhalberds.<br/>\n&quot;Drop the sword,&quot; repeated the man, obviously the leader in the group.<br/>\nHe was of medium-height, firm build, and had a sharp, piercing gaze<br/>\nlike that of a wolf.<br/>\n&quot;These...these men, whoever they are, were raping my wife. You have no<br/>\nright to tell me to drop the sword! I will kill them!&quot;<br/>\n&quot;I know who these men are,&quot; retorted the other man sharply. &quot;And I<br/>\nknow their reputation. I happen to be their commander. Now drop the<br/>\nsword and let me deal with them.&quot;<br/>\nHiro let the sword drop from his hand. He was pushed aside by the<br/>\nlarge group behind the wolf-eyed man, some of whom rushed forward to<br/>\nbind the wrists of the survivor, while others checked to make sure<br/>\nthat the other two were dead.<br/>\n&quot;What about your wife?&quot; asked the wolf-eyed man. &quot;Forgot about her so<br/>\nquickly?&quot;<br/>\nBlushing red with embarrassment and shame, he rushed over to Yuki, who<br/>\nwas sobbing uncontrollably and trying to cover herself with the<br/>\ntattered remnants of her kimono. Gently, Hiro laid a hand on her<br/>\nshoulder. She looked up and suddenly threw her arms around him.<br/>\nClosing his own suddenly tear-filled eyes, he gently rocked her back<br/>\nand forth, trying to calm her down.<br/>\n&quot;Come with me, both of you.&quot;<br/>\nIt was the wolf-eyed man again.<br/>\n&quot;Huh? Where?&quot;<br/>\n&quot;Don&#39;t you know where anything is? To the Shinsengumi headquarters at<br/>\nthe Yagi mansion! My superiors will need to hear about what happened<br/>\nin order to deal properly with Onoda there.&quot; He gestured toward the<br/>\nsurvivor.<br/>\nShinsengumi headquarters? But that would meanHiro shook his head in<br/>\ndisbelief. Divine Wind, indeed<br/>\n&quot;Don&#39;t worry, we&#39;ll have our doctor tend to any wounds you or your<br/>\nwife may have. It&#39;s idiots like Onoda and Masuda who give us the name<br/>\n`wolves&#39;. We&#39;re actually quite concerned with the welfare of the<br/>\ncommon people in this city.&quot;<br/>\nGently helping Yuki to her feet, Hiro followed the wolf-eyed man.<br/>\n<br/>\n**********<br/>\n<br/>\nJidai Monogatari-Chapter 1<br/>\nOWARI (end)<br/>\n<br/>\n**********<br/>\n<br/>\nThat&#39;s all for Chapter 1. On to Chapter 2!<br/>\n<br/>\n--Masayoshi</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 26,
    "nextTopicId": 29
}