{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 199587949,
            "authorName": "Ellene J",
            "from": "Ellene J &lt;ellene_j@...&gt;",
            "profile": "ellene_j",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "12"
            },
            "subject": "Fic: The Fateful Encounter; PMK; Hijikata, Itou, Saitou, Okita and the Comedians; M",
            "postDate": "1147060077",
            "msgId": 781,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PDIwMDYwNTA4MDM0NzU3LjgwNTgzLnFtYWlsQHdlYjM1MzAxLm1haWwubXVkLnlhaG9vLmNvbT4="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 780,
            "nextInTime": 782,
            "topicId": 781,
            "numMessagesInTopic": 0,
            "msgSnippet": "Title: The Fateful Encounter Author: Divertimento E-mail: ellene_j@*... Source: PMK Link: http://www.fanfiction.net/s/2679505/9/ Main character(s):",
            "messageBody": "<div id=\"ygrps-yiv-770387295\">Title: The Fateful Encounter<br/>\n  Author: Divertimento<br/>\n  E-mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ellene_j@...\">ellene_j@...</a>         <br/>\n  Source: PMK<br/>\n  Link: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.fanfiction.net/s/2679505/9/\">http://www.fanfiction.net/s/2679505/9/</a> <br/>\n  Main character(s): Hijikata, Itou, Saitou, Okita and the Comedians<br/>\n  Archived on the website:  Yes<br/>\n  General Rating:  M<br/>\n  Warning:  Hijikata being well<br/>\n   <br/>\n   <br/>\n  Disclaimer: Well. I dont even own their action figures. So there.<br/>\n   <br/>\n  Summary: Sequel to Morning Madness! Takes place soon after Sake (somewhere in PMK manga book 4). Read on as poor Toshi sets his trap in<br/>\n   <br/>\n   <br/>\n  THE FATEFUL ENCOUNTER   <br/>\n   <br/>\n  When Toshi arrived at the common room, precisely on time and bearing a crate of home-brewed sake, Itou was already there, in a stylishly patterned hakama, resplendent in a vividly coloured robe that would have fit Souji like a blanket. He shivered in spite of himself at Itous patent pleasure in seeing him, thanked him for his compliment to his dress, and then to his hair, and not giving him any time to go further, handed the sake to Kondou and took shelter in the kitchen. <br/>\n   <br/>\n  Souji might be a little late, Kat-chan told him, patting his shoulder. His troop has some cleaning up to do this afternoon.<br/>\n   <br/>\n  But Toshi heard his voice only moments later, announcing the score, clearly pleased with the result. Then he saw Souji, sitting in the corner, hair still damp from his bath, and his eyes warmed while his face remained gravely dignified. Taking a brush from the stove, he lightly tapped the dust from it and inclined his head in a short, mock bow. Ah. I see Souji has finished with his souji, he said with exaggerated courtesy, a parody of the uncouth youth who had so offended the other man before. <br/>\n   <br/>\n  Youre back, Hijikata-san! Souji said brightly. There were jeers and groans.<br/>\n   <br/>\n  Hes been waiting for weeks to use that line, Shinpachi snorted.<br/>\n   <br/>\n  Well, I thought it was funny, Okita, Heisuke told him earnestly, as he prepared the trays, but I have really low standards.<br/>\n   <br/>\n  As good as any, I suppose, Souji said. <br/>\n   <br/>\n  Toshi looked pained, but there was a chorus of hoots from the rest of them, and Harada came into the kitchen, effectively jamming it with humanity. Shinpachi hollered for everyone to leave so he could move and Heisuke pushed Harada back out into the common room, picking up the thread of an argument Toshi couldnt follow about something they evidently fought over frequently and to no useful purpose. The sake was passed around by the celebrants who laughed and ragged at one another. It was easy to feel they were all back at the Shieikan, having dinner.<br/>\n   <br/>\n  As dusk deepened into night, someone suggested that Itou compose a short piece, an idea that met with universal approval. He began with a short poem, not too difficult but pretty. I think I must be very nervous, to come up with something like this, he said ruefully, amidst encouragement mixed with good-natured ribbing. But then his eyes fell on Hijikata, sitting between Kondou-san and Okita at a little distance from the rest of them, withdrawn by choice or by nature or by circumstance. Warmed by the sake and the company, he began something he thought would be familiar to Hijikata, a very old love poem:<br/>\n   <br/>\n  Reminded of the past<br/>\n  By the scent of orange blossoms<br/>\n  The cuckoo comes to sing<br/>\n  At the village of falling blossoms.<br/>\n   <br/>\n  The conversation trailed off and Toshi tried not to be embarrassed by the rather obvious bait. He stared blankly at far wall opposite him and took out his pipe.<br/>\n   <br/>\n  Itou-sensei, I know you adore our Fukuchou, but do try to be discreet, Heisuke said in a stage whisper. Okita is sitting right here! The poem is really good, though, compared to what we have heard from Hiji  ummmmfff.<br/>\n   <br/>\n  Heisuke, you idiot! Shinpachi hissed. He waved his hand haplessly as Harada clamped an iron fist over Heisukes mouth. Please pardon his rude behaviour, hes just his usual blunt self.<br/>\n   <br/>\n  Thats right, Harada chimed in, giving another blow to the proverbial stake.<br/>\n   <br/>\n  Could we have a detailed account of what happened during the trip? Kondou said with clumsy joviality. I gather Itou-san had a little run-in with Toshi the other day.<br/>\n   <br/>\n  Toshi lit his pipe and said, puffing. Theres not much point in going into detail. I simply felt very strongly at that point that Itou-san deserved to be pushed into the toilet shaft.<br/>\n   <br/>\n  There was a muffled sob and Souji bent low over the tablet, presumably bemoaning a stubbed toe. Toshi gave him a sharp warning glance which went flickering quite over the dark head. <br/>\n   <br/>\n  The thing is, you cant always listen to one side of the story, Kondou-san, Itou said, smiling, confident of agreement. Hijikata-san and I were having a bit of fun.<br/>\n   <br/>\n  It wasnt much fun for me, Toshi said shortly, his face darkening.<br/>\n   <br/>\n  Weell, Itou paused, tapping the edge of his fan absently. Whatever I might have done, it wasnt something that gets people dropped in waste shafts. Thats what I want to get straight.<br/>\n   <br/>\n  Kondou was looking at Itou with a kind of anxious bonhomie. Maybe. Maybe. Toshis still a wild one. They kick him around, he kicks back. But Im sure he meant no harm. This kind of thing used to happen to him all the time <br/>\n   <br/>\n  Toshi stood up and took his pipe from his mouth. Theres no need to debase yourself in my place, Kondou-san, he said clearly. If an apology is what Itou-san wants, I am truly sorry about the unfortunate incident. The pipe went back between his teeth abruptly and he headed for the door. If you would excuse me: I have some work to catch up on.<br/>\n   <br/>\n  Toshi, wait  Toshi! Kondou did his best but the fragile equilibrium was shattered by the rather loud slam of the screen door. <br/>\n   <br/>\n  Itou chuckled, very much the appreciative owner indulging an adorable pet. Well! Hijikata-san is such a gentleman, isnt he? With the country in the state it is, Kondou-san, such men would be needed to defend its sovereignty.<br/>\n   <br/>\n  True, true, said Kondou, nodding vigorously. We need to recruit more men with such ideals.<br/>\n   <br/>\n  Oh no, no, Itou said heartily, I was speaking of the general public. Im sure the Shinsengumi is not lacking in such like-minded warriors.<br/>\n   <br/>\n  Souji raised his head and said, in a small polite voice, I expect even Hijikata-san would want to agree with you on that. But we arent exactly popular and our jobs are the ones most people would rather not do.<br/>\n   <br/>\n  Itou looked at Souji as though he were something small and irrelevant, like a beetle. He was like an emblematic statue of all Itou thought he hated in hereditary samurai  as soft as a woman and as pointless. His jaw hardened. One of those bleeding hearts, arent you? Indeed, that was another point of contention during the trip.<br/>\n   <br/>\n  It was past the second watch when they retired to bed. Itou was almost always the first to fall asleep, snoring as if his body and soul had dissolved, but he would wake up several hours later and slip outside, ostensibly to relieve his bowels. Tonight, too, he rose at about third watch, taking care not to disturb his companions and went quietly down the stairs. <br/>\n   <br/>\n  Toshi followed in the general direction of the stealthy footsteps, which led him into the passageway near the toilet, he could hear the steady fall of rain against the planks of the veranda just beyond the doors. In the blackness obliterating everything behind him, there was a gust of wind, like the flutter of a wing; he thought he saw a black shape move in the darkness. A man? An illusion? He could not tell if the image lingering in his mind was that of something real or a nightmare conjured by his eyes. It was odd that nothing more could be heard of Itous footsteps.<br/>\n   <br/>\n  He crept down the corridor, one grave, hushed step at a time. The night-light in the toilet was lit, illuminating the small shed with a yellowish glow. The door was open all the way, pressed back against the wall, so clearly there was no one behind it. Which meant, he thought, easing back into the darkness, the bastard had given him a slip.<br/>\n   <br/>\n  There was a groan and something fell to the floor with a thud. Holding his breath, Toshi inched to one side of the corridor and, spread out like a spider, pressed his back flat against the wall; but the intruder came right after him and rammed him against the opposite wall with terrifying force. As the wind shot out of him, Toshi stumbled, trying to swing his katana. The passage was too narrow and the katana caught the wall just as the figure came thrusting into him, throwing him forward onto the floor. In one huge heave, he pounced on Toshis back, wrapping a powerful arm around his neck. Toshi felt the palm of his attackers hand stroking his face. He resigned himself to being stabbed at the base of his throat with a dagger, but his assailant, still gripping his neck with one arm, continued to run the other hand all over his face, as if he were licking him with his tongue. Toshi found this outrageous; the man was making sport of him, he thought. He thrashed to the side,<br/>\n but the more he struggled, the deeper his opponents arm cut into his neck. <br/>\n   <br/>\n  Stop it! The enemy said in a fierce whisper, straddling Toshi and holding him firmly down. Youre going to hurt yourself.<br/>\n   <br/>\n  Like some animal that had been chased wildly through the woods and who now knew it was hopeless, Toshi lay there completely still, awaiting his fate. He turned his head slightly, glanced upward, saw a somewhat familiar shape looming above him in the dark.<br/>\n   <br/>\n  Itou-san? What are you doing here?<br/>\n   <br/>\n  I told you last night: I was relieving myself. What about you?<br/>\n   <br/>\n  Totally exhausted, Toshi only muttered, My neck.<br/>\n   <br/>\n  Im going to let you go. Just your neck. Dont get up.<br/>\n   <br/>\n  Toshi felt his neck released. He tried to move, but could not. Itou was still straddling him, sitting on his back. <br/>\n   <br/>\n  Get off.<br/>\n   <br/>\n  Itou gently rubbed the back of Toshis neck. You all right, my friend? All calmed down?<br/>\n   <br/>\n  Get off me! Toshi tried in vain to brush off the hands that were taking full advantage of the situation at hand.<br/>\n   <br/>\n  Not until you calm down. I dont want you jumping up and getting all excited. I dont want any problems.<br/>\n   <br/>\n  Alright, Toshi forced himself to say. Im alright.<br/>\n   <br/>\n  Itou lifted himself off, and then Toshi flipped to the side, rolling onto his back. He got on his feet, staring at the dark figure of Itou, who now crouched not two feet away, bulky and shapeless in the half-light, an unexplored continent. Toshi demanded, Didnt you see the katana? I could have killed you.<br/>\n   <br/>\n  I had my arms around your neck. I could have killed you too. Toshi watched in disbelief as Itou clapped a dainty hand over his mouth. But I shouldnt state the obvious. You know, you still havent told me why youre here.<br/>\n   <br/>\n  You proceed with your nocturnal routine after making sure your companions are asleep and now you see me here. What a big coincidence.<br/>\n   <br/>\n  My! Itou moaned. You followed me?<br/>\n   <br/>\n  A brilliant conclusion. You really are sharp. No wonder you hold the post of Military Advisor.<br/>\n   <br/>\n  Oh, I really dont know what to make of this, Itou continued, ignoring Toshis last statement. You were actually willing to impair your dignity and honour as a samurai by wriggling through this discourteous bypath just to reach me?<br/>\n   <br/>\n  I never said that. Toshi said at once, his eyebrows bristling.<br/>\n   <br/>\n  No, you wouldnt, would you? Itou waved a hand dismissively. There was a pause. At this point, I hope to be forgiven for raising a rather indelicate subject. It is said that noblemen generations past never allowed anyone to see their excretory matter. There is the story of the beautiful Heian court lady who tantalised a suitor with a copy of her faeces fashioned out of cloves <br/>\n   <br/>\n  And how could he make sure that he would never get to hear that slimy voice again? A simple matter  such delicacy could be accomplished by killing Itou and then dumping the body into the deep shaft under the toilet. Surely there is no more elegant method for disposing of such waste. As Toshi started to draw his katana, Itou move forward. Toshi flinched. He stood quite stiff as he felt Itous arm wrap around his back and embrace him tightly. <br/>\n   <br/>\n  As happens sometimes, a moment settled and hovered, and sound and movement stopped for much more than a moment. Everyone looked at Itou in wonderment, taking in the changes, visible and implied. Then Kondou broke the spell. Its amazing! Toshi didnt kill you!<br/>\n   <br/>\n  Thank you, Itou said comfortably. That was precisely what triggered the incident. Then again, one should not reward brutality likewise; vicious cycles are hard to break.<br/>\n   <br/>\n  I cant believe it, Kondou barked a laugh. He leaned back, the surprise was so great. You must be joking!<br/>\n   <br/>\n  Itou beamed. Things like that happen, if you wait long enough. And with regards to your last statement, the old ones are always the best.<br/>\n   <br/>\n  And so the evening went.<br/>\n   <br/>\n   <br/>\n   <br/>\n   <br/>\n   <br/>\n  Old ones are always the best? Harada said later, after making sure they were out of earshot. Was he referring to jokes or men? His choked-back laughter brought the word out in a half-shriek. <br/>\n   <br/>\n  Both, Heisuke said, unembarrassed. Turned out that Hajime-san was pretty lonely for much of the trip.<br/>\n   <br/>\n  Shinpachi laughed. Listen to this, Heisuke, Harada. Youll love this. Hajime-san slept with his katana throughout that time. His eyes bulged with disbelief. He thought it worked! And they howled.<br/>\n   <br/>\n  Behave yourselves, a vaguely familiar voice said amiably from behind them. The Fukuchou may be old, but he is not deaf.<br/>\n   <br/>\n  Eeeeh? Shinpachi turned his head, a tinge of panic in his tone. Hajime-san we were just  <br/>\n   <br/>\n  Yes, I heard some of it, Hajime said. He propped himself against a wooden pillar. I must say I think you should be wary of over-reaching yourself.<br/>\n   <br/>\n  Mutiny, said Heisuke solemnly. A shameful state for a samurai. A disgrace to the Shinsengumi.<br/>\n   <br/>\n  Shinpachi glared at him. There you stand, saying things that are even less   he began indignantly, then stopped when he heard a giggle. <br/>\n   <br/>\n  Slow, said Saitou. Very slow.<br/>\n   <br/>\n  Oh, its you, Okita, Shinpachi said, his face red and his mind ready to take the conversation off on a tangent. Whatever became of the little pipe-thing that Hotaru girl gave you? Did you lose it? You never even gave it one good blow.<br/>\n   <br/>\n  I still have it, Souji said quietly.<br/>\n   <br/>\n  Well, get it out. We could have fun with it.<br/>\n   <br/>\n  One day. Souji swung the lit lantern round, pressing its handle into Shinpachis unready hands. Here  your turn. Ive done the day shift, now you do the night.<br/>\n   <br/>\n  Thats the rule, Harada nodded, slapping his neck to kill an errant mosquito. Fairs fair. Share the burden.<br/>\n   <br/>\n  My burdens bigger than his, Shinpachi moaned.<br/>\n   <br/>\n  Nonsense, Hajime said, expressionless. <br/>\n   <br/>\n  Well, it is, actually, Souji said. We measured, once. On average more rebels are captured and killed at night.<br/>\n   <br/>\n  Makes it easier to get them, said Heisuke, taking off one slipper and shaking it to remove the sand.<br/>\n   <br/>\n  That makes more work, not less. Shinpachi drooped, more dolefully still. More casualties.<br/>\n   <br/>\n  Souji bent over the pen and put the grunting Saizou in for the night. Goodnight, Shinpatt-san, he said cheerfully.<br/>\n   <br/>\n  Lets go, Heisuke said. Before Shinpachi bursts into tears.<br/>\n   <br/>\n  Grinning, Harada picked up his protesting friend and prodded Heisuke up the dusty path; Souji was starting back to his own room when he realised Saitou had not moved. Amused, he sighed and gazed at him expectantly.<br/>\n   <br/>\n  Hajime smiled. Is it that obvious?<br/>\n   <br/>\n  No, Souji assured him, serious now. Its just that Ive seen you with Hijikata-san a few times before the trip, and I put two and two together.<br/>\n   <br/>\n  It wasnt a case of believing anyone, but of what I happened to see for myself. <br/>\n   <br/>\n  Does that make a difference?<br/>\n   <br/>\n  To speak plainly, Hajime said, I am not altogether sorry. Itou was doing a lot of harm. He got mixed up.<br/>\n   <br/>\n  Mixed up?<br/>\n   <br/>\n  Yes.<br/>\n   <br/>\n  Have you any idea what?<br/>\n   <br/>\n  The night of the fateful encounter, someone was waiting for him outside at the second watch. Itou did not meet up with him because he knew the Fukuchou was shadowing him. Hajime drew out a brocade bag from his robes. I found this strapped to his shoulder.<br/>\n   <br/>\n  Souji took the bag. It contained a tiny enshrined image of Kannon, and wrapped about the shrine was a letter in a graceful hand. The letter was as follows:<br/>\n   <br/>\n  To Kashitarou:<br/>\n   <br/>\n  You are to proceed as planned, but try not to take their lives. Remember the goal. If you accomplish this for me, it will be an act of the greatest devotion.<br/>\n   <br/>\n  The letter was re-folded and thoughtfully replaced in the bag. And the man. Did he say anything?<br/>\n   <br/>\n  No. He pressed his lips tightly and shut his eyes. I would have asked who sent him but he drew a hidden dagger and killed himself. Hajime said, his voice grim. He stood looking at his companion. At length, Souji said, a broad smile on his face.<br/>\n   <br/>\n  And why are you telling me this? Hijikata-san would let me know himself if he needed my help.<br/>\n   <br/>\n  The silence lasted a little too long to give credence to Saitous next remark. I know it would not change anything but I thought it would be better if you understood. Souji made a face as Hajime went on doggedly. The Shinsengumis work is difficult enough. Hostility simply makes it harder.<br/>\n   <br/>\n  Souji thought of an off-colour comment. He did not say it, but Hajime read it on his face and made a contemptuous noise, Oh, grow up, and Souji giggled like a twelve-year-old who has just discovered smutty jokes. He looked over at Hajime and saw the unnerving eyes fastened on him. And there is the other thing about the patrol roster. It was his calm invitation to confidence.<br/>\n   <br/>\n  Oh, yes! I will be doing the night shift with you tomorrow. The impossibly cheerful expression changed to a perplexed frown. Is there a problem with that?<br/>\n   <br/>\n  Hajime opened his mouth. Hardly. Its just that Yamazaki <br/>\n   <br/>\n  Dont say it, Souji said quickly, dont say it! You know you cant change anything. You can only do your best in what you believe  which you did. He added, embracing him in a rueful smile. What do you say to settling the score once and for all?<br/>\n   <br/>\n  Typically there is an icy detachment in the blanched face of the tall man, and on this occasion it is no exception. His face is long and noble, but on close inspection, the skin is pasty white and the cheeks are quite lifeless. The same is true of his proud sculpturesque nose. Above all, his eyes  long narrow slits with the pupils gleaming like needles under stately lids  give an impression of coldness as well as refined intelligence. If a persons thought could translate into his countenance, one could only guess that the loneliness, boredom and despair that Saitou Hajime suffered, were particularly severe. <br/>\n   <br/>\n  Souji watched, dumbfounded, as Hajimes eyelid slid across the left eye, the other eye eerily motionless. It was a shock destined to be forgotten. I will see you tomorrow morning at the usual place. The prize will be a bowl of soba. And dont forget what you said the last time.<br/>\n   <br/>\n   What was that?<br/>\n   <br/>\n  Your underwear.<br/>\n   <br/>\n  No. I know that. I meant what you were doing just now. Could you please do that again?<br/>\n   <br/>\n  The eyelid dropped and rose, slow, too slow, and Souji realised that the abnormal ocular mechanism was actually a wink.<br/>\n   <br/>\n  Hajime pushed himself away from the pillar and looked at him in the dark. I am glad you know that I am trying to be funny.<br/>\n   <br/>\n  It was only harmless laughter, Souji protested as he dried the corners of his eyes.<br/>\n   <br/>\n  If there is nothing else, I am turning in for the night.<br/>\n   <br/>\n  But neither of them did for a while, each thinking thoughts in the dead of the night.<br/>\n   <br/>\n   <br/>\n   <br/>\n   <br/>\n   <br/>\n  What he always found most interesting about Souji while making love was his face. The movements of the two bodies seemed to be unwinding a large scroll, a captivating picture filled with turmoil, expectations, explosions, pain, sighs, emotion. But today his face remained a blank screen, and Toshi would stare at it, tormented by questions he could find no answers to: Was he bored with him? Was he tired? Was he reluctant? Was he seeing a better lover? Or was he, behind that immobile face, hiding sensations he had no inkling of?<br/>\n   <br/>\n  Of course he could have asked him.<br/>\n   <br/>\n  He imagined breathing into his ear the greatest banality of all while making love: Do you like that? With most women, this simple query always sounded depraved. But he seemed to know Soujis response in advance: Of course I like that, he would tell him patiently. Do you think I would willingly do something I dont like? Whatever happened to your logic, Hijikata-san?<br/>\n   <br/>\n  And so he remained silent while their bodies moved long and vigorously, unwinding a blank scroll. <br/>\n   <br/>\n  He often resolved not to make love to him the next time. He loved Souji as an intelligent, faithful, irreplaceable friend, not as a lover. But it was impossible to separate lover from friend. Each time Souji came to see him, they would talk about things late into the night; Toshi would drink, develop theories, give instruction, and finally, when he was dead tired, Souji would suddenly fall silent and a tranquil, blissful smile would appear on his face. Then, as if submitting to an irresistible suggestion, he would touch Soujis neck, and the other man, in turn, would stand up and start to undress. <br/>\n   <br/>\n  He never truly understood Souji, yet they always agreed. Each interpreted the others words in his own way, and there was wonderful harmony between them. Wonderful solidarity based on lack of understanding. <br/>\n   <br/>\n  Beside him, Souji gave a sigh and said: Hajime-san.<br/>\n   <br/>\n  Saitou?<br/>\n   <br/>\n  Yes, Souji replied.<br/>\n   <br/>\n  What about him? He told you everything about the trip, didnt he? Was that what he said to you just now?<br/>\n   <br/>\n  Yes, Souji said again and Toshi knew that he had meant something entirely different. <br/>\n   <br/>\n  And because he knew that Souji enjoyed expanding their agreement based on misunderstanding, he added, And you will be seeking him out for a duel tomorrow because of his unwilling participation in this farce.<br/>\n   <br/>\n  Yes! Souji giggled, clapping his hands enthusiastically. An early morning practice session, in the courtyard!<br/>\n   <br/>\n  Then they dealt with various topics: the changing season, the hypocrisy of a society that cripples body and soul, their hometown. These were phrases both had heard ten, twenty, a hundred times before, and those few feet of tatami soon turned into a cocoon. Toshi was lying down, spellbound by Soujis nakedness, aroused but pretending to have no knowledge of what that arousal was summoning him to, so that it was endless and unappeasable, limited and interminable. One spoke, the other listened with unfeigned interest, and their discarded robes and daisho lay forlorn and forgotten on the yellow mats.<br/>\n   <br/>\n   <br/>\n    The End  <br/>\n   <br/>\n   <br/>\n  As most of my recent fics have the propensity to, this one turned out funny without the haha. In fact, it is rather queer, so to speak. Hijikata-san in a compromising position: he did keep his promise in Morning Madness after all! Ohohoho So Itou-sensei got his wish   even if it was for a short while. <br/>\n   <br/>\n  This was supposed to be a Saitou fic, honest! He managed somehow to squirm into the background and allow Itou to hog the lights. And because my mind is mired in the depths of the aforementioned toilet shaft: all sexual puns (explicit or otherwise) are fully intended. <br/>\n   <br/>\n  Notes:<br/>\n   <br/>\n  1) Refer to PMK Manga book 5 where Hijikata said something to this effect. Souji, how can you be a son of a samurai if all you can do is souji? Evil Toshi.<br/>\n   <br/>\n  2) The poem recited by Itou was taken from the Tale of Genji. Whether it was widely circulated at this time could be a point of contention, but just close an (both) eye(s), yes?<br/>\n   <br/>\n  3) The worship of Kannon Bosatsu, or the Goddess of Mercy, probably began in Japan in the 7th century, soon after Buddhism reached Japan by way of China and Korea. In Japan, the Kannon is often depicted with eleven faces (Jyuichi-men Kannon), symbolic of shedding sweetness and mercy in all directions.<br/>\n   <br/>\n   <br/>\n   <br/>\n<br/>\n\t\t<br/>\n---------------------------------<br/>\nTalk is cheap. Use Yahoo! Messenger to make PC-to-Phone calls.  Great rates starting at 1&cent;/min.<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 779,
    "nextTopicId": 782
}