{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 289509690,
            "authorName": "lokieternal1",
            "from": "&quot;lokieternal1&quot; &lt;lokieternal1@...&gt;",
            "profile": "lokieternal1",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "How to know you have tolerant friends",
            "postDate": "1174262955",
            "msgId": 815,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGV0a2tiYis0ZzI1QGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 814,
            "nextInTime": 818,
            "topicId": 815,
            "numMessagesInTopic": 0,
            "msgSnippet": "Even though, they couldn t care less about the Shinsengumi: they decide the opalite (iridescent blue/green) mala just ins t close enough and make you ANOTHER",
            "messageBody": "<div id=\"ygrps-yiv-2134024737\">Even though, they couldn&#39;t care less about the Shinsengumi:<br/>\n<br/>\nthey decide the opalite (iridescent blue/green) mala just ins&#39;t close<br/>\nenough and make you ANOTHER mala closer matching the asagiiro out of<br/>\nturqouise.<br/>\n<br/>\none of them buys asagiiro tuperware for the weekly feeding of the dead<br/>\n ancestor ceremonie.<br/>\n<br/>\nthey take pictures of arbitrary vehicles because theya are asagiiro.<br/>\n<br/>\nThey can recognise every depiction of tv/anime and american released<br/>\nmanga versions of the commander/vice commanders and cpts.<br/>\n<br/>\nYour friends declare 9pm sacred fundoshi washing/ kirtan singing time.<br/>\nTo be observed EVERYDAY.<br/>\n<br/>\nOne of them beeds you the shinsengumi flag on her loom.<br/>\n<br/>\nThey understand what you mean when you say vol 7 of Rurouni Kenshin is<br/>\nthe actually beginning of the manga and why.<br/>\n<br/>\nThey think Rurouni Kenshin Anime starts with epp 28.<br/>\n<br/>\nThey watched the tv show with you (whial beeding the banner)<br/>\n<br/>\nThey too think epp 15 of PMK is the funniest thing they have ever seen.<br/>\n<br/>\nThey specifically request you write at least two fan fictions and beg<br/>\nyou to put Saitou-san in positions where he looses his bad ass<br/>\ncomposure and actually enjoy the silly stories you make up.<br/>\n<br/>\nthe one who is taking a college course in Asian History plans a<br/>\nhostile takeover for the first day of Japanese history and will refuse<br/>\nto discuss anything  but the shinsengumi for the entirety of the class.<br/>\n<br/>\nTwo of you wear a bendi  of asagirro and the other wears a sari of the<br/>\nsame color... and you didnt plan it.<br/>\n<br/>\nBecause of the above... I made them dinner of stickey rice balls,<br/>\nseaweed/veggies and a cake this weekend... (while making them watch<br/>\nthe tv show again)</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 814,
    "nextTopicId": 818
}