{
    "totalMsgInTopic": 1,
    "messages": [
        {
            "userId": 185890146,
            "authorName": "secretary",
            "from": "&quot;secretary&quot; &lt;secretarytocapt3@...&gt;",
            "profile": "secretarytocapt3",
            "replyTo": "LIST",
            "spamInfo": {
                "isSpam": false,
                "reason": "6"
            },
            "subject": "Anthology Proposal",
            "postDate": "1184210726",
            "msgId": 846,
            "canDelete": false,
            "contentTrasformed": false,
            "systemMessage": false,
            "headers": {
                "messageIdInHeader": "PGY3NDZ2NisyMzAwQGVHcm91cHMuY29tPg=="
            },
            "prevInTopic": 0,
            "nextInTopic": 0,
            "prevInTime": 845,
            "nextInTime": 847,
            "topicId": 846,
            "numMessagesInTopic": 0,
            "msgSnippet": "... X-posted to http://community.livejournal.com/edo_meiji/66459.html ... This project is especially for the Shinsengumi fan who believes he/she can write a",
            "messageBody": "<div id=\"ygrps-yiv-683283883\">----------------------------------------------------------------<br/>\nX-posted to <a rel=\"nofollow\" target=\"_blank\" href=\"http://community.livejournal.com/edo_meiji/66459.html\">http://community.livejournal.com/edo_meiji/66459.html</a><br/>\n----------------------------------------------------------------<br/>\nThis project is especially for the Shinsengumi fan who believes <br/>\nhe/she can write a really GOOD story with Okita as a vampire but was <br/>\ntoo afraid because there is no venue for &quot;out there stories...<br/>\n----------------------------------------------------------------<br/>\n<br/>\n<br/>\nI recently purchased some sugar for the kitchen and 2 liters of <br/>\nrootbeer and the end result is a mental hurricane you will read below.<br/>\n<br/>\nHardcore writers/authors/poets come here...<br/>\n<br/>\nAs a member of fandom I read fanfic etc. However, I find myself being <br/>\nunable to expand into other universes unless I took alot of time to <br/>\nconsume that professionally made universe. For instance, I can&#39;t read <br/>\nor understand Gintama fanfic cuz I&#39;ve seen under 1 hour of it on <br/>\nyoutube.<br/>\n<br/>\nSo I wonder, if anyone out there would be interested in producing an <br/>\nanthology of 100% original fiction, poetry, containing hand <br/>\ndrawn/crafted art, digital art, photographed 3D art etc, graphic <br/>\nnovel. The art should complement the stories or they can stand alone <br/>\nbut must have a &quot;point&quot; to it---the author may explain in a <br/>\nparagraph &quot;why&quot; they created the art. I know that all art is up to <br/>\nthe viewer to interpret...but if you photograph a drop of blood on a <br/>\nsheet of rice paper most people would be clueless of what you are <br/>\ngetting at.<br/>\n<br/>\nI&#39;m inspired by this idea because a friend and I outlined a hot yuri <br/>\nstory that is 100% original and I think very fascinating. We would <br/>\nnever have an audience because it doesn&#39;t &quot;fit&quot; in a universe. I also <br/>\ncompleted and now improving a twincest story (the twincest part was <br/>\nsuggested, I was trying to submit it somewhere), and I think it&#39;s <br/>\nreadable (after I improve it).<br/>\n<br/>\nI want to call this Imagine 1800s Azia Anthology (I-1800s-A)<br/>\n<br/>\nBy explaining the title I hope to convey the essence of the <br/>\npublication and why it would be a strong and successful (maybe even <br/>\nPROFITABLE venture).<br/>\n<br/>\nI am not anti-fandom, but I am pro-original. Absolutely no universe <br/>\nderived stuff. Period.<br/>\nThe reason why is because I want to sell this anthology folks. <br/>\nAdapting your fanfic involving lets say a hitokiri with an x shaped <br/>\nscar on his cheek, changing his name and his hair color is just still <br/>\nripping off the original and easily recognizable.<br/>\n<br/>\nBesides I really dislike how people snark about this and that being <br/>\nOOC, or not accurate enough for the canon.<br/>\n<br/>\nSETTING<br/>\nThe reason why the title is (I-1800s-A) is because we don&#39;t need to <br/>\nmake all the stories Japan centric. The characters can be any <br/>\nnationality. The Japanese travelled abroad so the story can take <br/>\nplace in Europe, Africa and the United States and other countries <br/>\nlike Korea, China, Taiwan, Hong Kong and Siam. <br/>\n<br/>\nI spelled &quot;Azia&quot; because I want to take fantasy-history. For example <br/>\nin the Russo-Japanese war what if there was a super weapon being used <br/>\nby the Russians or Japanese developed by a scientist? (Alternate <br/>\nUniverse) OR WHAT IF THE QUEEN OF KOREA WAS NOT KILLED BY THE MEIJI <br/>\nGOV and there was an attempt to invade Hokkaido by the Koreans using <br/>\na small fleet led by radicals? SEe what I mean? Infinite possbilities.<br/>\n<br/>\nERA<br/>\n1800-1912 (end of the Meiji Era, however you can make the story set <br/>\nin modern times and flash back to the 1800s---most of the content <br/>\nhowever should be 1800s) If you enter the Showa Era just a bit that&#39;s <br/>\nfine but don&#39;t go overboard. If you want to do a time travel for a <br/>\nsamurai pre-1800s and put him in the Meiji Era that&#39;s fine but please <br/>\ndo your homework. Japanese culture did change over time as did the <br/>\nrole of the samurai.<br/>\n<br/>\nCONTENT/GENRE<br/>\nThere is so much in history to inspire your fiction. However, there <br/>\nis no genre limit. I&#39;ll take historical fiction/fantasy, horror (oh <br/>\nman I luv horror), gothic, romance, comedy, steampunk, fantasy and <br/>\nYES EROTICA (m/m, f/f, m/f and any combination. NO underage kids, <br/>\nrape to arouse or entertain and bestiality, rape as character history <br/>\nis ok, no scatalogical stuff or necrophilia to arouse the readers <br/>\neither---shape shifters ok).<br/>\n<br/>\nBecause I&#39;ll take erotica, each story will be proceeded by a page <br/>\nwith a rating and warning. <br/>\nBy selling this anthology I hope to prevent underage folks from <br/>\ngetting their hands on it anyways. As for historical fiction there <br/>\ncan be varying degrees of accuracy but if you want to mention the <br/>\nname of the Prime Minister for a certain year, please be sure you <br/>\nhave the right guy named in your text. If you are a mega-history-<br/>\nresearcher type yes...yes you can include footnotes and bibliography. <br/>\nReally GOOD edu-tainment is awesome but you need a plot and great <br/>\ncharacters too.<br/>\n<br/>\nPOETRY<br/>\nI love poetry. I hate one word poems though. That&#39;s not a poem.<br/>\nPoems can be accompanied with art if you like.<br/>\n<br/>\nARTISTIC FREEDOM<br/>\nNo &quot;happily ever after&quot; required.<br/>\nIf you want to write horror and gore...go right ahead but there needs <br/>\nto be a motivation for all things.<br/>\nIf you write sexy stuff it better be ~HOT~<br/>\n<br/>\nART<br/>\nEach story gets a cover which the writer can design herself/himself <br/>\nusing any medium as long as it is 100% original. If you can&#39;t draw <br/>\nyour characters, fine with me, use symbols from the story. Be <br/>\ncreative, look at professional book covers and see the variety of <br/>\nstyles. For example you can purchase photos from online vendors and <br/>\nmanipulate the image etc. Just please don&#39;t grab a screencap from <br/>\nMibugishiden, rip-off fanart from deviant art and call it your story <br/>\ncover. You may work with an artist.<br/>\nYou can submit a graphic novel but please understand that pencil <br/>\nsketches will not look very good in print, nor will an effort to <br/>\nimitate the art style of another artist. If you don&#39;t <br/>\ndo &quot;manga&quot;/&quot;anime&quot; style then don&#39;t force yourself. Be natural in <br/>\nyour art and let your own style emerge. Originality before mimickry. <br/>\nArt can be color or black and white or as I said earlier, photos.<br/>\n<br/>\nGRAPHIC NOVEL<br/>\nIt&#39;s not always possible for an artist to complete 10 detailed pages <br/>\nof art or story, so I will even take a short story, some illustrated <br/>\npanels, and then the rest of the story. This allows the artist the <br/>\nfreedom to &quot;fuse&quot; more than one mode of story telling!<br/>\n<br/>\nLENGTH<br/>\nNo minimum wordcount, however the cap is at 30K (Novella length). <br/>\nEach story must be complete because this is a one shot anthology <br/>\ndeal...no series/(to be continued).<br/>\n<br/>\nQUALITY<br/>\nEach work must be complete and nearly ready to publish. Dont&#39; turn in <br/>\na manuscript and then 2 days later turn in a different version <br/>\n(that&#39;s really confusing). Once it is edited it will be returned to <br/>\nthe author who must complete edits and turn it back in ASAP. AFter I <br/>\nread it the first time...then you can propose changes in the LAST <br/>\nDRAFT if need be.<br/>\n<br/>\nThis is going to be high quality stuff so please no glaring grammar <br/>\nerrors. If you write a fantasy and give a chara a special name, be <br/>\nsure there is some consistency to your names and the &quot;rules&quot; you <br/>\nestablish in the fantasy story.<br/>\n<br/>\nI&#39;m a pretty hardcore person (ok it&#39;s taking forever for me to <br/>\nrelaunch SHQ.com but believe me there is a lengthy explanation for <br/>\nthat---and I lived on P&J sandwiches for a month and it nearly killed <br/>\nme I had no energy to do much)----but I know what I can manage and <br/>\nI&#39;m pretty driven to get things done.<br/>\n<br/>\nI don&#39;t like flakes. Don&#39;t tell me &quot;I&#39;ll turn in my story tomorrow&quot; <br/>\nand then not turn it in. I don&#39;t like that. I also check my email <br/>\ntwice a day atleast so you will get a response from me unless I am on <br/>\nmy death bed or something is wrong with my internet. In other words, <br/>\nI&#39;ll work just as hard as you will on this project.<br/>\n<br/>\nIf I read your story and say this or that part is confusing or needs <br/>\nimprovement don&#39;t take it personally. I&#39;ve been rejected so many <br/>\ntimes for the same reasons and any weakness I see in your work is <br/>\nprobably in my own as well. The goal is to make every page of this <br/>\nanthology awesome.<br/>\n<br/>\nWHAT&#39;S IN IT FOR YOU?<br/>\nFame. Fortune ofcourse!<br/>\nNo not really. You do get a venue to showcase your talent.<br/>\nThis is what I want to do: If I get 10 stories, art etc and determine <br/>\nthe page count or word count I&#39;d like to get it published by Lulu.com <br/>\n(now for my friends who are real professional writers and artists you <br/>\nmust sympathize that it&#39;s a pain to get a major publisher to accept <br/>\nanything). Submitting to a major e-pub means you can wait weeks for <br/>\nthem to read it, reject it, and if its contracted you wait forever to <br/>\nget your %.<br/>\n<br/>\nAs the anthology sells (translation, your mommy and daddy buys one <br/>\ncopy) and the money comes in, it is split between all contributors. <br/>\nFine details of the % split between author and writer will be <br/>\nnegotiated once I figure out who is interested. We can even setup a <br/>\nchat and yell at each other and figure stuff out.<br/>\n<br/>\nSo you ask...how will this anthology be promoted?<br/>\nWell...that&#39;s where you come in.<br/>\nI am the webmaster for <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shinsengumihq.com\">http://www.shinsengumihq.com</a> (basically when <br/>\nthe site is done, I&#39;m actually going to celebrate by doing some <br/>\nart/writing by focusing on this project!). So yeah, I am DYING to see <br/>\na new take on the Shinsengumi! <br/>\n<br/>\nSo when the anthology is done, I put up a tiny link from SHQ to the <br/>\nLulu.com page selling the anthology. Those of you dev-art or <br/>\nfanfiction.net or adultfanfiction.net accounts should be pimping this <br/>\nanthology when it is done.<br/>\n<br/>\nIn other words I-1800s-Azia is a &quot;cooperative&quot; where you put in the <br/>\ntime and work and maybe you may get enough money to buy some tea at <br/>\nstarbucks or something.<br/>\n<br/>\nWhatever happens, you&#39;ll get an anthology in your hands you can be <br/>\nproud of.<br/>\n<br/>\nDEADLINES<br/>\nPlease email me at secretarytocapt3(at)hotmail.com for <br/>\nproposals/questions by August 1st<br/>\nIf no one is interested that&#39;s fine. <br/>\nI got a whole bunch of ideas and I&#39;ll do this on my own (^_^). I have <br/>\nstuff which would be good on adultfanfiction.net but it&#39;s mixed in <br/>\nwith nerd stuff and people there don&#39;t like that. I can&#39;t fit on <br/>\nfanfiction.net because my work is original so I&#39;m in artistic <br/>\npurgatory or something.<br/>\n<br/>\nLASTLY<br/>\nI&#39;d even want this anthology on a CD because I would think it&#39;s cool <br/>\nif people did audio stories or read their poetry but I don&#39;t think <br/>\nthat is possible.</div>",
            "specialLinks": []
        }
    ],
    "prevTopicId": 845,
    "nextTopicId": 847
}